Repository: linuxmint/cinnamon-spices-desklets
Catalog: yarr@jtoberling/files/yarr@jtoberling/po/*.po
Languages: ca, de, es, fi, hu, nl, vi

source: Yet Another RSS Reader
ca: Un altre lector més de canals RSS
de: Noch ein RSS-Reader
es: Otro lector de RSS
nl: Nog een RSS-lezer
vi: Trình đọc RSS Khác

source: Feed settings
ca: Ajusts dels canals
de: Feed Einstellungen
es: Configuración de feed
fi: Asetukset
hu: Hírforrás beállítások
nl: Feed instellingen
vi: Cài đặt nguồn cấp

source: Display settings
ca: Ajusts de visualització
de: Anzeigeeinstellungen
es: Ajustes de visualización
fi: Näkymä
hu: Megjelenítési beállítások
nl: Weergave instellingen
vi: Cài đặt hiển thị

source: AI settings
ca: Ajusts d'IA
de: KI Einstellungen
es: Configuración de IA
fi: Tekoäly
hu: MI beállítások
nl: AI instellingen
vi: Cài đặt AI

source: Debug settings
es: Configuración de depuración
hu: Hibakeresési beállítások
nl: Debug-instellingen
vi: Cài đặt gỡ lỗi

source: Display settings for AI feature
ca: Ajusts de visualització de la IA
de: Anzeigeeinstellungen für KI-Feature
es: Ajustes de visualización de la función de IA
fi: Tekoälyn asetukset
hu: MI beállítások megjelenítése
nl: Weergave instellingen voor AI functie
vi: Cài đặt hiển thị cho tính năng AI

source: Feed settings (supports RSS and Atom)
es: Configuración de feeds (compatible con RSS y Atom)
hu: Hírcsatorna-beállítások (RSS és Atom támogatás)
nl: Feed-instellingen (ondersteunt RSS en Atom)
vi: Cài đặt nguồn cấp (hỗ trợ RSS và Atom)

source: Name
ca: Nom
es: Nombre
fi: Nimi
hu: Név
nl: Naam
vi: Tên

source: Active
ca: Actiu
de: Aktiv
es: Activo
fi: Aktiivinen
hu: Aktív
nl: Actief
vi: Hoạt động

source: Feed URL
ca: URL del canal
es: URL del feed
fi: Syöte
hu: Hírforrás URL
vi: URL nguồn cấp

source: Label Color (#rrggbb)
ca: Color de l'etiqueta (#rrggbb)
de: Label Farbe (#rrggbb)
es: Color de etiqueta (#rrggbb)
fi: Väri (#rrggbb)
hu: Címke Szín (#rrggbb)
nl: Label kleur (#rrggbb)
vi: Màu nhãn (#rrggbb)

source: ChannelFilter (Regexp eg: '.*')
ca: Filtre en canal (RegExp)
de: Channelfilter (Regulärer Ausdruck z.B.: '.*')
es: ChannelFilter (Regexp por ej.: '.*')
fi: Suodatin (lause esim.: ".*")
hu: Csatornaszűrő (Regexp pl: '.*')
nl: Kanaalfilter (regexp bv. '.*')
vi: Bộ lọc kênh (Regexp ví dụ: '.*')

source: Background color
ca: Color de fons
de: Hintergrundfarbe
es: Color de fondo
fi: Taustaväri
hu: Háttér színe
nl: Achtergrondkleur
vi: Màu nền

source: Background transparency
ca: Transparència del fons
de: Hintergrundtransparenz
es: Transparencia del fondo
fi: Taustan läpinäkyvyys
hu: Háttér áttetszősége
nl: Achtergrondtransparantie
vi: Độ trong suốt nền

source: The higher the value, the more solid the desklet background.
ca: Com més alt sigui el valor, més opac serà el fons.
de: Je höher der Wert, desto solider ist der Desklet-Hintergrund.
es: Cuanto mayor sea el valor, más sólido será el fondo del escritorio.
fi: Mitä suurempi arvo, sitä vähemmän läpinäkyvä.
hu: Minél magasabb az érték, annál szolidabb az asztali alkalmazás háttere.
nl: Hoe hoger de waarde, hoe meer effen de achtergrond van de desklet.
vi: Giá trị càng cao, nền desklet càng đặc.

source: Dim of every second rows
ca: Enfosquiment de cada segona fila
de: Abdunklung jeder zweiten Zeile
es: Oscurecimiento de cada segunda fila
fi: Himmeä joka toinen rivi
hu: Minden második sor halvány
nl: Dimmen van elke tweede rij
vi: Làm mờ các hàng xen kẽ

source: The higher the value, more dim on alternate row backgrounds.
ca: Com més alt sigui el valor, més opac serà el fons a l'alternació de files.
de: Je höher der Wert, desto dunkler sind die Hintergründe auf abwechselnden Zeilen.
es: Cuanto mayor sea el valor, más oscuro será el fondo de las filas alternadas.
fi: Mitä suurempi arvo, sitä himmeämpi joka toinen rivi.
hu: Minél magasabb az érték, annál halványabb lesz az alternatív sorháttér.
nl: Hoe hoger de waarde, hoe meer gedimd de achtergrond van de alternatieve rijen.
vi: Giá trị càng cao, nền các hàng xen kẽ càng mờ.

source: seconds
ca: segons
de: Sekunden
es: segundos
fi: sekuntia
hu: másodperc
nl: seconden
vi: giây

source: Refresh Interval for Display
ca: Interval d'actualització de la llista
de: Aktualisierungsintervall für die Anzeige
es: Intervalo de actualización de la visualización
fi: Päivitysväli
hu: Frissítési időköz a megjelenítéshez
nl: Vernieuwingsinterval voor weergave
vi: Khoảng thời gian làm mới hiển thị

source: Increase or decrease this spinner value to change the refresh interval
ca: Defineix el període d'actualització incrementant o disminuint el valor de l'indicador
de: Erhöhe oder verringere den Spinner-Wert, um das Aktualisierungsintervall zu ändern
es: Aumente o disminuya este valor para cambiar el intervalo de actualización
fi: Suurenna tai pienennä arvoa muuttaaksesi päivitysväliä
hu: Növelje vagy csökkentse ezt a pörgető értéket a frissítési időköz megváltoztatásához
nl: Verhoog of verlaag deze spinnerwaarde om het vernieuwingsinterval te wijzigen
vi: Tăng hoặc giảm giá trị spinner này để thay đổi khoảng thời gian làm mới

source: Width
ca: Amplada
de: Breite
es: Anchura
fi: Leveys
hu: Szélesség
nl: Breedte
vi: Chiều rộng

source: pixels
ca: píxels
de: Pixel
es: pixeles
fi: pikseliä
hu: pixel
vi: pixel

source: Desklet width in pixels.
ca: Amplada de la miniaplicació (píxels)
de: Deskletbreite in Pixeln.
es: Anchura del Desklet en píxeles.
fi: Leveys työpöydällä pikseleinä.
hu: Asztali alkalmazás szélessége pixelben.
nl: Desklet breedte in pixels.
vi: Chiều rộng desklet tính bằng pixel.

source: Height
ca: Alçada
de: Höhe
es: Altura
fi: Korkeus
hu: Magasság
nl: Hoogte
vi: Chiều cao

source: Desklet height in pixels.
ca: Alçada de la miniaplicació (píxels)
de: Desklethöhe in Pixeln.
es: Altura del Desklet en píxeles.
fi: Korkeus työpöydällä pikseleinä.
hu: Asztali alkalmazás magassága pixelben.
nl: Desklet hoogte in pixels.
vi: Chiều cao desklet tính bằng pixel.

source: Font
ca: Lletra
de: Schrift
es: Fuente
fi: Fontti
hu: Betűtípus
nl: Lettertype
vi: Phông chữ

source: Text color
ca: Color del text
de: Textfarbe
es: Color del texto
fi: Tekstiväri
hu: Szövegszín
nl: Tekstkleur
vi: Màu chữ

source: Click the button to select a new text color
ca: Feu clic per seleccionar un color nou de text
de: Klicke auf den Button, um eine neue Farbe auszuwählen
es: Pulse el botón para seleccionar un nuevo color de texto
fi: Valitse tekstin väri painamalla nappia
hu: Kattintson a gombra, hogy új szövegszínt válasszon
nl: Klik op de knop om een nieuwe tekstkleur te selecteren
vi: Nhấp vào nút để chọn màu chữ mới

source: Font for explanation text
ca: Lletra de les explicacions
de: Schrift für den Erklärungstext
es: Fuente para el texto explicativo
fi: Fontti selityksiä varten
hu: A magyarázó szöveg betűtípusa
nl: Lettertype voor uitlegtekst
vi: Phông chữ cho văn bản giải thích

source: Text color of explanation
ca: Color de lletra de les explicacions
de: Textfarbe der Erklärung
es: Color del texto explicativo
fi: Tekstiväri selityksiä varten
hu: A magyarázat szövegének színe
nl: Tekstkleur van uitleg
vi: Màu chữ của giải thích

source: Number of displayed articles
ca: Nombre d'articles visibles
de: Anzahl der angezeigten Artikel
es: Número de artículos mostrados
fi: Artikkeleiden määrä
hu: Megjelenített cikkek száma
nl: Aantal weergegeven artikelen
vi: Số lượng bài viết hiển thị

source: Number of displayed articles in the list window.
ca: La quantitat d'articles que es mostran a la llista.
de: Anzahl der angezeigten Artikel im List-Window.
es: Número de artículos mostrados en la ventana de listado.
fi: Ikkunassa näytettyjen artikkelien määrä.
hu: A listaablakban megjelenített cikkek száma.
nl: Aantal weergegeven artikelen in het lijstvenster.
vi: Số lượng bài viết hiển thị trong cửa sổ danh sách.

source: Exclude filters for articles
ca: Filtres d'exclusió d'articles
de: Filter für Artikel ausschließen
es: Filtros de exclusión de artículos
fi: Pois sulkevat suodattimet
hu: Szűrők kizárása a cikkekhez
nl: Uitsluitingsfilters voor artikelen
vi: Bộ lọc loại trừ cho bài viết

source: Message RegExp filters
ca: Filtres d'exclusió de missatges (RegExp)
de: Nachricht Regulärer Ausdruck Filter
es: Filtros RegExp de mensajes
fi: Viestin poissulkeva suodatin
hu: Üzenet RegExp szűrők
nl: Bericht regExp-filters
vi: Bộ lọc RegExp tin nhắn

source: Unmatch
ca: No coincidència
de: Nicht übereinstimmend
es: Sin coincidencia
fi: Ei täsmää
hu: Páratlan
nl: Niet overeenkomend
vi: Không khớp

source: Filter (Regexp eg: '.*')
ca: Filtre (RegExp)
de: Filter (Regulärer Ausdruck, z.B.: '.*')
es: Filtro (Regexp por ej.: '.*')
fi: Sulkeva (".*")
hu: Szűrő (Regexp pl.: '.*')
nl: Filter (regexp bv. '.*')
vi: Bộ lọc (Regexp ví dụ: '.*')

source: Match in Title
ca: Coincidència en títol
de: Übereinstimmung im Titel
es: Coincidencia en el título
fi: Otsikko täsmää
hu: Egyezés a Címben
nl: Overeenkomst in titel
vi: Khớp trong Tiêu đề

source: Match in Category
ca: Coincidència en categoria
de: Übereinstimmung in der Kategorie
es: Coincidencia de categoría
fi: Ryhmä täsmää
hu: Egyezés a Kategóriában
nl: Overeenkomst in categorie
vi: Khớp trong Danh mục

source: Match in Description
ca: Coincidència en descripció
de: Übereinstimmung in der Beschreibung
es: Coincidencia en la descripción
fi: Kuvaus täsmää
hu: Egyezés a Leírásban
nl: Overeenkomst in beschrijving
vi: Khớp trong Mô tả

source: AI-powered article summarization using various language models. Configure your preferred AI service and summarization behavior.
es: Resumen de artículos basado en IA utilizando varios modelos lingüísticos. Configure el servicio de IA y el comportamiento de resumen que prefiera.
hu: Mesterséges intelligencia által vezérelt cikk-összefoglaló különböző nyelvi modellek használatával. Konfigurálja a kívánt mesterséges intelligencia által nyújtott szolgáltatást és összefoglaló viselkedést.
nl: AI-aangedreven artikel-samenvatting met behulp van verschillende taalmodellen. Configureer je voorkeur-AI-service en samenvattingsgedrag.
vi: Tóm tắt bài viết bằng AI sử dụng các mô hình ngôn ngữ khác nhau. Cấu hình dịch vụ AI ưa thích và hành vi tóm tắt của bạn.

source: Enable AI article summarization
es: Habilitar el resumen de artículos con IA
hu: Mesterséges intelligencia általi cikkösszefoglaló engedélyezése
nl: AI-artikelsamenvatting inschakelen
vi: Bật tóm tắt bài viết bằng AI

source: Include article description
es: Incluir la descripción del artículo
hu: Cikk leírásának hozzáadása
nl: Artikelbeschrijving opnemen
vi: Bao gồm mô tả bài viết

source: AI Service Provider
es: Proveedor de servicios de IA
hu: MI-szolgáltató
vi: Nhà cung cấp dịch vụ AI

source: OpenAI (GPT models)
es: OpenAI (modelos GPT)
hu: OpenAI (GPT modellek)
nl: OpenAI (GPT-modellen)
vi: OpenAI (mô hình GPT)

source: DeepSeek (coding focus)
es: DeepSeek (centrado en la codificación)
hu: DeepSeek (kódolásra fókuszálva)
nl: DeepSeek (focus op programmeren)
vi: DeepSeek (tập trung mã hóa)

source: Anthropic (Claude models)
es: Antrópico (modelos de Claude)
hu: Antropikus (Claude modellek)
nl: Anthropic (Claude-modellen)
vi: Anthropic (mô hình Claude)

source: Select your AI service provider. Each provider has different model capabilities and pricing.
es: Seleccione su proveedor de servicios de IA. Cada proveedor tiene diferentes modelos de capacidades y precios.
hu: Válassza ki a mesterséges intelligencia szolgáltatóját. Minden szolgáltatónak eltérő modelljei és árai vannak.
nl: Selecteer je AI-serviceprovider. Elke provider heeft verschillende modelmogelijkheden en prijzen.
vi: Chọn nhà cung cấp dịch vụ AI của bạn. Mỗi nhà cung cấp có khả năng mô hình và giá cả khác nhau.

source: Override default API endpoint
es: Anular el punto final predeterminado de la API
hu: Alapértelmezett API-végpont felülbírálása
nl: Overschrijf standaard API-endpoint
vi: Ghi đè điểm cuối API mặc định

source: Enable to use a custom API endpoint instead of the provider's default
es: Habilitar para utilizar un punto final de API personalizado en lugar del predeterminado del proveedor
hu: Egyéni API-végpont használatának engedélyezése a szolgáltató alapértelmezettje helyett
nl: Inschakelen om een aangepast API-endpoint te gebruiken in plaats van de standaard van de provider
vi: Bật để sử dụng điểm cuối API tùy chỉnh thay vì mặc định của nhà cung cấp

source: Custom API endpoint
es: Punto final de API personalizado
hu: Egyéni API-végpont
nl: Aangepast API-endpoint
vi: Điểm cuối API tùy chỉnh

source: Enter the API endpoint URL to override the default provider endpoint (useful for local models, custom deployments, etc.)
es: Introduzca la URL del punto final de la API para anular el punto final predeterminado del proveedor (útil para modelos locales, despliegues personalizados, etc.)
hu: Adja meg az API végpont URL-címét az alapértelmezett szolgáltatói végpont felülírásához (hasznos helyi modellekhez, egyéni telepítésekhez stb.)
nl: Voer de API-endpoint-URL in om de standaard van de provider te overschrijven (nuttig voor lokale modellen, aangepaste implementaties, enz.)
vi: Nhập URL điểm cuối API để ghi đè điểm cuối mặc định của nhà cung cấp (hữu ích cho mô hình cục bộ, triển khai tùy chỉnh, v.v.)

source: Content extractor
es: Extractor de contenidos
hu: Tartalomkinyerő
nl: Inhoudsextractor
vi: Trích xuất nội dung

source: Tool to extract article content from web pages. Install: apt install w3m (or lynx/links)
es: Herramienta para extraer el contenido de artículos de páginas web. Instalación: apt install w3m (o lynx/links)
hu: Eszköz cikkek tartalmának weboldalakról való kinyeréséhez. Telepítés: apt install w3m (vagy lynx/links)
nl: Hulpmiddel om artikelinhoud uit webpagina’s te halen. Te installeren: apt install w3m (of lynx/links)
vi: Công cụ để trích xuất nội dung bài viết từ trang web. Cài đặt: apt install w3m (hoặc lynx/links)

source: Model selection
es: Selección del modelo
hu: Modellválasztás
nl: Modelselectie
vi: Lựa chọn mô hình

source: Choose from predefined models or enter a custom model name
es: Elija entre los modelos predefinidos o introduzca un nombre de modelo personalizado
hu: Válasszon az előre meghatározott modellek közül, vagy adjon meg egyéni modellnevet
nl: Kies uit vooraf gedefinieerde modellen of voer een aangepaste modelnaam in
vi: Chọn từ các mô hình được xác định trước hoặc nhập tên mô hình tùy chỉnh

source: Predefined models
es: Modelos predefinidos
hu: Előre definiált modellek
nl: Vooraf gedefinieerde modellen
vi: Mô hình xác định trước

source: Custom model
es: Modelo personalizado
hu: Egyedi modell
nl: Aangepast model
vi: Mô hình tùy chỉnh

source: Standard model to use
ca: Model estàndard a utilitzar
de: Zu verwendendes Standardmodell
es: Modelo estándar a utilizar
fi: Käytettävä standardi
hu: Használandó szabványos modell
nl: Standaard model om te gebruiken
vi: Mô hình chuẩn để sử dụng

source: GPT-5 is the latest model (requires GPT-5 access). GPT-4o models offer best performance/value. DeepSeek models are great for coding. Claude models via compatible APIs. Select 'Custom' to use your own model name.
es: GPT-5 es el último modelo (requiere acceso a GPT-5). Los modelos GPT-4o ofrecen el mejor rendimiento/valor. Los modelos DeepSeek son excelentes para la codificación. Modelos Claude mediante API compatibles. Seleccione 'Personalizado' para utilizar su propio nombre de modelo.
hu: A GPT-5 a legújabb modell (GPT-5 hozzáférést igényel). A GPT-4o modellek kínálják a legjobb teljesítményt/érték arányt. A DeepSeek modellek nagyszerűek kódoláshoz. A Claude modellek kompatibilis API-kon keresztül használhatók. Válassza az „Egyéni” lehetőséget a saját modellnév használatához.
nl: GPT-5 is het nieuwste model (vereist GPT-5-toegang). GPT-4o-modellen bieden de beste prestatie/waarde. DeepSeek-modellen zijn geweldig voor programmeren. Claude-modellen via compatibele API's. Selecteer 'Aangepast' om je eigen modelnaam te gebruiken.
vi: GPT-5 là mô hình mới nhất (yêu cầu quyền truy cập GPT-5). Mô hình GPT-4o cung cấp hiệu suất/giá trị tốt nhất. Mô hình DeepSeek rất tốt cho việc lập trình. Mô hình Claude thông qua các API tương thích. Chọn 'Tùy chỉnh' để sử dụng tên mô hình của riêng bạn.

source: Custom model name
es: Nombre de modelo personalizado
hu: Egyéni modell neve
nl: Aangepaste modelnaam
vi: Tên mô hình tùy chỉnh

source: Enter the exact model name from your AI provider
es: Introduzca el nombre exacto del modelo de su proveedor de AI
hu: Add meg a pontos modellnevet az AI-szolgáltatódtól
nl: Voer de exacte modelnaam in van je AI-provider
vi: Nhập chính xác tên mô hình từ nhà cung cấp AI của bạn

source: AI instructions
es: Instrucciones de la IA
hu: MI utasítások
nl: AI-instructies
vi: Hướng dẫn AI

source: Instructions sent to the AI model before processing each article
es: Instrucciones enviadas al modelo de IA antes de procesar cada artículo
hu: Az MI-modellnek küldött utasítások minden egyes cikk feldolgozása előtt
nl: Instructies die naar het AI-model worden gestuurd vóór de verwerking van elk artikel
vi: Hướng dẫn được gửi đến mô hình AI trước khi xử lý mỗi bài viết

source: Set API key
es: Establecer clave API
hu: API-kulcs beállítása
nl: Stel API-sleutel in
vi: Đặt khóa API

source: Concise (4 sentences)
es: Conciso (4 frases)
hu: Tömör (4 mondat)
nl: Bondig (4 zinnen)
vi: Ngắn gọn (4 câu)

source: Bullet points
es: Viñetas
hu: Felsorolásjelek
nl: Opsommingstekens
vi: Điểm gạch đầu dòng

source: Technical
es: Técnico
hu: Műszaki
nl: Technisch
vi: Kỹ thuật

source: Creative
es: Creativo
hu: Kretív
nl: Creatief
vi: Sáng tạo

source: Professional
es: Profesional
hu: Professzionális
nl: Professioneel
vi: Chuyên nghiệp

source: Minimal
es: Mínimo
hu: Minimális
nl: Minimaal
vi: Tối giản

source: Refresh settings
ca: Aplica la configuració
de: Einstellungen aktualisieren
es: Actualizar configuración
fi: Päivitä asetukset
hu: Beállítások firssítése
nl: Vernieuw instellingen
vi: Làm mới cài đặt

source: Press this button to reload settings and update display immediately
es: Pulse este botón para recargar los ajustes y actualizar la pantalla inmediatamente
hu: Nyomja meg ezt a gombot a beállítások újratöltéséhez és a kijelző azonnali frissítéséhez
nl: Druk op deze knop om instellingen opnieuw te laden en de weergave onmiddellijk bij te werken
vi: Nhấn nút này để tải lại cài đặt và cập nhật hiển thị ngay lập tức

source: Refresh RSS Feeds
es: Actualizar canales RSS
hu: RSS-hírcsatornák frissítése
nl: RSS-feeds vernieuwen
vi: Làm mới nguồn cấp RSS

source: Press this button to immediately refresh all RSS feeds and download new articles
es: Pulse este botón para actualizar inmediatamente todos los canales RSS y descargar nuevos artículos
hu: Nyomja meg ezt a gombot az összes RSS-hírcsatorna azonnali frissítéséhez és az új cikkek letöltéséhez
nl: Druk op deze knop om onmiddellijk alle RSS-feeds te vernieuwen en nieuwe artikelen te downloaden
vi: Nhấn nút này để ngay lập tức làm mới tất cả nguồn cấp RSS và tải xuống bài viết mới

source: Search for RSS & Atom feeds
es: Búsqueda de fuentes RSS y Atom
hu: RSS és Atom hírcsatornák keresése
nl: Zoek naar RSS- & Atom-feeds
vi: Tìm kiếm nguồn cấp RSS & Atom

source: Search for RSS and Atom feeds from a website URL. Automatically detects both feed formats.
es: Búsqueda de fuentes RSS y Atom a partir de la URL de un sitio web. Detecta automáticamente ambos formatos.
hu: RSS és Atom hírcsatornák keresése egy webhely URL-címéről. Automatikusan felismeri mindkét hírcsatorna-formátumot.
nl: Zoek naar RSS- en Atom-feeds vanuit een website-URL. Detecteert automatisch beide feedformaten.
vi: Tìm kiếm nguồn cấp RSS và Atom từ URL trang web. Tự động phát hiện cả hai định dạng nguồn cấp.

source: Enable Copy to clipboard button
ca: Habilita el botó per copiar al portarretalls
de: Aktiviere "In Zwischenablage kopieren" Button
es: Habilitar el botón Copiar al portapapeles
fi: Kopioi leikepöydälle - painike käyttöön
hu: Másolás a vágólapra gomb engedélyezése
nl: Schakel knop 'Kopiëren naar klembord' in
vi: Bật nút Sao chép vào clipboard

source: Temperature for AI responses
ca: Temperatura per a les respostes d'IA
es: Temperatura para las respuestas de la IA
fi: Lämpötila AI-vastauksille
hu: MI válaszok hőmérséklete
nl: Temperatuur voor AI-antwoorden
vi: Nhiệt độ cho phản hồi AI

source: Controls the randomness of the AI's responses. Higher values mean more randomness.
ca: Controla la precisió de les respostes de l'IA. Un valor més alt implica més aleatorietat.
es: Controla la aleatoriedad de las respuestas de la IA. Los valores más altos significan más aleatoriedad.
fi: Ohjaa tekoälyn vastausten satunnaisuutta. Suuremmat arvot tarkoittavat enemmän satunnaisuutta.
hu: Az MI válasz véletlenszerűségének beállítása. A magasabb érték több véletlenszerűséget jelez.
nl: Bepaalt de willekeurigheid van de AI-antwoorden. Hogere waarden betekenen meer willekeur.
vi: Điều khiển tính ngẫu nhiên của phản hồi AI. Giá trị cao hơn có nghĩa là ngẫu nhiên hơn.

source: Hide feed button
ca: Amaga el botó del canal
es: Ocultar el botón de feed
fi: Piilota syötepainike
hu: Cikkcsatorna gomb elrejtése.
nl: Verberg feed-knop
vi: Ẩn nút nguồn cấp

source: Hide timestamp
ca: Amaga la data
es: Ocultar marca de tiempo
fi: Piilota aikaleima
hu: Időbélyeg elrejtése
nl: Verberg tijdstempel
vi: Ẩn dấu thời gian

source: Enable favorite feature
ca: Activa la funcionalitat de preferit
es: Activar la función de favoritos
fi: Suosikit käyttöön
hu: Kedvencek funkció engedélyezése
nl: Schakel favorietenfunctie in
vi: Bật tính năng yêu thích

source: Load favorites on startup
ca: Carrega els preferits a l'inici
es: Cargar favoritos al iniciar
fi: Lataa suosikit käynnistettäessä
hu: Kedvencek betöltése induláskor
nl: Laad favorieten bij opstarten
vi: Tải yêu thích khi khởi động

source: Article spacing density
ca: Densitat de l'espaiat entre articles
es: Ajuste el espaciado entre artículos. Los valores más bajos hacen la lista más compacta, los valores más altos añaden más espacio entre los artículos
fi: Artikkelin tiheys
hu: Cikkek sűrűsége
nl: Dichtheid van afstand tussen artikelen
vi: Mật độ khoảng cách bài viết

source: Adjust the spacing between articles. Lower values make the list more compact, higher values add more space between articles.
ca: Ajusta l'espai entre articles. Valors més petits fan que la llista sigui més compacta, mentre que valors més alts afegeixen més espai entre articles.
es: Ajuste el espaciado entre artículos. Los valores más bajos hacen la lista más compacta, los valores más altos añaden más espacio entre los artículos.
fi: Säädä artikkelien väliä. Pienemmät arvot tekevät luettelosta tiiviimmän, korkeammat arvot lisäävät väliin tilaa.
hu: Beállítja a cikkek közötti helykitöltést. A kisebb értékek kompaktabb megjelenést biztosítanak, nagyobb értéknél több lesz a hely a cikkek között.
nl: Pas de afstand tussen artikelen aan. Lagere waarden maken de lijst compacter, hogere waarden voegen meer ruimte toe tussen artikelen.
vi: Điều chỉnh khoảng cách giữa các bài viết. Giá trị thấp hơn làm cho danh sách nhỏ gọn hơn, giá trị cao hơn thêm nhiều khoảng trống giữa các bài viết.

source: Show refresh separators between articles
es: Mostrar separadores de actualización entre artículos
hu: Frissítési elválasztók megjelenítése a cikkek között
nl: Toon vernieuwingsscheidingstekens tussen artikelen
vi: Hiển thị dấu phân cách làm mới giữa các bài viết

source: Shows separator lines with timestamps between articles from different refresh batches
es: Muestra líneas de separación con marcas de tiempo entre artículos de diferentes lotes de actualización
hu: Időbélyegekkel ellátott elválasztó vonalakat jelenít meg a különböző frissítési kötegekből származó cikkek között
nl: Toont scheidingslijnen met tijdstempels tussen artikelen uit verschillende vernieuwingsrondes
vi: Hiển thị các đường phân cách với dấu thời gian giữa các bài viết từ các lô làm mới khác nhau

source: Enable debug logs
es: Activar registros de depuración
hu: Hibakeresési naplók engedélyezése
nl: Debuglogs inschakelen
vi: Bật nhật ký gỡ lỗi
