Repository: linuxmint/cinnamon-spices-desklets
Catalog: yarr@jtoberling/files/yarr@jtoberling/po/*.po
Languages: ca, de, es, fi, hu, nl, vi

source: When enabled, detailed debug information will be logged to the system logs. Only enable when troubleshooting issues.
es: Cuando se activa, se registra información detallada de depuración en los registros del sistema. Actívelo sólo cuando vaya a solucionar problemas.
hu: Engedélyezés esetén a részletes hibakeresési információk naplózódnak a rendszernaplókban. Csak hibák elhárításakor engedélyezze.
nl: Indien ingeschakeld, dan wordt gedetailleerde debuginformatie gelogd in de systeemlogs. Schakel dit alleen in bij het oplossen van problemen.
vi: Khi được bật, thông tin gỡ lỗi chi tiết sẽ được ghi vào nhật ký hệ thống. Chỉ bật khi khắc phục sự cố.

source: Debug verbosity level
es: Nivel de depuración
hu: Hibakeresési részletességi szint
nl: Niveau debug-gedetailleerdheid
vi: Mức độ chi tiết gỡ lỗi

source: minimal
es: mínimo
hu: minimális
nl: minimaal
vi: tối thiểu

source: basic
es: básico
hu: alap
nl: basis
vi: cơ bản

source: verbose
es: locuaz
hu: bőbeszédű
nl: uitgebreid
vi: chi tiết

source: Control how much debug information is logged
es: Controla cuánta información de depuración se registra
hu: A hibakeresési információk naplózásának szabályozása
nl: Bepaal hoeveel debuginformatie wordt gelogd
vi: Kiểm soát lượng thông tin gỡ lỗi được ghi lại

source: Database base directory
es: Directorio base de la base de datos
hu: Adatbázis alapkönyvtár
nl: Database-basismap
vi: Thư mục cơ sở cơ sở dữ liệu

source: Base directory where separate Yarr databases are stored (yarr_favorites.db, yarr_read_status.db, etc.)
es: Directorio base donde se almacenan las distintas bases de datos de Yarr (yarr_favorites.db, yarr_read_status.db, etc.)
hu: Az alapkönyvtár, ahol a különálló Yarr adatbázisok tárolódnak (yarr_favorites.db, yarr_read_status.db stb.)
nl: Basismap waar afzonderlijke Yarr-databases worden opgeslagen (yarr_favorites.db, yarr_read_status.db, enz.)
vi: Thư mục cơ sở nơi các cơ sở dữ liệu Yarr riêng biệt được lưu trữ (yarr_favorites.db, yarr_read_status.db, v.v.)

source: Yarr uses separate databases for different data types. Database names are fixed and cannot be changed: yarr_favorites.db, yarr_read_status.db, yarr_article_cache.db, yarr_feed_button_states.db, yarr_refresh.db, yarr_readstatus.db
es: Yarr utiliza bases de datos separadas para diferentes tipos de datos. Los nombres de las bases de datos son fijos y no se pueden cambiar: yarr_favorites.db, yarr_read_status.db, yarr_article_cache.db, yarr_feed_button_states.db, yarr_refresh.db, yarr_readstatus.db
hu: A Yarr külön adatbázisokat használ a különböző adattípusokhoz. Az adatbázisnevek rögzítettek és nem módosíthatók: yarr_favorites.db, yarr_read_status.db, yarr_article_cache.db, yarr_feed_button_states.db, yarr_refresh.db, yarr_readstatus.db
nl: Yarr gebruikt afzonderlijke databases voor verschillende gegevenstypen. Databasenamen staan vast en kunnen niet worden gewijzigd: yarr_favorites.db, yarr_read_status.db, yarr_article_cache.db, yarr_feed_button_states.db, yarr_refresh.db, yarr_readstatus.db
vi: Yarr sử dụng các cơ sở dữ liệu riêng biệt cho các loại dữ liệu khác nhau. Tên cơ sở dữ liệu được cố định và không thể thay đổi: yarr_favorites.db, yarr_read_status.db, yarr_article_cache.db, yarr_feed_button_states.db, yarr_refresh.db, yarr_readstatus.db

source: Show read status checkbox
es: Casilla de verificación de estado de lectura
hu: Olvasási állapot jelölőnégyzet megjelenítése
nl: Toon gelezen-status selectievakje
vi: Hiển thị hộp kiểm trạng thái đã đọc

source: Dim read article titles
es: Títulos de artículos de lectura tenue
hu: Dim cikkcímeket olvas
nl: Verduister gelezen artikelkoppen
vi: Làm mờ tiêu đề bài viết đã đọc

source: When enabled, read titles are slightly dimmed for better visual distinction
es: Cuando está activada, los títulos de lectura se atenúan ligeramente para una mejor distinción visual
hu: Ha engedélyezve van, az olvasott címek kissé halványan jelennek meg a jobb vizuális megkülönböztetés érdekében.
nl: Indien ingeschakeld, dan worden gelezen titels een beetje verduisterd voor betere visuele onderscheiding
vi: Khi được bật, các tiêu đề đã đọc được làm mờ nhẹ để phân biệt trực quan tốt hơn

source: Color for read article titles
es: Color para leer los títulos de los artículos
hu: Az olvasott cikkek címének színe
nl: Kleur voor gelezen artikelkoppen
vi: Màu cho tiêu đề bài viết đã đọc

source: Choose a color applied to read titles
es: Elija un color aplicado para leer los títulos
hu: Válasszon színt a címek felolvasásához
nl: Kies een kleur die wordt toegepast op gelezen titels
vi: Chọn một màu áp dụng cho các tiêu đề đã đọc

source: Enable header feed buttons
es: Activar los botones de alimentación de la cabecera
hu: Fejléc hírfolyam gombjainak engedélyezése
nl: Kop-feedknoppen inschakelen
vi: Bật nút nguồn cấp tiêu đề

source: Show toggleable feed buttons below the header to control which feeds are displayed in the article list
es: Mostrar botones de fuentes conmutables debajo de la cabecera para controlar qué fuentes se muestran en la lista de artículos.
hu: A fejléc alatt megjeleníthető hírfolyam-gombok segítségével szabályozhatja, hogy mely hírfolyamok jelenjenek meg a cikklistában.
nl: Toon schakelbare feedknoppen onder de kop om te bepalen welke feeds in de artikelijst worden weergegeven
vi: Hiển thị các nút nguồn cấp có thể chuyển đổi bên dưới tiêu đề để kiểm soát nguồn cấp nào được hiển thị trong danh sách bài viết

source: Open Looking Glass
es: Abrir Looking Glass
hu: Looking Glass megnyitása
vi: Mở Looking Glass

source: Opens Cinnamon's Looking Glass debugger to inspect the desklet's JavaScript context
es: Abre el depurador Looking Glass de Cinnamon para inspeccionar el contexto JavaScript del desklet
hu: Megnyitja a Cinnamon Looking Glass hibakeresőjét a desklet JavaScript kontextusának vizsgálatához.
nl: Opent de Looking Glass-debugger van Cinnamon om de JavaScript-context van de desklet te inspecteren
vi: Mở trình gỡ lỗi Looking Glass của Cinnamon để kiểm tra ngữ cảnh JavaScript của desklet

source: Restart desklet
es: Reiniciar desklet
hu: Asztalkalmazás újraindítása
nl: Herstart desklet
vi: Khởi động lại desklet

source: Restarts the desklet to reload all code and settings
es: Reinicia el desklet para recargar todo el código y la configuración
hu: Újraindítja az asztalkalmazást az összes kód és beállítás betöltéséhez
nl: Herstart de desklet om alle code en instellingen opnieuw te laden
vi: Khởi động lại desklet để tải lại tất cả mã và cài đặt

source: Enable refresh
ca: Habilitar actualització
de: Aktiviere Aktualisierung
fi: POIS

source: Disable refresh
ca: Deshabilitar actualització
de: Deaktiviere Aktualisierung
fi: ON

source: Loading: feeds ...
ca: S'estan carregant els canals...
de: Lade: Feeds...
fi: Ladataan: syötteitä ...

source: Search...
ca: Buscar...
fi: Haku...

source: Search Articles
ca: Buscador d'articles
fi: Hae artikkeleista

source: Type to search...
ca: Escriviu per a buscar...
fi: Kirjoita haku...

source: Cancel
ca: Cancel·lar
fi: Peru

source: Search
ca: Buscar
fi: Haku

source: Yet Another RSS Reader - now as Cinnamon Desklet
ca: Yet Another RSS Reader - ara com a miniaplicació d'escriptori de Cinnamon
de: Noch ein RSS-Reader - nun als Cinnamon Desklet
fi: RSS-syötteiden lukija. Voit lisätä myös tekoälyn tähän sovelmaan

source: These are experimental AI features. Use at your own risk! Also they are needing ChatGPT account, and can cost money! $$$
ca: Aquestes funcions d'IA son experimentals. Feu-les servir amb compte. A més, requereixen un compte de ChatGPT i poden costar diners
de: Dies sind experimentelle KI-Funktionen. Die Nutzung erfolgt auf eigene Gefahr! Außerdem ist ein ChatGPT-Konto erforderlich und es können Kosten entstehen! $$$
fi: Kokeellisia tekoäly-ominaisuuksia. Käyttö omalla vastuulla! Lisäksi tarvitset ChatGPT-tilin, joka voi olla maksullinen! €€€

source: Open ChaptGPT API keys page
ca: Obre la pàgina de claus d'API de ChatGPT
de: Öffne ChaptGPT API Keys Seite
fi: Avaa ChaptGPT APIAVAIMET sivusto

source: Open ChaptGPT Usage page
ca: Obre la pàgina d'ús del ChatGPT
de: Öffne die ChatGPT "Usage" Seite
fi: Avaa ChaptGPT sivusto

source: Enable EXPERIMENTAL AI summary by ChatGPT
ca: Activa els resums fets amb ChatGPT (experimental)
de: Aktiviere die EXPERIMENTELLE KI-Zusammenfassung durch ChatGPT
fi: Käytä ChatGPT AI KOKEELLINEN

source: Add description to beginning of AI summary
ca: Afegeix una descripció al començament a mode de resum generat per IA
fi: Lisää kuvaus tekoälyn tiivistelmän alkuun

source: URL of Completion Api
ca: URL de l'API complementària
de: URL der Vervollständigungs-API
fi: Täydennys API URL

source: Choose a tool to dumping web pages
ca: Seleccioneu un programa per a descarregar pàgines web
de: Wähle ein Tool zum Dumpen von Webseiten
fi: Valitse työkalu verkkosivujen vedostamiseen

source: You need a command line tool to dump web pages. You have to deploy (apt install ..) one of these manually: [ w3m, lynx, links]
ca: Es necessita un programa de línia d'ordres (terminal) per a obtenir les pàgines web. Heu d'instal·lar (amb apt) manualment algun dels programes següents: w3m, lynx, links
de: Es wird ein Kommandozeilentool benötigt, um Webseiten zu Dumpen. Eines davon muss manuell bereit gestellt werden (apt install ..): [ w3m, lynx, links]
fi: Tarvitset työkalun komentoriville verkkosivujen vedostamiseksi. Asenna päätteessä käyttäen komentoja (apt install ..) ja valitse yksi seuraavista: [ w3m, lynx, links]

source: Use standard AI models.
ca: Utilitzar models d'IA estàndard.
de: Verwende Standard-KI-Modelle.
fi: Käytä standardi AI-malleja.

source: Set to custom to type your model name
ca: Seleccioneu personalitzat per a escriure el nom del vostre model
de: Stelle auf "Benutzerdefiniert" um einen Modellnamen einzugeben
fi: Määritä mukautettu, jos haluat kirjoittaa mallin nimen

source: Use standard
ca: Utilitzar estàndard
de: Standard verwenden
fi: Käytä standardia

source: Use custom
ca: Utilitzar personalitzat
de: Benutzerdefiniert verwenden
fi: Käytä mukautettua

source: Some are more clever - but costs more. Some require premium class subscription. A cheaper can work also well... Default: gpt-3.5-turbo
ca: Predeterminat: gpt-3.5-turbo Alguns son més llestos que altres, però costen més. Alguns requereixen una subscripció de pagament. Un gratuït o barat també us pot servir
de: Manche sind cleverer – kosten aber mehr. Manche erfordern ein Premium-Abonnement. Ein billigeres kann auch gut funktionieren … Standard: gpt-3.5-turbo
fi: Jotkut ovat älykkäämpiä ja maksavat enemmän. Jotkut vaativat premium tilauksen. Halvempikin voi toimia hyvin... Oletus: gpt-3.5-turbo

source: Provide model name to use
ca: Proveïu el nom del model a utilitzar
de: Gib Modellname zum Benutzen bereit
fi: Anna käytettävän mallin nimi

source: AI system instructions
ca: Instruccions de la IA
de: Anweisungen für das KI-System
fi: AI-tekoäly ja ohjeet

source: Add instructions to AI Agent
ca: Afegeix instruccions a la IA generativa
de: Anweisungen zum KI Agent hinzufügen
fi: Lisää ohjeet AI-agentille

source: Enter and save ChatGPT API key
ca: Inseriu la clau API de ChatGPT
de: ChatGPT API Key eingeben und speichern
fi: Anna ja tallenna ChatGPT APIAVAIN

source: Example Prompt1: 'Summarize in four sentences.'
ca: Instrucció d'exemple 1: Summarize in four sentences
de: Beispiel-Befehl1: „Fasse in vier Sätzen zusammen.“
fi: Esimerkki 1: Summarize in four sentences.

source: Example Prompt2: Hungarian limerick: 'Foglald össze limerickben.'
ca: Instrucció d'exemple 2: Fes un resum enginyós en format d'epigrama
de: Beispiel-Befehl2: Ungarischer Limerick: 'Foglald össze limerickben.'
fi: Esimerkki 2: Unkariksi: "Foglald össze limerickben."

source: Example Prompt3: The point is in the haiku. '俳句のエッセンス 日本語では'
ca: Instrucció d'exemple 3: The point is in the haiku. '俳句のエッセンス 日本語では'
de: Beispiel-Befehl3: Der Punkt liegt im Haiku. '俳句のエッセンス 日本語では'
fi: Esimerkki 3: Asia on haiku:ssa. "俳句のエッセンス 日本語では"

source: Example Prompt4: Hungarian: 'Summarize in four sentences.'
ca: Instrucció d'exemple 4: Fes un resum en quatre frases, en català
de: Beispiel-Befehl4: Ungarisch: „In vier Sätzen zusammenfassen.“
fi: Esimerkki 4: Unkariksi: "Summarize in four sentences."

source: Example Prompt5: 'Summarize in 4-8 short bullet points, separtate lines, English language. Omit other references and external links from the summary'
ca: Instrucció d'exemple 5: Resumeix en una llista de 4 a 8 punts, en línies separades, en català. Omet altres referències o enllaços externs en el resum
de: Beispiel-Befehl5: „Fasse in 4–8 kurzen Aufzählungspunkten, separaten Zeilen und in englischer Sprache zusammen. Lass in der Zusammenfassung andere Referenzen und externe Links weg.“
fi: Eesimerkki 5: "Summarize in 4-8 short bullet points, separtate lines, English language. Omit other references and external links from the summary"

source: Example Prompt6: 'Hungarian bullet points...'
ca: Instrucció d'exemple 6: 'Vinyetes hongareses...'
de: Beispiel-Befehl6: „Ungarische Aufzählungspunkte…“
fi: Esimerkki 6: "Hungarian bullet points..."

source: Here are some examples for the AI system prompt. You can rewrite them as you like.
ca: Aquí teniu alguns exemples d'instruccions per a la IA generativa. Podeu reescriure'ls com vulgueu.
de: Hier sind einige Beispiele für die Befehle des KI-Systems. Diese können beliebig umgeschrieben werden.
fi: Tässä esimerkkejä AI-lauseista. Voit kirjoittaa ne haluamallasi tavalla uudelleen.

source: Press this button to relad settings
ca: Premeu aquest botó per a carregar aquesta configuració
de: Diesen Button zum Neuladen drücken
fi: Paina painiketta ladataksesi asetukset uudelleen
