Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/clocket@tirtha/*.po
Languages: ca, fi, vi

source: Clock
ca: Rellotge
fi: Kello
vi: Đồng hồ

source: Date and Time Settings
ca: Ajusts de data i hora
fi: Päivä ja aika asetukset
vi: Cài đặt Ngày và Giờ

source: A desklet that displays the time, date, currenty and forecast weather report
ca: Una miniaplicació d'escriptori que mostra la data, l'hora i la previsió meteorològica
fi: Sovelma, joka näyttää kellonajan, päivämäärän ja sääennusteen
vi: Một desklet hiển thị thời gian, ngày tháng, thời tiết hiện tại và dự báo thời tiết

source: Please consider custom Weather Desklet into your language. See the website for more information
ca: Podeu adaptar aquesta miniaplicació d'escriptori al vostre idioma. Trobareu informació sobre com fer-ho al lloc web
fi: Harkitse Weather sovelman kääntämistä kielellesi. Katso lisätietoja verkkosivuilta
vi: Hãy cân nhắc tùy chỉnh Desklet Thời tiết sang ngôn ngữ của bạn. Xem trang web để biết thêm thông tin

source: Clock configuration
ca: Ajusts del rellotge
fi: Kellon määritykset
vi: Cấu hình đồng hồ

source: Font size
ca: Mida de la lletra
fi: Fontin koko
vi: Cỡ chữ

source: Text color
ca: Color del text
fi: Tekstin väri
vi: Màu chữ

source: Click the button to select a new text color
ca: Feu clic sobre el botó per a canviar el color del text
fi: Valitse tekstin väri painamalla nappia
vi: Nhấp vào nút để chọn màu chữ mới

source: background color
ca: Color del fons
fi: Taustaväri
vi: màu nền

source: Click the button to select a new background color
ca: Feu clic sobre el botó per a canviar el color del fons
fi: Valitse uusi taustaväri painamalla nappia
vi: Nhấp vào nút để chọn màu nền mới

source: weather data service settings
ca: Ajusts del servei de dades meteorològiques
fi: Sääpalvelun asetukset
vi: cài đặt dịch vụ dữ liệu thời tiết

source: Want weather display ?
ca: Mostra informació meteorològica
fi: Näytetäänkö säätiedot?
vi: Muốn hiển thị thời tiết ?

source: Data service
ca: Servei de dades
fi: Sääpalvelu
vi: Dịch vụ dữ liệu

source: Open Weather Map Free (requires API key)
ca: Open Weather Map Free (requereix clau de l'API)
fi: Open Weather Map Free (APIAVAIN vaaditaan)
vi: Open Weather Map Free (yêu cầu khóa API)

source: select the data service
ca: Trieu el servei per a consultar les dades
fi: Valitse haluamasi sääpalvelu
vi: chọn dịch vụ dữ liệu

source: put api key
ca: Clau de l'API
fi: APIAVAIN
vi: nhập khóa api

source: put your api key generated from open-weather-map here
ca: Introduïu la clau de l'API de Open Weather Map
fi: Laita sääpalvelussa luotu api-avain tähän
vi: nhập khóa api của bạn được tạo từ open-weather-map tại đây

source: Type of location data
ca: Tipus de dada d'ubicació
fi: Sijaintitietojen hakutapa
vi: Loại dữ liệu vị trí

source: city name
ca: Nom de la ciutat
fi: kaupunki
vi: tên thành phố

source: lat-lon
ca: latitud-longitud
fi: latlong.net
vi: vĩ độ-kinh độ

source: select your location type
ca: Trieu el tipus d'ubicació
fi: Valitse miten sijaintisi haetaan
vi: chọn loại vị trí của bạn

source: put your location
ca: Ubicació
fi: Anna saamasi latlong.net sijaintisi tähän
vi: nhập vị trí của bạn

source: put your lat-long generated from lat-long.html page
ca: Inseriu una ubicació: el nom d'una ciutat o unes coordenades de latitud i longitud
fi: Voit hakea sinun GPS sijaintisi selaimella menemällä https://www.latlong.net ja antamalla koodinaatit tähän kenttään.
vi: nhập tọa độ vĩ độ-kinh độ của bạn được tạo từ trang lat-long.html

source: auto-update report
ca: Actualització automàtica de la previsió del temps
fi: Autom. päivitys
vi: tự động cập nhật báo cáo

source: enable or disable auto-update
ca: Permet l'actualització automàtica de la informació de la previsió meteorològica
fi: Automaattinen päivitys päälle/pois
vi: bật hoặc tắt tự động cập nhật

source: set auto update duration(20 min/30 min/60 min)
ca: Actualitza cada (20 min / 30 min / 60 min)
fi: Aseta autom. päivitysväli (20min/30min/60min)
vi: đặt thời gian tự động cập nhật (20 phút/30 phút/60 phút)

source: set auto update duration
ca: Defineix el temps d'actualització automàtica de la previsió meteorològica
fi: Aseta autom. päivitysväli
vi: đặt thời gian tự động cập nhật

source: customize your data
ca: Personalització de les dades
fi: Mukauta arvoja
vi: tùy chỉnh dữ liệu của bạn

source: unit
ca: Unitats
fi: Yksikkö
vi: đơn vị

source: metric
ca: Sistema Mètric
fi: metrijärjestelmä
vi: hệ mét

source: select your unit preferance
ca: Trieu les unitats que voleu fer servir
fi: Valitse haluamasi yksikkö
vi: chọn đơn vị ưa thích của bạn

source: customize font and bg color
ca: Personalització del text i el fons
fi: Mukauta fontin väriä
vi: tùy chỉnh phông chữ và màu nền

source: weather block text color
ca: Color del text del bloc del temps
fi: Sään tekstin väri
vi: màu chữ khối thời tiết

source: weather-block bg-color
ca: Color de fons del bloc del temps
fi: Sään taustan väri
vi: màu nền khối thời tiết

source: Click the button to select a new bg color
ca: Cliqueu el botó per a triar un nou color del fons
fi: Valitse väri painamalla nappia
vi: Nhấp vào nút để chọn màu nền mới

source: Icon pack
ca: Joc d'icones
fi: Kuvakkeet
vi: Bộ biểu tượng

source: default
ca: Predeterminat
fi: oletus
vi: mặc định

source: select your fav icon-pack
ca: Seleccioneu el joc d'icones que voleu fer servir
fi: Valitse kuvakepaketti jota haluat käyttää
vi: chọn bộ biểu tượng yêu thích của bạn
