Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/procmon@ksmith/*.po
Languages: es, fr, hu

source: Process Monitor
es: Monitor de procesos
fr: Moniteur de processus
hu: Folyamat Monitor

source: USER
es: USUARIO
fr: UTILISATEUR
hu: FELHASZNÁLÓ

source: COMMAND
es: COMANDO
fr: COMMANDE
hu: PARANCS

source: ProcMon Table
es: Tabla ProcMon
fr: Tableau ProcMon
hu: ProcMon Táblázat

source: Sortable process table powered by top.
es: Tabla de procesos ordenable impulsada por top.
fr: Tableau de processus triable alimenté par top.
hu: Rendezhető folyamattábla a top által működtetve.

source: Refresh interval
es: Intervalo de actualización
fr: Intervalle d'actualisation
hu: Frissítési gyakoriság

source: How often to refresh the process list.
es: Frecuencia de actualización de la lista de procesos.
fr: Fréquence d'actualisation de la liste des processus.
hu: A folyamatlista frissítésének gyakorisága.

source: Number of rows
es: Número de filas
fr: Nombre de lignes
hu: Sorok száma

source: Maximum process rows to display.
es: Número máximo de filas de procesos a mostrar.
fr: Nombre maximal de lignes de processus à afficher.
hu: A megjelenítendő folyamatsorok maximális száma.

source: PID column width
es: Ancho de la columna PID
fr: Largeur de la colonne PID
hu: PID oszlopszélesség

source: Width of the PID column.
es: Ancho de la columna PID.
fr: Largeur de la colonne PID.
hu: A PID oszlop szélessége.

source: USER column width
es: Ancho de la columna USUARIO
fr: Largeur de la colonne UTILISATEUR
hu: FELHASZNÁLÓ oszlopszélesség

source: Width of the USER column.
es: Ancho de la columna USUARIO.
fr: Largeur de la colonne UTILISATEUR.
hu: FELHASZNÁLÓ oszlop szélessége.

source: CPU% column width
es: Ancho de la columna CPU%
fr: Largeur de la colonne CPU%
hu: CPU% oszlopszélesség

source: Width of the CPU% column.
es: Ancho de la columna CPU%.
fr: Largeur de la colonne CPU%.
hu: CPU% oszlop szélessége.

source: MEM column width
es: Ancho de la columna MEM
fr: Largeur de la colonne MEM
hu: MEM oszlopszélesség

source: Width of the MEM column.
es: Ancho de la columna MEM.
fr: Largeur de la colonne MEM.
hu: MEM oszlop szélessége

source: COMMAND column width
es: Ancho de la columna COMANDO
fr: Largeur de la colonne COMMANDE
hu: PARANCS oszlopszélesség

source: Width of the COMMAND column. Desklet width is the sum of all column widths.
es: Ancho de la columna COMANDO. El ancho del desklet es la suma de los anchos de todas las columnas.
fr: Largeur de la colonne COMMANDE. La largeur du desklet est la somme des largeurs de toutes les colonnes.
hu: PARANCS oszlop szélessége. Az asztalkalmazás széllessége megegyezik az összes oszlop együttes szélességével.

source: Disable desklet decorations
es: Desactivar decoraciones del desklet
fr: Désactiver les décorations du desklet
hu: Asztalkalmazás dekorációk kikapcsolása

source: Hide Cinnamon desklet frame and header decorations.
es: Ocultar marco y encabezado del desklet de Cinnamon.
fr: Masquer le cadre et l'en-tête du desklet Cinnamon.
hu: Cinnamon asztalkalmazás keret és fejléc dekorációk elrejtése.

source: Header text color
es: Color de texto del encabezado
fr: Couleur du texte d'en-tête
hu: Fejléc szövegének színe

source: Color used for the header row text.
es: Color usado para el texto de la fila de encabezado.
fr: Couleur utilisée pour le texte de la ligne d'en-tête.
hu: A fejlécsor szövegéhez használt szín.

source: Content text color
es: Color de texto del contenido
fr: Couleur du texte du contenu
hu: Tartalom szövegének színe

source: Color used for process row text.
es: Color usado para el texto de las filas de procesos.
fr: Couleur utilisée pour le texte des lignes de processus.
hu: A folyamat sorának szövegéhez használt szín.

source: Background color
es: Color de fondo
fr: Couleur d'arrière-plan
hu: Háttérszín

source: Base background color of the desklet.
es: Color base de fondo del desklet.
fr: Couleur d'arrière-plan de base du desklet.
hu: Asztalkalmazás alap háttérszíne.

source: Background transparency
es: Transparencia del fondo
fr: Transparence de l'arrière-plan
hu: Háttér átlátszósága

source: 0% is opaque, 100% is fully transparent.
es: 0% es opaco, 100% es totalmente transparente.
fr: 0% est opaque, 100% est totalement transparent.
hu: 0% átlátszatlan, 100% teljesen átlátszó.

source: Only my processes
es: Solo mis procesos
fr: Seulement mes processus
hu: Csak az én folyamataim

source: Use top -u <current user> to show only your processes.
es: Usar top -u <usuario actual> para mostrar solo tus procesos.
fr: Utiliser top -u <utilisateur courant> pour n'afficher que vos processus.
hu: A top -u <current user> paranccsal csak a saját folyamataidat jelenítheted meg.

source: CPU scaling mode
es: Modo de escala de CPU
fr: Mode de mise à l'échelle du CPU
hu: CPU-skálázási mód

source: Choose how CPU percentages are shown.
es: Elige cómo se muestran los porcentajes de CPU.
fr: Choisissez comment les pourcentages CPU sont affichés.
hu: Válassza ki, hogyan jelenjenek meg a CPU-százalékok.

source: Per-core style (100% = one core)
es: Estilo por núcleo (100% = un núcleo)
fr: Style par cœur (100% = un cœur)
hu: Magonkénti stílus (100% = egy mag)

source: Total-system-scaled (100% = all cores)
es: Escala del sistema completo (100% = todos los núcleos)
fr: Mis à l'échelle du système total (100% = tous les cœurs)
hu: Teljes rendszerre skálázott (100% = minden mag)

source: COMMAND max length
es: Longitud máxima de COMANDO
fr: Longueur max de COMMANDE
hu: PARANCS max hosszúság

source: Long command names are truncated with ellipsis.
es: Los nombres de comando largos se truncan con puntos suspensivos.
fr: Les noms de commande longs sont tronqués avec des points de suspension.
hu: A hosszú parancsneveket három ponttal csonkoljuk.
