Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/mintoo@sujitagarwal/*.po
Languages: es

source: Mintoo - The Mint Assistant
es: Mintoo - El Asistente de Mint

source: A friendly assistant for your Linux Mint. Now with more features to customize the look and feel!
es: Un asistente amigable para tu Linux Mint. ¡Ahora con más funciones para personalizar el aspecto!

source: Settings for Mintoo
es: Configuración de Mintoo

source: pixels
es: pixeles

source: Desklet size
es: Tamaño del desklet

source: Increase or decrease the size of the Mintoo Desklet.
es: Aumentar o disminuir el tamaño del desklet Mintoo.

source: Button Color
es: Color del botón

source: Linux Mint Green
es: Linux Mint Verde

source: Black
es: Negro

source: Blue (Light)
es: Azul (Claro)

source: Blue (Dark)
es: Azul (Oscuro)

source: Green (Light)
es: Verde (Claro)

source: Green (Dark)
es: Verde (Oscuro)

source: Red (Light)
es: Rojo (Claro)

source: Red (Dark)
es: Rojo (Oscuro)

source: Purple (Light)
es: Morado (Claro)

source: Purple (Dark)
es: Morado (Oscuro)

source: Orange (Light)
es: Naranja (Claro)

source: Orange (Dark)
es: Naranja (Oscuro)

source: Pink (Light)
es: Rosa (Claro)

source: Pink (Dark)
es: Rosa (Oscuro)

source: Gray (Light)
es: Gris (Claro)

source: Gray (Dark)
es: Gris (Oscuro)

source: Select the button hover style.
es: Seleccione el estilo al pasar el mouse sobre el botó

source: Button Hover Color
es: Color al pasar el cursor sobre el botón
