Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/quoteOfTheDay@tinnu/*.po
Languages: bg, ca, hu, it, ro

source: Quote of the day
bg: Цитат на деня
ca: Cita del dia
hu: Napi idézet
it: Citazione del giorno
ro: Citatul zilei

source: Copy
bg: Копирай
ca: Copia
hu: Másolás
it: Copia
ro: Copiază

source: A desklet that displays quotations from various sources
bg: Десклет, който показва цитати от различни източници
ca: Una miniaplicació d'escriptori que mostra cites des de diverses fonts
hu: Egy asztalkalmazás amely különböző forrásokból idézeteket jelenít meg
it: Un desklet che mostra citazioni da varie fonti
ro: Un desklet care afișează citate din diverse surse

source: Quote of the day desklet
bg: Десклет цитат на деня
ca: Miniaplicació Cita del dia
hu: Napi idézet asztalkalmazás
it: Citazione del giorno desklet
ro: Citatul zilei desklet

source: Font size:
bg: Размер на шрифта:
ca: Mida de la lletra:
hu: Betűméret:
it: Dimensione carattere:
ro: Mărimea fontului:

source: Vertical shadow:
bg: Сянка по вертикал
ca: Ombra vertical:
hu: Függőleges árnyék:
it: Ombreggiatura verticale:
ro: Umbra verticală:

source: px
bg: пкс

source: File:
bg: Файл:
ca: Fitxer:
hu: Fájl:
ro: Dosar:

source: Font options:
bg: Опции на шрифт:
ca: Ajusts de lletra:
hu: Betűtípus beállítások:
it: Opzioni carattere:
ro: Opțiuni de font:

source: Shadow blur:
bg: Размиване на сянката:
ca: Desenfocament:
hu: Árnyék elmosódás:
it: Sfocatura dell'ombreggiatura:
ro: Estomparea umbrei:

source: Shadow color:
bg: Цвят на сянката:
ca: Color:
hu: Árnyék színe:
it: Colore ombreggiatura:
ro: Culoarea umbrei:

source: Click to select a new text color
bg: Цъкнете за да изберете цвят на текста
ca: Trieu el color del text de la cita
hu: Kattintson ide új betűszín kiválasztásához
it: Premi per selezionare un nuovo colore del testo
ro: Fă clic pentru a selecta o nouă culoare de text

source: Update every:
bg: Обновявай на всеки:
ca: Actualitza cada:
hu: Frissítési gyakoriság:
it: Aggiorna ogni:
ro: Actualizează în fiecare:

source: minutes
bg: минути
ca: minuts
hu: perc
it: minuti
ro: minute

source: Font color:
bg: Цвят на шрифта
ca: Color:
hu: Betűszín:
it: Colore carattere:
ro: Culoarea fontului:

source: Horizontal shadow:
bg: Сянка по хоризонтал:
ca: Ombra horitzontal:
hu: Vízszintes árnyék:
it: Ombreggiatura orizzontale:
ro: Umbra orizontală:

source: Text shadow effects:
bg: Ефекти на сянката на текста
ca: Efectes d'ombrejat del text:
hu: Szöveg árnyékának effektusa:
it: Effetti ombreggiatura testo:
ro: Efecte de umbrire a textului:

source: Advanced options:
bg: Разширени опции:
ca: Ajusts avançats:
hu: Haladó beállítások:
it: Opzioni avanzate:
ro: Opțiuni avansate:

source: Parameters for fortune:
bg: Параметри на късметче:
ca: Paràmetres per a «fortune»:
hu: Fortune parancs paraméterek:
it: Parametri per la fortuna:
ro: Parametrii pentru noroc:

source: E.g. -s, etc. See README for more info.
bg: Примерно -s и др. Виж README за още информация.
ca: Opcions amb què cridar el programa «fortune». Per exemple «-s», etc. Vegeu el fitxer README per a més informació.
hu: Például: -s, stb. További információért olvassa el a README fájlt.
it: Per esempio. -s, ecc. Vedi il README per maggiori informazioni.
ro: De exemplu, -s, etc. Consultă README pentru mai multe informații.

source: Ignore input file
bg: Игнорирай входящия файл
ca: Ignora el fitxer d'entrada
hu: Bemeneti fájl mellőzése
it: Ignora file di input
ro: Ignoră fișierul de intrare

source: Use fortune's default behavior instead of an input file. See README for more info.
bg: Използва късметчетата по подразбиране, вместо входящия файл. Виж README за още информация.
ca: Fes servir l'ordre «fortune» enlloc del fitxer d'entrada. Consulteu el fitxer README per a més informació.
hu: Használj a fortune-t egy bementi fájl helyett. További információért olvassa el a README fájlt.
it: Usa il comportamento predefinito di fortuna invece di un file di input. Vedi README per maggiori informazioni.
ro: Utilizează comportamentul implicit al norocului în locul unui fișier de intrare. Consultă README pentru mai multe informații.
