Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/bbcwx@oak-wood.co.*/*.po
Languages: uk

source: Mon
uk: Thứ 2

source: Tue
uk: Thứ 3

source: Wed
uk: Thứ 4

source: Thu
uk: Thứ 5

source: Fri
uk: Thứ 6

source: Sat
uk: Thứ 7

source: Sun
uk: Chủ nhật

source: Weather
uk: Thời tiết

source: Help
uk: Trợ giúp

source: Translate
uk: Dịch

source: Humidity:
uk: Độ ẩm:

source: Pressure:
uk: Áp suất:

source: Wind:
uk: Gió:

source: Feels like:
uk: Cảm giác như:

source: Visibility:
uk: Tầm nhìn:

source: Max:
uk: Cao nhất:

source: Min:
uk: Thấp nhất:

source: Wind speed:
uk: Tốc độ gió:

source: Dir:
uk: Hướng:

source: Data from
uk: Dữ liệu từ

source: Refresh
uk: Làm mới

source: Last updated
uk: Cập nhật lần cuối

source: No Data Available
uk: Không có dữ liệu

source: Error: %s
uk: Lỗi: %s

source: No Data
uk: Không có dữ liệu

source: Click for the full forecast for %s
uk: Nhấp để xem dự báo đầy đủ cho %s

source: Invalid location
uk: Vị trí không hợp lệ

source: Clear Sky
uk: Trời quang

source: Drizzle
uk: Mưa phùn

source: Fog
uk: Sương mù

source: Grey Cloud
uk: Mây xám

source: Hail Shower
uk: Mưa đá

source: Hazy
uk: Mù sương

source: Heavy Rain Shower
uk: Mưa rào lớn

source: Heavy Rain
uk: Mưa lớn

source: Heavy Snow Shower
uk: Tuyết rơi dày

source: Heavy Snow
uk: Tuyết dày

source: Light Cloud
uk: Mây thưa

source: Light Rain Shower
uk: Mưa rào nhẹ

source: Light Rain
uk: Mưa nhẹ

source: Light Snow Shower
uk: Tuyết rơi nhẹ

source: Light Snow
uk: Tuyết nhẹ

source: Mist
uk: Sương mù nhẹ

source: Partly Cloudy
uk: Ít mây

source: Rain
uk: Mưa

source: Sand Storm
uk: Bão cát

source: Sleet Shower
uk: Mưa tuyết

source: Sleet
uk: Mưa tuyết

source: Sunny Intervals
uk: Nắng từng lúc

source: Sunny
uk: Nắng

source: Thick Cloud
uk: Mây dày

source: Thunder Storm
uk: Bão có sấm sét

source: Thunderstorm
uk: Dông

source: Thundery Shower
uk: Mưa rào có sấm

source: White Cloud
uk: Mây trắng

source: No API key provided
uk: Không cung cấp khóa API

source: Fair
uk: Đẹp trời

source: Cloudy
uk: Nhiều mây

source: Showers
uk: Mưa rào

source: Snow
uk: Tuyết

source: Snow Showers
uk: Mưa tuyết

source: Mixed Rain and Snow
uk: Mưa và tuyết

source: Mainly Clear
uk: Chủ yếu quang đãng

source: Overcast
uk: U ám

source: Depositing Rime Fog
uk: Sương muối

source: Drizzle: Light Intensity
uk: Mưa phùn: Cường độ nhẹ

source: Drizzle: Moderate Intensity
uk: Mưa phùn: Cường độ vừa

source: Drizzle: Dense Intensity
uk: Mưa phùn: Cường độ dày đặc

source: Freezing Drizzle: Light Intensity
uk: Mưa phùn băng giá: Cường độ nhẹ

source: Freezing Drizzle: Dense Intensity
uk: Mưa phùn băng giá: Cường độ dày đặc

source: Rain: Slight Intensity
uk: Mưa: Cường độ nhẹ

source: Rain: Moderate Intensity
uk: Mưa: Cường độ vừa

source: Rain: Heavy Intensity
uk: Mưa: Cường độ mạnh

source: Freezing Rain: Light Intensity
uk: Mưa băng giá: Cường độ nhẹ

source: Freezing Rain: Heavy Intensity
uk: Mưa băng giá: Cường độ mạnh

source: Snow Fall: Slight Intensity
uk: Tuyết rơi: Cường độ nhẹ

source: Snow Fall: Moderate Intensity
uk: Tuyết rơi: Cường độ vừa

source: Snow Fall: Heavy Intensity
uk: Tuyết rơi: Cường độ mạnh

source: Snow Grains
uk: Hạt tuyết

source: Rain Showers: Slight
uk: Mưa rào: Nhẹ

source: Rain Showers: Moderate
uk: Mưa rào: Vừa

source: Rain Showers: Violent
uk: Mưa rào: Dữ dội

source: Slight Snow Showers
uk: Mưa tuyết nhẹ

source: Heavy Snow Showers
uk: Mưa tuyết nặng

source: Thunderstorm With Slight Hail
uk: Dông với mưa đá nhẹ

source: Thunderstorm With Heavy Hail
uk: Dông với mưa đá nặng

source: Invalid location format
uk: Định dạng vị trí không hợp lệ

source: Blizzard
uk: Bão tuyết

source: Blowing Snow
uk: Tuyết bay

source: Clear
uk: Quang đãng

source: Freezing Drizzle
uk: Mưa phùn băng giá

source: Freezing Fog
uk: Sương mù băng giá

source: Heavy Freezing Drizzle
uk: Mưa phùn băng giá nặng

source: Heavy Rain at Times
uk: Mưa lớn từng lúc

source: Ice Pellets
uk: Hạt băng

source: Light Drizzle
uk: Mưa phùn nhẹ

source: Light Freezing Rain
uk: Mưa băng giá nhẹ

source: Light Showers of Ice Pellets
uk: Mưa hạt băng nhẹ

source: Light Sleet
uk: Mưa tuyết nhẹ

source: Light Sleet Showers
uk: Mưa tuyết nhẹ

source: Light Snow Showers
uk: Mưa tuyết nhẹ

source: Moderate or Heavy Freezing Rain
uk: Mưa băng giá vừa hoặc nặng

source: Moderate or Heavy Rain Shower
uk: Mưa rào vừa hoặc nặng

source: Moderate or Heavy Rain With Thunder
uk: Mưa vừa hoặc nặng có sấm

source: Moderate or Heavy Showers of Ice Pellets
uk: Mưa hạt băng vừa hoặc nặng

source: Moderate or Heavy Sleet
uk: Mưa tuyết vừa hoặc nặng

source: Moderate or Heavy Sleet Showers
uk: Mưa tuyết vừa hoặc nặng

source: Moderate or Heavy Snow Showers
uk: Mưa tuyết vừa hoặc nặng

source: Moderate or Heavy Snow With Thunder
uk: Tuyết vừa hoặc nặng có sấm

source: Moderate Rain
uk: Mưa vừa

source: Moderate Rain at Times
uk: Mưa vừa từng lúc

source: Moderate Snow
uk: Tuyết vừa

source: Patchy Freezing Drizzle Possible
uk: Có thể có mưa phùn băng giá rải rác

source: Patchy Heavy Snow
uk: Tuyết rơi dày rải rác

source: Patchy Light Drizzle
uk: Mưa phùn nhẹ rải rác

source: Patchy Light Rain
uk: Mưa nhẹ rải rác

source: Patchy Light Rain With Thunder
uk: Mưa nhẹ rải rác có sấm

source: Patchy Light Snow
uk: Tuyết nhẹ rải rác

source: Patchy Light Snow With Thunder
uk: Tuyết nhẹ rải rác có sấm

source: Patchy Moderate Snow
uk: Tuyết vừa rải rác

source: Patchy Rain Possible
uk: Có thể có mưa rải rác

source: Patchy Sleet Possible
uk: Có thể có mưa tuyết rải rác

source: Patchy Snow Possible
uk: Có thể có tuyết rải rác

source: Thundery Outbreaks Possible
uk: Có thể có dông

source: Torrential Rain Shower
uk: Mưa rào như trút

source: Invalid station ID
uk: ID trạm không hợp lệ

source: Invalid geocode
uk: Mã địa lý không hợp lệ

source: N
uk: B

source: NNE
uk: BĐB

source: NE
uk: ĐB

source: ENE
uk: ĐĐB

source: E
uk: Đ

source: ESE
uk: ĐĐN

source: SE
uk: ĐN

source: SSE
uk: NĐN

source: S
uk: N

source: SSW
uk: NTN

source: SW
uk: TN

source: WSW
uk: TTN

source: W
uk: T

source: WNW
uk: TTB

source: NW
uk: TB

source: NNW
uk: BTB

source: Tornado
uk: Lốc xoáy

source: Tropical Storm
uk: Bão nhiệt đới

source: Hurricane
uk: Cuồng phong

source: Severe Thunderstorms
uk: Dông mạnh

source: Thunderstorms
uk: Dông

source: Mixed Rain and Sleet
uk: Mưa và mưa tuyết

source: Mixed Snow and Sleet
uk: Tuyết và mưa tuyết

source: Freezing Rain
uk: Mưa băng giá

source: Snow Flurries
uk: Tuyết bay

source: Hail
uk: Mưa đá

source: Dust
uk: Bụi

source: Foggy
uk: Sương mù

source: Haze
uk: Mù

source: Smoky
uk: Khói

source: Blustery
uk: Gió mạnh

source: Windy
uk: Gió

source: Cold
uk: Lạnh

source: Mostly Cloudy
uk: Chủ yếu có mây

source: Mixed Rain and Hail
uk: Mưa và mưa đá

source: Hot
uk: Nóng

source: Isolated Thunderstorms
uk: Dông cục bộ

source: Scattered Thunderstorms
uk: Dông rải rác

source: Scattered Showers
uk: Mưa rào rải rác

source: Scattered Snow Showers
uk: Mưa tuyết rải rác

source: Thundershowers
uk: Mưa dông

source: Isolated Thundershowers
uk: Mưa dông cục bộ

source: Not Available
uk: Không có sẵn

source: No data available
uk: Không có dữ liệu

source: No data
uk: Không có dữ liệu

source: Tropical storm
uk: Bão nhiệt đới

source: Severe thunderstorms
uk: Dông mạnh

source: Mixed rain and snow
uk: Mưa và tuyết

source: Mixed rain and sleet
uk: Mưa và mưa tuyết

source: Mixed snow and sleet
uk: Tuyết và mưa tuyết

source: Freezing drizzle
uk: Mưa phùn băng giá

source: Freezing rain
uk: Mưa băng giá

source: Snow flurries
uk: Tuyết bay

source: Light snow showers
uk: Mưa tuyết nhẹ

source: Blowing snow
uk: Tuyết bay

source: Mostly cloudy
uk: Chủ yếu có mây

source: Partly cloudy
uk: Ít mây

source: Mixed rain and hail
uk: Mưa và mưa đá

source: Isolated thunderstorms
uk: Dông cục bộ

source: Scattered thunderstorms
uk: Dông rải rác

source: Scattered showers
uk: Mưa rào rải rác

source: Heavy snow
uk: Tuyết dày

source: Scattered snow showers
uk: Mưa tuyết rải rác

source: Snow showers
uk: Mưa tuyết

source: Isolated thundershowers
uk: Mưa dông cục bộ

source: Not available
uk: Không có sẵn

source: Steady
uk: Ổn định

source: Rising
uk: Tăng

source: Falling
uk: Giảm

source: Display the weather from several web services on your desktop
uk: Hiển thị thời tiết từ nhiều dịch vụ web trên màn hình của bạn

source: Please consider translating the Weather desklet into your language. See the website for more information.
uk: Hãy cân nhắc dịch desklet Thời tiết sang ngôn ngữ của bạn. Xem trang web để biết thêm thông tin.

source: Weather configuration
uk: Cấu hình thời tiết

source: Data service
uk: Dịch vụ dữ liệu

source: National Weather Service (USA Only)
uk: Dịch vụ Thời tiết Quốc gia (Chỉ Mỹ)

source: Open-Meteo Non-commercial
uk: Open-Meteo Phi thương mại

source: Open Weather Map Free
uk: Open Weather Map Miễn phí

source: Weather API Free
uk: Weather API Miễn phí

source: Select the data service you wish to use
uk: Chọn dịch vụ dữ liệu bạn muốn sử dụng

source: Location
uk: Vị trí

source: Set your location here
uk: Đặt vị trí của bạn tại đây

source: API key (required)
uk: Khóa API (bắt buộc)

source: Enter your API key for meteoblue
uk: Nhập khóa API của bạn cho meteoblue

source: Enter your API key for Open Weather Map Free
uk: Nhập khóa API của bạn cho Open Weather Map Free

source: Enter your API key for Open Weather Map
uk: Nhập khóa API của bạn cho Open Weather Map

source: Enter your API key for Weather API Free
uk: Nhập khóa API của bạn cho Weather API Free

source: Enter your API key for weatherstack
uk: Nhập khóa API của bạn cho weatherstack

source: Enter your API key for World Weather Online
uk: Nhập khóa API của bạn cho World Weather Online

source: Station ID
uk: ID trạm

source: Set your station ID here
uk: Đặt ID trạm của bạn tại đây

source: Geocode
uk: Mã địa lý

source: Set your geocode here
uk: Đặt mã địa lý của bạn tại đây

source: Enter your API key for Weather Underground
uk: Nhập khóa API của bạn cho Weather Underground

source: Temperature measurement unit
uk: Đơn vị đo nhiệt độ

source: Measurement units used to display temperature
uk: Đơn vị đo được sử dụng để hiển thị nhiệt độ

source: Wind speed measurement unit
uk: Đơn vị đo tốc độ gió

source: knots
uk: hải lý

source: Measurement units used to display wind speed
uk: Đơn vị đo được sử dụng để hiển thị tốc độ gió

source: Pressure measurement unit
uk: Đơn vị đo áp suất

source: Measurement units used to display atmospheric pressure
uk: Đơn vị đo được sử dụng để hiển thị áp suất khí quyển

source: days
uk: ngày

source: Show forecast for
uk: Hiển thị dự báo cho

source: The number of days of forecast to display. Note that not all services support all values
uk: Số ngày dự báo để hiển thị. Lưu ý rằng không phải tất cả dịch vụ đều hỗ trợ tất cả giá trị

source: minutes
uk: phút

source: Refresh forecast every
uk: Làm mới dự báo mỗi

source: Period between refreshing forecasts. Note that not all services support lower refresh times
uk: Khoảng thời gian giữa các lần làm mới dự báo. Lưu ý rằng không phải tất cả dịch vụ đều hỗ trợ thời gian làm mới ngắn hơn

source: Optional items to display (not all options are supported by all services)
uk: Các mục tùy chọn để hiển thị (không phải tất cả tùy chọn đều được hỗ trợ bởi tất cả dịch vụ)

source: Country
uk: Quốc gia

source: Check to display the country
uk: Chọn để hiển thị quốc gia

source: Region
uk: Vùng

source: Check to display the region
uk: Chọn để hiển thị vùng

source: Current weather and icon
uk: Thời tiết hiện tại và biểu tượng

source: Check to display the current weather and large icon
uk: Chọn để hiển thị thời tiết hiện tại và biểu tượng lớn

source: Current pressure
uk: Áp suất hiện tại

source: Check to display the current pressure
uk: Chọn để hiển thị áp suất hiện tại

source: Current humidity
uk: Độ ẩm hiện tại

source: Check to display the current humidity
uk: Chọn để hiển thị độ ẩm hiện tại

source: Current wind
uk: Gió hiện tại

source: Check to display the current wind
uk: Chọn để hiển thị gió hiện tại

source: Current 'feels like'
uk: Cảm giác như hiện tại

source: Check to display the current apparent temperature
uk: Chọn để hiển thị nhiệt độ cảm nhận hiện tại

source: Current visibility
uk: Tầm nhìn hiện tại

source: Check to display the current visibility
uk: Chọn để hiển thị tầm nhìn hiện tại

source: Forecast maximum
uk: Nhiệt độ cao nhất dự báo

source: Check to display the forecast maximum temperature
uk: Chọn để hiển thị nhiệt độ cao nhất dự báo

source: Forecast minimum
uk: Nhiệt độ thấp nhất dự báo

source: Check to display the forecast minimum temperature
uk: Chọn để hiển thị nhiệt độ thấp nhất dự báo

source: Forecast wind speed
uk: Tốc độ gió dự báo

source: Check to display the forecast wind speed
uk: Chọn để hiển thị tốc độ gió dự báo

source: Forecast wind direction
uk: Hướng gió dự báo

source: Check to display the forecast wind direction
uk: Chọn để hiển thị hướng gió dự báo

source: Forecast pressure
uk: Áp suất dự báo

source: Check to display the forecast pressure
uk: Chọn để hiển thị áp suất dự báo

source: Forecast humidity
uk: Độ ẩm dự báo

source: Check to display the forecast humidity
uk: Chọn để hiển thị độ ẩm dự báo

source: Desklet style
uk: Kiểu desklet

source: times
uk: lần

source: Zoom by
uk: Phóng to theo

source: Change the size of the desklet
uk: Thay đổi kích thước của desklet

source: Layout
uk: Bố cục

source: Horizontal
uk: Ngang

source: Vertical
uk: Dọc

source: Set the overall layout of the desklet
uk: Đặt bố cục tổng thể của desklet

source: Icon style
uk: Kiểu biểu tượng

source: Colorful
uk: Nhiều màu

source: Dark
uk: Tối

source: Light
uk: Sáng

source: Flat colorful
uk: Phẳng nhiều màu

source: Flat black
uk: Phẳng đen

source: Flat white
uk: Phẳng trắng

source: Sketchy
uk: Phác thảo

source: User defined
uk: Người dùng xác định

source: Select the style for the weather icons
uk: Chọn kiểu cho các biểu tượng thời tiết

source: Bold city name
uk: Tên thành phố in đậm

source: Check to display the city name in bold
uk: Chọn để hiển thị tên thành phố in đậm

source: Override desktop theme (enables the settings below)
uk: Ghi đè chủ đề desktop (bật các cài đặt bên dưới)

source: Check this to override the desktop theme and configure the appearance manually
uk: Chọn mục này để ghi đè chủ đề desktop và cấu hình giao diện theo cách thủ công

source: Transparency
uk: Độ trong suốt

source: Set the transparency of the desklet
uk: Đặt độ trong suốt của desklet

source: Text color
uk: Màu chữ

source: Click the button to select a new text color
uk: Nhấp vào nút để chọn màu chữ mới

source: Text shadow
uk: Đổ bóng chữ

source: Check to add a text shadow
uk: Chọn để thêm đổ bóng chữ

source: Shadow blur radius
uk: Bán kính làm mờ bóng

source: Set the text shadow sharp (1) or blurry (2-7)
uk: Đặt đổ bóng chữ sắc nét (1) hoặc mờ (2-7)

source: Background color
uk: Màu nền

source: Click the button to select a new background color
uk: Nhấp vào nút để chọn màu nền mới

source: Corner radius
uk: Bán kính góc

source: Radius for rounding the desklet's corners
uk: Bán kính để bo tròn các góc của desklet

source: Show border
uk: Hiển thị đường viền

source: Check this to turn border on/off
uk: Chọn mục này để bật/tắt đường viền

source: Border color
uk: Màu đường viền

source: Select the color for the border. Only available if the 'Border' checkbox is enabled
uk: Chọn màu cho đường viền. Chỉ khả dụng nếu hộp kiểm 'Đường viền' được bật

source: Border width
uk: Độ rộng đường viền

source: Select the width of the border. Only available if the 'Border' checkbox is enabled
uk: Chọn độ rộng của đường viền. Chỉ khả dụng nếu hộp kiểm 'Đường viền' được bật

source: Location display settings
uk: Cài đặt hiển thị vị trí

source: Get displayed location from
uk: Lấy vị trí hiển thị từ

source: The source of the text displayed as the current location. Yahoo! and Google may offer city names in other languages
uk: Nguồn của văn bản được hiển thị làm vị trí hiện tại. Yahoo! và Google có thể cung cấp tên thành phố bằng các ngôn ngữ khác

source: Manually override displayed location
uk: Ghi đè vị trí hiển thị theo cách thủ công

source: Set your city name manually.
uk: Đặt tên thành phố của bạn theo cách thủ công.

source: Experimental and buggy features (read documentation!!)
uk: Tính năng thử nghiệm và có lỗi (đọc tài liệu!!)

source: Enable experimental features
uk: Bật tính năng thử nghiệm

source: Check this to enable experimental and buggy features
uk: Chọn mục này để bật các tính năng thử nghiệm và có lỗi

source: Anchor desklet by
uk: Neo desklet theo

source: Default
uk: Mặc định

source: Top left
uk: Trên trái

source: Left center
uk: Giữa trái

source: Bottom left
uk: Dưới trái

source: Bottom center
uk: Dưới giữa

source: Bottom right
uk: Dưới phải

source: Right center
uk: Giữa phải

source: Top right
uk: Trên phải

source: Top center
uk: Trên giữa

source: Select the point on the desklet to which it is anchored. This point will remain static as the desklet grows and shrinks
uk: Chọn điểm trên desklet mà nó được neo. Điểm này sẽ giữ nguyên khi desklet phóng to và thu nhỏ

source: Open Weather Map (requires API key)
uk: Open Weather Map (yêu cầu khóa API)

source: Open Weather Map Free (requires API key)
uk: Open Weather Map Free (yêu cầu khóa API)

source: Wunderground (requires API key)
uk: Wunderground (yêu cầu khóa API)

source: World Weather Online (deprecated) (requires API key)
uk: World Weather Online (đã lỗi thời) (yêu cầu khóa API)

source: World Weather Online Premium (requires API key)
uk: World Weather Online Premium (yêu cầu khóa API)

source: APIXU (requires API key)
uk: APIXU (yêu cầu khóa API)

source: Forecast.io (requires API key)
uk: Forecast.io (yêu cầu khóa API)

source: weather.com (deprecated)
uk: weather.com (đã lỗi thời)

source: meteoblue (requires API key)
uk: meteoblue (yêu cầu khóa API)

source: API key
uk: Khóa API

source: Required for some services only. Enter your API key for your chosen service
uk: Chỉ bắt buộc cho một số dịch vụ. Nhập khóa API của bạn cho dịch vụ đã chọn

source: %fmb
uk: %f mbar

source: %fin
uk: %f inHg

source: %fmm
uk: %f mmHg

source: Open Weather Map
uk: Open Weather Map (API-Schlüssel erforderlich)

source: weatherstack
uk: Wetter

source: Weather Underground
uk: Wetter-Einstellungen

source: Celsius
uk: Grad Celsius

source: mb
uk: mbar

source: %fmph
uk: %f m/u

source: %fkn
uk: %f knopen

source: %fkm/h
uk: %f km/u

source: mph
uk: mpu

source: km/h
uk: km/u

source: %fm/s
uk: %f м/с

source: %fkPa
uk: %f кПа

source: %fmi
uk: %f миль

source: %fnmi
uk: %f морс. миль

source: %fkm
uk: %f км

source: m/s
uk: м/с

source: in (Hg)
uk: дюйми рт. ст.

source: mm (Hg)
uk: мм рт. ст.

source: kPa
uk: кПа

source: px
uk: пікселі
