Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/growattmonitor@jtoberling/*.po
Languages: hu, vi

source: '%s' settings.. Please enter password:
hu: '%s' beállítások.. Kérjük, adja meg a jelszót:
vi: Cài đặt '%s'.. Vui lòng nhập mật khẩu:

source: Growatt Monitor
vi: Màn hình Growatt

source: LOGIN_ERROR: Check credentials configuration!
hu: LOGIN_ERROR: Ellenőrizze a hitelesítő adatok konfigurációját!
vi: LỖI_ĐĂNG_NHẬP: Kiểm tra cấu hình thông tin đăng nhập!

source: Growatt Solar Monitor
hu: Growatt napelemes monitor
vi: Màn hình Năng lượng Mặt trời Growatt

source: Start time of power display
hu: A teljesítménykijelzés kezdő időpontja
vi: Thời gian bắt đầu hiển thị công suất

source: Hours
hu: Óra
vi: Giờ

source: End time of power display
hu: A teljesítménykijelzés záró időpontja
vi: Thời gian kết thúc hiển thị công suất

source: Referesh interva
hu: Frissítési időköz
vi: Khoảng thời gian làm mới

source: seconds
hu: másodperc
vi: giây

source: Growatt server
hu: Growatt szerver
vi: Máy chủ Growatt

source: Plant Id (empty for default)
hu: Telep azonosító (üres alapértelmezés szerint)
vi: ID Nhà máy (để trống cho mặc định)

source: Growatt Account
hu: Growatt Fiók
vi: Tài khoản Growatt

source: Username
hu: Felhasználónév
vi: Tên người dùng

source: Enter and save password ...
hu: Jelszó megadása és mentése ...
vi: Nhập và lưu mật khẩu ...
