Repository: linuxmint/cinnamon-spices-desklets
Catalog: growattmonitor@jtoberling/files/growattmonitor@jtoberling/po/*.po
Languages: ca, da, de, es, it, nl

source: '%s' settings.. Please enter password:
ca: '%s' ajusts.. Si us plau, introduïu la contrasenya:
da: “%s”-indstillinger. Indtast adgangskode:
de: '%s' Einstellungen.. Bitte Passwort eingeben:
es: '%s' ajustes.. Por favor, introduzca la contraseña:
it: '%s' impostazioni.. Digita la password:
nl: '%s' instellingen.. Voer alstublieft het wachtwoord in:

source: Growatt Monitor
ca: Monitor Growatt
da: Growatt-overvågning
es: Monitor Growatt
it: Monitor Growatt

source: LOGIN_ERROR: Check credentials configuration!
ca: LOGIN_ERROR: Comproveu la configuració de credencials!
da: LOGN_FEJL: Tjek dine legitimationsoplysninger!
de: LOGIN_ERROR: Überprüfen Sie die Konfiguration der Zugangsdaten!
es: LOGIN_ERROR: ¡Comprobar configuración de credenciales!
it: LOGIN_ERROR: Controlla le credenziali configurate!
nl: LOGIN_ERROR: Controleer de configuratie van de inloggegevens!

source: Growatt Solar Monitor
ca: Monitor solar Growatt
da: Growatt Solar-overvågning
es: Monitor solar Growatt
nl: Growatt Zonnemonitor

source: Start time of power display
ca: Hora d'inici de la visualització d'energia
da: Starttidspunkt for strømvisning
de: Startzeit der Leistungsanzeige
es: Hora de inicio de la visualización de energía
it: Ora di inizio della visualizzazione dell'alimentazione
nl: Starttijd van vermogensweergave

source: Hours
ca: Hores
da: Timer
de: Stunden
es: Horas
it: Ore
nl: Uren

source: End time of power display
ca: Hora de finalització de la visualització d'energia
da: Sluttidspunkt for strømvisning
de: Endzeit der Leistungsanzeige
es: Hora de finalización de la visualización de energía
it: Ora di fine della visualizzazione dell'alimentazione
nl: Eindtijd van vermogensweergave

source: Referesh interva
ca: Interval d'actualització
da: Opdateringsinterval
de: Aktualisierungsintervall
es: Intervalo de actualización
it: Intervallo aggiornamento
nl: Vernieuwingsinterval

source: seconds
ca: segons
da: sekunder
de: Sekunden
es: segundos
it: secondi
nl: seconden

source: Growatt server
ca: Servidor Growatt
es: Servidor Growatt
it: Server Growatt

source: Plant Id (empty for default)
ca: Id de Planta (buit per defecte)
da: Kraftværks-ID (standard hvis tom)
de: Plant Id (Leer für Standard)
es: Id de Planta (vacío por defecto)
it: ID impianto (vuoto per impostazione predefinita)
nl: Fabrieks-ID (leeg voor standaard)

source: Growatt Account
ca: Compte Growatt
da: Growatt-konto
de: Growatt Konto
es: Cuenta Growatt
it: Account Growatt

source: Username
ca: Nom d'usuari
da: Brugernavn
de: Nutzername
es: Nombre de usuario
it: Nome utente
nl: Gebruikersnaam

source: Enter and save password ...
ca: Introduir i guardar la contrasenya ...
da: Indtast og gem adgangskode …
de: Passwort eingeben und speichern ...
es: Introducir y guardar contraseña ...
it: Inserisci e salva la password ...
nl: Voer het wachtwoord in en sla op...
