Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/prayertimes@linworx.org/*.po
Languages: hu, nl

source: Salat prayer times
hu: Szaláh napi imádságok ideje
nl: Salat gebedstijden

source: Salat (namaz) daily prayer times desklet
hu: Szaláh (namáz) napi imádságok asztalkalmazás
nl: Salat (namaz) dagelijkse gebedstijden desklet

source: Calculation Options
hu: Számítási beállítások
nl: Berekeningsopties

source: Your location
hu: A tartózkodási helyed
nl: Jouw locatie

source: Prayer Calculation Method
hu: Imaszámítási módszer
nl: Gebedstijden berekeningsmethode

source: Time & Date Adjustments
hu: Idő- és dátumbeállítások
nl: Tijd- & datumaanpassingen

source: Prayer Time Adjustments
hu: Ima idő beállítások
nl: Aanpassingen gebedstijden

source: Hijri Date Adjustment
hu: Hidzsri dátum beállítás
nl: Hijri datumaanpassing

source: Desklet Appearance
hu: Asztalkalmazás megjelenése
nl: Uiterlijk desklet

source: Appearance
hu: Megjelenítés
nl: Uiterlijk

source: Widgets
hu: Widgetek

source: Auto-detect location
hu: Automatikus helymeghatározás
nl: Locatie automatisch detecteren

source: Manual location
hu: Manuális helymeghatározás
nl: Handmatige locatie

source: Detect location automatically
hu: Helyszín automatikus észlelése
nl: Locatie automatisch detecteren

source: Automatic location uses Internet
hu: Az automatikus helymeghatározás internetkapcsolatot használ
nl: Automatische locatie gebruikt internet

source: Enter your location latitude
hu: Adja meg a tartózkodási helyének szélességi fokát
nl: Voer de breedtegraad van je locatie in

source: Input your latitude and longitude manually
hu: Írja be manuálisan a szélességi és hosszúsági fokot
nl: Voer handmatig breedte- en lengtegraad in

source: Enter your location longitude
hu: Adja meg a tartózkodási helyének hosszúsági koordinátáit
nl: Voer de lengtegraad van je locatie in

source: Prayer time calcuation method
hu: Imaidő-számítási módszer
nl: Gebedstijden berekeningsmethode

source: Choose a method for calcuating your prayer times
hu: Válasszon egy módszert az imaidő kiszámításához
nl: Kies een methode voor het berekenen van gebedstijden

source: Muslim World Leauge
hu: Muszlim Világliga
nl: Muslim World League

source: Egyptian General Survey Authority
hu: Egyiptomi Általános Fölmérési Hatóság
nl: Egyptische Algemene Autoriteit

source: Karachi
hu: Karacsi

source: Qatar
hu: Katar

source: Kuwait
hu: Kuvait
nl: Koeweit

source: Moonsighting Committee
hu: Holdmegfigyelő Bizottság

source: Singapore
hu: Szingapúr

source: Turkey
hu: Törökország
nl: Turkije

source: Tehran
hu: Teherán
nl: Teheran

source: Islamic Society of North America (ISNA)
hu: Észak-amerikai Iszlám Társaság (Islamic Society of North America - ISNA)

source: Choose a method for calculating the Asr prayer
hu: Válasszon egy módszert az Aszr ima kiszámításához
nl: Kies een methode voor het berekenen van het Asr gebed

source: Shafi, Maliki, Hanbali (earlier Asr)
hu: Shafi, Maliki, Hanbali (korábban Aszr)
nl: Shafi, Maliki, Hanbali (eerder Asr)

source: Hanafi (later Asr)
hu: Hanafi (később Aszr)

source: High Latitude Rule
hu: Magas szélességi szabály
nl: Regel inzake hoge breedtegraad

source: Choose a method for calcuating prayer times in high latitude locations
hu: Válasszon módszert az imaidő kiszámítására magas szélességi fokon fekvő helyeken
nl: Kies een methode voor het berekenen van gebedstijden in hoge breedtegraad locaties

source: Middle of the night
hu: Az éjszaka közepe
nl: Midden van de nacht

source: One-seventh of The Night
hu: Az éjszaka egyhetede
nl: EÃ©n zevende van de nacht

source: Twilight Angle
hu: Alkonyszög
nl: Schemerhoek

source: Polar circle resolution
hu: Poláris kör felbontása
nl: Poolcirkel resolutie

source: Choose a method for calcuating prayer times within the polar circle
hu: Válasszon egy módszert az imaidő kiszámítására a sarkkörön belül
nl: Kies een methode voor het berekenen van gebedstijden binnen de poolcirkel

source: Use the nearest location (Aqrab Balad)
hu: Használja a legközelebbi helyszínt (Aqrab Balad)
nl: Gebruik de dichtstbijzijnde locatie (Aqrab Balad)

source: Use the cloest date
hu: Használja a legközelebbi dátumot
nl: Gebruik de dichtstbijzijnde datum

source: Leave sunrsie & sunset undefined
hu: Napkelte és naplemente nélkül hagyjuk
nl: Laat zonsopkomst & zonsondergang ongedefinieerd

source: Shafaq Isha calculation method
hu: Shafaq Isha számítási módszer
nl: Shafaq Isha berekeningsmethode

source: Shafaq is used by the Moon sighting committee method to calculate Isha
hu: A Holdmegfigyelési Bizottság a Shafaq-ot használja az Isha kiszámításához
nl: Shafaq wordt gebruikt door de Moon sighting committee methode om Isha te berekenen

source: General
hu: Általános
nl: Algemeen

source: Red (ahmer)
hu: Piros (ahmer)
nl: Rood (ahmer)

source: White (abyad)
hu: Fehér (abjad)
nl: Wit (abyad)

source: Rounding method
hu: Kerekítési módszer
nl: Afrondingsmethode

source: Method used to round prayer times
hu: Az imaidő kerekítésére használt módszer
nl: Methode gebruikt om gebedstijden af te ronden

source: Nearest
hu: Legközelebbi
nl: Dichtstbijzijnde

source: Up
hu: Fel
nl: Omhoog

source: None
hu: Semmi
nl: Geen

source: minutes
hu: perc
nl: minuten

source: Fajr adjustment
hu: Fadzsr beállítása
nl: Fajr aanpassing

source: Fajr time will be adjusted by this many minutes
hu: Fadzsr idő ennyi perccel módosul
nl: Fajr tijd wordt met dit aantal minuten aangepast

source: Dhuhr adjustment
hu: Zuhr beállítása
nl: Dhuhr aanpassing

source: Dhuhr time will be adjusted by this many minutes
hu: A Zuhr idő ennyi perccel módosul
nl: Dhuhr tijd wordt met dit aantal minuten aangepast

source: Asr adjustment
hu: Aszr beállítása
nl: Asr aanpassing

source: Asr time will be adjusted by this many minutes
hu: Az Aszr idő ennyi perccel módosul
nl: Asr tijd wordt met dit aantal minuten aangepast

source: Maghrib adjustment
hu: Magrib beállítása
nl: Maghrib aanpassing

source: Maghrib time will be adjusted by this many minutes
hu: A Magrib idő ennyi perccel módosul
nl: Maghrib tijd wordt met dit aantal minuten aangepast

source: Isha adjustment
hu: Isha beállítása
nl: Isha aanpassing

source: Isha time will be adjusted by this many minutes
hu: Az Isha idő ennyi perccel módosul
nl: Isha tijd wordt met dit aantal minuten aangepast

source: days
hu: nap
nl: dagen

source: Adjust hijri date
hu: Hidzsri dátum beállítása
nl: Pas hijri datum aan

source: The hijri date will be adjusted by this many days
hu: A hidzsri dátuma ennyi nappal módosul
nl: De hijri datum wordt met dit aantal dagen aangepast

source: Vertical layout
hu: Függőleges elrendezés
nl: Verticale lay-out

source: Choose vertical or horizontal layout
hu: Válasszon függőleges vagy vízszintes elrendezést
nl: Kies verticale of horizontale lay-out

source: Size
hu: Méret
nl: Grootte

source: Set the size of the desklet
hu: Az asztalkalmazás méretének beállítása
nl: Stel de grootte van de desklet in

source: Opacity level
hu: Átlátszósági szint
nl: Doorzichtigheidsniveau

source: Set the opacity level of the desklet
hu: Az asztalkalmazás átlátszósági szintjének beállítása
nl: Stel het doorzichtigheidsniveau van de desklet in

source: Text color
hu: Szöveg színe
nl: Tekstkleur

source: The color of the text on the desklet
hu: A szöveg színe az asztalkalmazáson
nl: De kleur van de tekst op de desklet

source: Show location & city
hu: Helyszín és város megjelenítése
nl: Toon locatie & stad

source: Show your current location or manual location in the desklet
hu: Aktuális vagy manuális tartózkodási hely megjelenítése az asztalkalmazáson
nl: Toon je huidige of handmatige locatie op de desklet

source: Show next prayer countdown
hu: Következő ima visszaszámlálásának megjelenítése
nl: Toon countdown naar volgend gebed

source: Show the amount of time remaining before the next prayer
hu: Mutassa meg a következő imáig hátralévő időt
nl: Toon de resterende tijd voor het volgende gebed

source: Show daily prayer times table
hu: Napi imaidő-táblázat megjelenítése
nl: Toon dagelijkse gebedstijden tabel

source: Show the daily prayer times
hu: Mutassa a napi imaidőket
nl: Toon de dagelijkse gebedstijden

source: Show Hijri date
hu: Hidzsri dátum megjelenítése
nl: Toon Hijri datum

source: Show today's Hijri date
hu: A mai nap hidzsri dátumának megjelenítése
nl: Toon de Hijri datum van vandaag
