Repository: linuxmint/cinnamon-spices-desklets
Catalog: bbcwx@oak-wood.co.*/files/bbcwx@oak-wood.co.*/po/*.po
Languages: bg, ca, el, eu, fi, hu, hy, pl, pt_br, ro, sl, ta, vi

source: Hail
bg: Градушка
ca: Calamarsa
el: Χαλάζι
eu: Kazkabarra
fi: Rakeita
hu: Jégeső
hy: Կարկուտ
pl: Grad
pt_br: Granizo
ro: Grindină
sl: Toča
ta: ஆலங்கட்டி
vi: Mưa đá

source: Dust
bg: Прашно
ca: Pols
el: Σκόνη
eu: Hautsa
fi: Tomua
hu: Por
hy: Փոշի
pl: Tumany kurzu lub pyłu
pt_br: Poeira
ro: Praf
sl: Prah
ta: தூசு
vi: Bụi

source: Foggy
bg: Мъгливо
ca: Boirós
el: Ομιχλώδης
eu: Lainotsua
fi: Sumuista
hu: Ködös idő
hy: Մառախուղ
pl: Mgliście
pt_br: Neblina
ro: Ceață
sl: Megleno
ta: மூடுபனி
vi: Có sương mù

source: Haze
bg: Мараня
ca: Boirina
el: Καταχνιά
eu: Gandua
fi: Autereista
hu: Köd
hy: Մշուշ
pl: Zamglenia
pt_br: Névoa seca
ro: Pâclă
sl: Meglica
ta: மூட்டம்
vi: Khói mù

source: Smoky
bg: Замъглено
ca: Boira espessa
el: Καπνώδης
eu: Ketsua
fi: Savuista
hu: Füstös
hy: Թանձր մառախուղ
pl: Zadymienie
pt_br: Enfumaçado
ro: Fumuriu
sl: Megleno
ta: புகை
vi: Có khói mờ

source: Blustery
bg: Бурен вятър
ca: Borrasca
el: Θορυβώδης
eu: Ekaiztsua
fi: Puuskia
hu: Erős széllökések
pl: Porywisty wiatr
pt_br: Rajadas de vento
ro: Vijelie
sl: Močni sunki vetra
ta: பலத்த காற்று
vi: Gió lớn

source: Windy
bg: Ветровито
ca: Ventades
el: Aνεμώδης
eu: Haizetsua
fi: Tuulista
hu: Szeles
hy: Քամոտ
pl: Wietrznie
pt_br: Ventania
ro: Vânt
sl: Vetrovno
ta: அதிக காற்று
vi: Có gió

source: Cold
bg: Студено
ca: Fred
el: Ψυχρός
eu: Hotza
fi: Kylmää
hu: Hideg
hy: Ցուրտ
pl: Zimno
pt_br: Frio
ro: Rece
sl: Hladno
ta: குளிர்
vi: Lạnh

source: Mostly Cloudy
ca: Principalment ennuvolat
fi: Pilvistä
hu: Nagyrészt felhős

source: Mixed Rain and Hail
ca: Pluja i calamarsa
fi: Sadetta ja rakeita
hu: Eső és jégeső

source: Hot
bg: Горещо
ca: Càlid
el: Καυτός
eu: Beroa
fi: Kuuma
hu: Hőség
hy: Տաք
pl: Upał
pt_br: Calor
ro: Foarte cald
sl: Vroče
ta: சூடான
vi: Nóng nực

source: Isolated Thunderstorms
ca: Tempestes elèctriques aïllades
fi: Paikallisia ukkosia
hu: Elszigetelten zivatarok

source: Scattered Thunderstorms
ca: Tempestes elèctriques disperses
fi: Paikoin ukkosta
hu: Szórványos zivatarok

source: Scattered Showers
ca: Ruixats dispersos
fi: Paikoin ​​sadekuuroja
hu: Szórványos záporok

source: Scattered Snow Showers
ca: Nevades disperses
fi: Paikoin lumisateita
hu: Szórványos hózáporok

source: Thundershowers
bg: Гръмотевични бури с превалявания
ca: Tempestes
el: Καταιγίδες
eu: Zaparrada ekaiztsuak
fi: Ukkoskuuroja
hu: Zivatarok
hy: Ապրոպներ
pl: Burze z przelotnymi opadami deszczu
pt_br: Chuvas com trovoadas
ro: Furtună torențială
sl: Plohe z grmenjem
ta: இடியுடன்கூடிய மழை
vi: Mưa rào, sấm sét giật mạnh

source: Isolated Thundershowers
ca: Tempestes aïllades
fi: Paikallisia ukkoskuuroja
hu: Elszórtan viharos zivatarok

source: Not Available
ca: No està disponible
fi: Ei saatavilla
hu: Nem elérhetőh

source: No data available
bg: Няма налични данни
ca: No hi ha dades disponibles
el: Μη διαθέσιμα δεδομένα
eu: Ez dago daturik eskuragarri
fi: Tietoja ei saatavilla
hu: Nincs elérhető adat
hy: Տվյալները հասանելի չեն
pl: Brak dostępnych danych
pt_br: Nenhum dado disponível
ro: Nu există date disponibile
sl: Podatkov ni na voljo
ta: தரவு எதுவும் கிடைக்கவில்லை
vi: Hiện không có dữ liệu

source: No data
bg: Няма данни
ca: No hi ha dades
el: Καθόλου δεδομένα
eu: Ez dago daturik
fi: Ei tietoja
hu: Nincs adat
hy: Տվյալները բացակայում են
pl: Brak danych
pt_br: Nenhum dado
ro: Nu există date
sl: Ni podatka
ta: தரவு இல்லை
vi: Không có dữ liệu

source: Tropical storm
bg: Тропическа буря
ca: Tempesta tropical
el: Τροπική καταιγίδα
eu: Ekaitz tropikala
fi: Trooppinen myrsky
hu: Trópusi vihar
hy: Արևադարձային փոթորիկ
pl: Cyklon tropikalny
pt_br: Tempestade tropical
ro: Furtună tropicală
sl: Tropska nevihta
ta: வெப்ப மண்டல சூறாவளி
vi: Bão nhiệt đới

source: Severe thunderstorms
bg: Силни гръмотевични бури
ca: Tempesta elèctrica severa
el: Σφοδρές καταιγίδες
eu: Trumoi-ekaitz gogorrak
fi: Voimakkaita ukkosmyrskyjä
hu: Erős zivatarok
hy: Ուժեղ ամպրոպ
pl: Silne burze
pt_br: Fortes tempestades
ro: Furtună puternică
sl: Hude nevihte
ta: கடுமையான இடிமழை
vi: Có nơi có dông

source: Mixed rain and snow
bg: Дъжд и сняг
ca: Pluja i neu
el: Μικτή βροχή και χιόνι
eu: Euria eta elurra
fi: Räntäsadetta
hu: Havas eső
hy: Անձրև և ձյուն
pl: Deszcz ze śniegiem
pt_br: Neve combinada com chuvas
ro: Ploaie și ninsoare
sl: Dež s snegom
ta: மழையும் பனியும் கலந்து
vi: Mưa kèm theo tuyết

source: Mixed rain and sleet
bg: Дъжд и суграшица
ca: Pluja i aiguaneu
el: Μικτή βροχή και χιονόνερο
eu: Euria eta elurbustia
fi: Vesi- ja räntäsadetta
hu: Eső és ónos eső
hy: Անձրև և կարկուտ
pl: Deszcz i deszcz ze śniegiem
pt_br: Chuva com granizo
ro: Ploaie și lapoviță
sl: Dež s sodro
ta: மழையும் பனிமழையும் கலந்து
vi: Mưa có tạo tuyết

source: Mixed snow and sleet
bg: Сняг и суграшица
ca: Neu i aiguaneu
el: Μικτό χιόνι και χιονόνερο
eu: Elurra eta elurbustia
fi: Lumi- ja räntäsadetta
hu: Havazás és ónos eső
hy: Ձյուն և կարկուտ
pl: Deszcz i deszcz ze śniegiem
pt_br: Neve com granizo
ro: Lapoviță și ninsoare
sl: Sneg s sodro
ta: பனியும் பனிமழையும் கலந்து
vi: Tuyết ẩm

source: Freezing drizzle
bg: Слана
ca: Plugim glaçat
el: Παγωμένο ψιλόβροχο
eu: Zirimiri izoztua
fi: Jäätävää tihkusadetta
hu: Jeges szitálás
hy: Հորդառատ անձրև և կարկուտ
pl: Zamarzająca mżawka
pt_br: Garoa congelada
ro: Burniță rece
sl: Ledeno rosenje
ta: உறைவிக்கும் தூறல்
vi: Mưa giá

source: Freezing rain
bg: Дъжд със заледявания
ca: Pluja glaçada
el: Παγωμένη βροχή
eu: Euri izoztua
fi: Jäätävää sadetta
hu: Fagyos eső
hy: Անձրև և կարկուտ
pl: Zamarzający deszcz
pt_br: Chuva congelada
ro: Ploaie rece
sl: Ledeni dež
ta: உறைவிக்கும் மழை
vi: Mưa rét

source: Snow flurries
bg: Снеговалеж
ca: Ràfegues de neu
el: Χιονοπτώσεις
eu: Elur-jasak
fi: Heikkoja lumikuuroja
hu: Hózáporok
hy: Ձյուն, ուժեղ քամի
pl: Przelotne opady śniegu
pt_br: Nevascas
ro: Rafale de ninsoare
sl: Snežni sunki vetra
ta: பனித்துகள்கள்
vi: Tuyết bất chợt

source: Light snow showers
bg: Леки снежни превалявания
ca: Ruixats de neu lleugers
el: Ελαφρά χιονόπτωση
eu: Elur-zaparrada arinak
fi: Heikkoja lumikuuroja
hu: Gyenge hózáporok
hy: Թեթև ձյուն
pl: Lekkie, przelotne opady śniegu
pt_br: Leve chuva de neve
ro: Ninsoare ușoară
sl: Lahke snežne plohe
ta: மெல்லிய பனிச்சாரல்
vi: Tuyết nhỏ

source: Blowing snow
bg: Снежна виелица
ca: Neu aixecada pel vent
el: Χιονοθύελλα
eu: Elur-jasa haizetsua
fi: Lumiatuiskua
hu: Hófúvás
hy: Քամի և ձյուն
pl: Zamieć śnieżna
pt_br: Neve com ventania
ro: Ninsoare și viscol
sl: Snežni vihar
ta: காற்றுடன் கூடிய வெண்பனி
vi: Gió tuyết

source: Mostly cloudy
bg: Предимно облачно
ca: Principalment ennuvolat
el: Κυρίως νεφελώδης
eu: Nagusiki hodeitsua
fi: Melkein pilvistä
hu: Nagyrészt felhős
hy: Հիմնականում ամպամած
pl: Przewaga chmur
pt_br: Bastante nublado
ro: În general noros
sl: Pretežno oblačno
ta: பெரும்பாலும் மேகமூட்டம்
vi: Nhiều nơi có mây

source: Partly cloudy
bg: Частична облачност
ca: Parcialment ennuvolat
el: Μερικώς νεφελώδης
eu: Nahiko hodeitsua
fi: Puolipilvistä
hu: Részben felhős
hy: Մասամբ ամպամած
pl: Częściowe zachmurzenie
pt_br: Parcialmente nublado
ro: Parțial noros
sl: Delno oblačno
ta: சிறிது புகை மேகத்துடன்
vi: Mây rải rác

source: Mixed rain and hail
bg: Дъжд и градушка
ca: Pluja i calamarsa
el: Μικτή βροχή και χαλάζι
eu: Euria eta kazkabarra
fi: Sadetta ja rakeita
hu: Eső és jégeső
hy: Ձյունախառը կարկուտ
pl: Deszcz z gradem
pt_br: Chuva com granizo
ro: Ploaie și grindină
sl: Dež s točo
ta: மழை மற்றும் ஆலங்கட்டி
vi: Mưa kèm theo đá

source: Isolated thunderstorms
bg: Частични гръмотевични бури
ca: Tempestes elèctriques aïllades
el: Τοπικές καταιγίδες
eu: Trumoi-ekaitz isolatuak
fi: Paikallisia ukkosia
hu: Elszigetelten zivatarok
hy: Տեղային ամպրոպներ
pl: Lokalne burze
pt_br: Tempestades isoladas
ro: Furtuni izolate
sl: Krajevne nevihte
ta: ஆங்காங்கே இடியுடன் கூடிய மழை
vi: Thỉnh thoảng có dông

source: Scattered thunderstorms
bg: Разпокъсани гръмотевични бури
ca: Tempestes elèctriques disperses
el: Διάσπαρτες καταιγίδες
eu: Trumoi-ekaitz sakabanatuak
fi: Hajanaisia ukkosia
hu: Szórványos zivatarok
hy: Ցրված ամպրոպներ
pl: Przelotne burze z piorunami
pt_br: Tempestades esparsas
ro: Furtuni împrăștiate
sl: Razširjene nevihte
ta: பரவலான இடி
vi: Dông rải rác

source: Scattered showers
bg: Разпокъсани превалявания
ca: Ruixats dispersos
el: Διάσπαρτες μπόρες
eu: Zaparrada sakabanatuak
fi: Hajanaisia kuurosateita
hu: Szórványos záporok
hy: Կարճատև անձրև
pl: Przelotne deszcze
pt_br: Chuviscos esparsos
ro: Averse împrăștiate
sl: Razširjene plohe
ta: பரவலான மழை
vi: Mưa rào rải rác

source: Heavy snow
bg: Силен снеговалеж
ca: Nevada forta
el: Έντονη χιονόπτωση
eu: Elur-jasa
fi: Sakeaa lumisadetta
hu: Erős havazás
hy: Ուժեղ ձյուն
pl: Obfite opady śniegu
pt_br: Neve forte
ro: Ninsoare abundentă
sl: Močno sneženje
ta: மிகுந்த பனி
vi: Tuyết nặng hạt

source: Scattered snow showers
bg: Разпокъсани снежни превалявания
ca: Nevades disperses
el: Διάσπαρτες μπόρες χιονιού
eu: Elur-zaparrada sakabanatuak
fi: Hajanaisia lumikuuroja
hu: Szórványos hózáporok
pl: Sporadyczne opady śniegu
pt_br: Nevascas esparsas
ro: Ninsori împrăștiate
sl: Razširjene snežne plohe
ta: பரவலான பனிப்பொழிவு
vi: Tuyết rơi rải rác

source: Snow showers
bg: Снеговалежи
ca: Nevades fortes
el: Μπόρες χιονιού
eu: Elur-zaparradak
fi: Lumikuuroja
hu: Hózápor
pl: Przelotne opady śniegu
pt_br: Nevascas
ro: Averse de ninsoare
sl: Snežne plohe
ta: பனிப் பொழிவுகள்
vi: Tuyết lớn

source: Isolated thundershowers
bg: Изолирани гръмотевични бури с превалявания
ca: Tempestes aïllades
el: Τοπικές καταιγίδες
eu: Zaparrada ekaiztsu isolatuak
fi: Paikallisia ukkoskuuroja
hu: Elszórtan zivatarok
pl: Lokalne burze z przelotnymi opadami deszczu
pt_br: Pancadas de chuva com trovoadas isoladas
ro: Furtuni torențiale izolate
sl: Krajevne plohe z grmenjem
ta: ஆங்காங்கே இடியுடன் கூடிய கனமழை
vi: Mưa rào, thỉng thoảng có sấm sét

source: Not available
bg: Не е налично
ca: No està disponible
el: Μη διαθέσιμο
eu: Ez dago eskuragarri
fi: Ei saatavilla
hu: Nem elérhető
hy: Հասանելի չէ
pl: Niedostępne
pt_br: Não disponível
ro: Nu este disponibil
sl: Ni na voljo
ta: இருப்பில் இல்லை
vi: Không sẵn sàng

source: Steady
bg: Устойчиво
ca: Estable
el: Σταθερή
eu: Egonkorra
fi: Tasainen
hu: Állandó
hy: Կայուն
pl: Niezmienne
pt_br: Estável
ro: Se menține
sl: Enakomerno
ta: நிலையான
vi: ổn định

source: Rising
bg: Повишаване
ca: Creixent
el: Ανωδική
eu: Igotzen
fi: Nouseva
hu: Növekszik
hy: Աճող
pl: Rośnie
pt_br: Em elevação
ro: În urcare
sl: Narašča
ta: உயர்கிறது
vi: đang mạnh lên

source: Falling
bg: Спадане
ca: Decreixent
el: Πτώση
eu: Jaisten
fi: Laskeva
hu: Csökken
hy: Մարող
pl: Spada
pt_br: Em queda
ro: În scădere
sl: Pada
ta: வீழ்கிறது
vi: đang yếu đi

source: Display the weather from several web services on your desktop
ca: Visualitzeu el temps des de diversos serveis web al vostre escriptori
eu: Bistaratu zenbait web zerbitzutako eguraldia zure mahaigainean
fi: Näytä säätiedot useista eri sääpalveluista valintasi mukaan
hu: Megjeleníti az időjárási adatokat az asztalon többfajta webszolgáltatást felhasználva
pl: Wyświetlanie na pulpicie pogody od kilku serwisów internetowych
pt_br: Mostra a previsão do tempo em sua área de trabalho a partir de vários serviços de dados na internet
ro: Afișează pe desktop vremea de la mai multe servicii web
ta: உங்கள் பணிமேடையில் பல இணைய சேவைகள் இருந்து வானிலையை காட்டவும்

source: Please consider translating the Weather desklet into your language. See the website for more information.
ca: Si us plau, considereu traduir la miniaplicació d'escriptori del Temps al vostre idioma. Consulteu el lloc web per més informació.
fi: Harkitse Weather sovelman kääntämistä kielellesi. Katso lisätietoja verkkosivuilta.
hu: Kérjük, fontolja meg a Weather Desklet lefordítását a anyanyelvére. További információért látogassa meg a weboldalt.

source: Weather configuration
bg: Конфигуруане на времето
ca: Configuració del temps
el: Ρυθμίσεις καιρού
eu: Eguraldiaren konfigurazioa
fi: Sään määritykset
hu: Az időjárás előrejelzés beállítása
hy: Եղանակի կարգավորում
pl: Ustawienia prognozy pogody
pt_br: Configuração do clima
ro: Configurare vreme
sl: Nastavitve za napoved vremena
ta: வானிலை கட்டமைப்பு
vi: Thiết lập thời tiết

source: Data service
bg: Услуга за данни
ca: Servei de dades
el: Υπηρεσία δεδομένων
eu: Datu-zerbitzua
fi: Sääpalvelu
hu: Az időjárás-előrejelzés szolgáltatója
hy: Տվյալների ծառայություն
pl: Serwis pogodowy
pt_br: Serviço de dados
ro: Serviciul de date
sl: Podatkovne storitve
ta: தரவு சேவை
vi: Đài khí tượng

source: National Weather Service (USA Only)
ca: Servei Nacional del Temps (només Estats Units)
fi: National Weather Service (USA)
hu: Országos Meteorológiai Szolgálat (csak az USA-ban)

source: Open-Meteo Non-commercial
ca: Open-Meteo (no comercial)
fi: Open-Meteo, ei kaupallinen
hu: Open-Meteo Nem kereskedelmi

source: Open Weather Map Free
ca: Open Weather Map gratis (requereix la clau de l’API)
hu: Open Weather Map Ingyenes

source: Weather API Free
hu: Weather API Ingyenes

source: Select the data service you wish to use
bg: Избор на услуга
ca: Seleccioneu el servei que voleu emprar
el: Επέλεξε την υπηρεσία δεδομένων για χρήση
eu: Hautatu erabili nahi duzun datu-zerbitzua
fi: Valitse haluamasi sääpalvelu
hu: Válassza ki a használni kívánt szolgáltatót
pl: Wybierz serwis pogodowy z którego chcesz pobierać dane pogodowe
pt_br: Selecione o serviço de dados que você deseja usar
ro: Selectează serviciul de date dorit
sl: Izberite podatkovno storitev, ki jo želite uporabiti
ta: நீங்கள் பயன்படுத்த விரும்பும் தரவு சேவையை தேர்வுசெய்யவும்
vi: Chọn đài khí tượng

source: Location
bg: Местоположение
ca: Ubicació
el: Τοποθεσία
eu: Kokapena
fi: GPS sijainti
hu: Hely
hy: Տեղադրությունը
pl: Lokalizacja
pt_br: Localização
ro: Localitate
sl: Kraj
ta: இடம்
vi: Địa điểm

source: Set your location here
bg: Изберете местоположение
ca: Establiu aquí la vostra ubicació
el: Όρισε την τοποθεσία σου
eu: Ezarri zure kokapena hemen
fi: Säätiedot näytetään GPS koodinaatin perusteella. Avaa selaimellasi Google Maps. Paina hiiren oikea ja kopio GPS-koodinaatti. Esim. Kuopio on 62.8938632404743, 27.674277049564154. Sovelma hyväksyy kuusi desimaalia eli muoto 62.893863, 27.674277 on toimiva
hu: Itt állíthatja be a helyet
hy: Ձեր գտնվելու վայրը մուտքագրեք այստեղ
pl: Wybierz swoją lokalizację
pt_br: Defina a sua localização aqui
ro: Setează localitatea aici
sl: Tukaj nastavite svoj kraj
ta: உங்கள் இருப்பிடத்தை இங்கே அமைக்கவும்
vi: Đặt địa điểm của bạn

source: API key (required)
ca: Clau API (requerida)
fi: APIAVAIN (vaaditaan)
hu: API-kulcs (szükséges)

source: Enter your API key for meteoblue
ca: Introduïu la clau API per meteoblue
fi: Kirjoita Meteoblue APIAVAIN
hu: Adja meg a meteoblue API kulcsát

source: Enter your API key for Open Weather Map Free
ca: Introduïu la clau API per Open Weather Map free
fi: Kirjoita Open Weather Map Free APIAVAIN
hu: Adja meg az Open Weather Map Free API kulcsát

source: Enter your API key for Open Weather Map
ca: Introduïu la clau API per Open Weather Map
fi: Kirjoita Open Weather Map APIAVAIN
hu: Adja meg az Open Weather Map API kulcsát

source: Enter your API key for Weather API Free
ca: Introduïu la clau API per Weather API free
fi: Kirjoita Weather API Free APIAVAIN
hu: Adja meg a Weather API Free API kulcsát

source: Enter your API key for weatherstack
ca: Introduïu la clau API per weatherstack
fi: Kirjoita Weatherstack APIAVAIN
hu: Adja meg a weatherstack API kulcsát

source: Enter your API key for World Weather Online
ca: Introduïu la clau API per World Weather Online
fi: Kirjoita World Weather Online APIAVAIN
hu: Adja meg a World Weather Online API kulcsát

source: Station ID
ca: ID de l'estació
fi: Asema-id
hu: Állomás azonosító

source: Set your station ID here
ca: Establiu l'ID de l'estació aquí
fi: Aseta id-asematunnus tähän
hu: Itt állítsa be az állomás azonosítóját

source: Geocode
ca: Codi de geolocalització
fi: Geokoodi
hu: Geokód

source: Set your geocode here
ca: Introduïu el vostre codi de geolocalització aquí
fi: Aseta geokoodisi tähän
hu: Itt állíthatja be a Geokódot

source: Enter your API key for Weather Underground
ca: Introduïu la clau API per Weather Underground
fi: Kirjoita Weather Underground APIAVAIN
hu: Adja meg a Weather Underground API-kulcsát

source: Temperature measurement unit
bg: Мерна единица за температурата
ca: Unitat de temperatura
el: Μονάδα μέτρησης θερμοκρασίας
eu: Tenperaturaren neurri-unitatea
fi: Lämpötila
hu: A hőmérséklet mértékegysége
hy: Ջերմաստիճանի չափման միավոր
pl: Jednostka temperatury
pt_br: Unidade de medida de temperatura
ro: Unitate de măsură a temperaturii
sl: Enota temperature
ta: வெப்பநிலை அளவீடு அலகு
vi: Đơn vị đo nhiệt độ

source: Celsius
bg: Целзий
el: Κελσίου
hu: Celsius-fok
hy: Ըստ Ցելսիուսի
pl: Stopień Celsjusza
sl: stopinje Celzija
ta: செல்சியஸ்
vi: Độ C

source: Fahrenheit
bg: Фаренхайт
el: Φαρενάιτ
hu: Fahrenheit fok
hy: Ըստ Ֆարենհեյտի
sl: stopinje Fahrenheita
ta: ஃபாரன்ஹீட்
vi: Độ F

source: Measurement units used to display temperature
bg: Единацата, изполвана за показване на температура
ca: Unitats de mesura usades per mostrar la temperatura
el: Μονάδες μετρήσεων για την εμφάνηση της θερμοκρασίας
eu: Tenperatura bistaratzeko erabilitako neurri-unitateak
fi: Lämpötilan mittayksikkö
hu: Az a mértékegység amelyben megjelenítjük a hőmérsékletet
hy: Չափման միավորն օգտագործվում է ջերմաստիճանը ցուցադրելու համար
pl: Jednostka miary używana przy wyświetlaniu temperatury
pt_br: Unidades de medida utilizadas na exibição da temperatura
ro: Unitatea de măsură folosită la afișarea temperaturii
sl: Merske enote, ki se uporabljajo za prikaz temperature
ta: வெப்பநிலை காட்ட பயன்படும் அளவீட்டு அலகுகள்
vi: Các đơn vị đo từng dùng để đo nhiệt độ

source: Wind speed measurement unit
bg: Мерна едниница за скорост на вятъра
ca: Unitat de la velocitat del vent
el: Μονάδα μέτρησης της ταχύτητας του ανέμου
eu: Haizearen abiaduraren neurri-unitatea
fi: Tuulen nopeus
hu: A szél sebesség mértékegysége
hy: Քամու արագության չափման միավորը
pl: Jednostka miary prędkości wiatru
pt_br: Unidade de medida da velocidade do vento
ro: Unitate de măsură pentru viteza vântului
sl: Enota za merjenje hitrosti vetra
ta: காற்றின் வேக அளவீட்டு அலகுகள்
vi: Đơn vị đo tốc độ gió

source: mph
bg: мили/ч
el: μίλια/ώρα
hu: mérföld/óra
pl: mile/h
vi: dặm/giờ

source: km/h
bg: км/ч
el: χλμ/ώρα
hu: km/ó
hy: կմ/ժ
ta: கிமீ/மணி

source: knots
bg: възли
ca: nusos
el: κόμβοι
eu: korapiloak
fi: solmua
hu: csomó
pl: węzły
pt_br: nós
ro: noduri
sl: vozli
ta: கடல்மைல்கள்
vi: hải lý

source: m/s
bg: м/сек
el: μ/δ
hu: méter/mp
hy: մ/վ

source: Measurement units used to display wind speed
bg: Мерната едниница, използвана за да показва скоростта на вятъра
ca: Unitat per mostrar la velocitat del vent
el: Μονάδα μέτρησης με την οποία θα εμφανίζεται η ταχύτητα του ανέμου
eu: Haizearen abiadura bistaratzeko erabilitako neurri-unitateak
fi: Tuulen nopeuden mittayksikkö
hu: Az a mértékegység amelyben a szél sebességét megjelenítjük
hy: Չափման միավորն օգտագործվում է քամու արագությունը ցուցադրելու համար
pl: Jednostka miary używana do wyświetlania prędkości wiatru
pt_br: Unidades de medida utilizadas para exibir a velocidade do vento
ro: Unitatea de măsură folosită la afișarea vitezei vântului
sl: Merske enote, ki se uporabljajo za prikaz hitrosti vetra
ta: காற்றின் வேகம் காட்ட பயன்படும் அளவீட்டு அலகுகள்
vi: Các đơn vị đo tốc độ gió từng sử dụng

source: Pressure measurement unit
bg: Мерна едниница за налягането
ca: Unitats de pressió
el: Μονάδα μέτρησης πίεσης
eu: Presioaren neurri-unitatea
fi: Ilmanpaine
hu: A légnyomás mértékegysége
hy: Ճնշման չափման միավոր
pl: Jednostka miary ciśnienia
pt_br: Unidade de medição de pressão
ro: Unitate de măsură a presiunii
sl: Enota za merjenje tlaka
ta: காற்றழுத்த அளவீட்டு அலகு
vi: Đơn vị đo áp suất

source: in (Hg)
bg: ин (жс)
el: σε (Hg)
eu: hazb. (Hg)
hu: (higany)inch
ta: (Hg)ல்
vi: in thuỷ ngân

source: mm (Hg)
bg: мм (жс)
el: μμ(Hg)
hu: (higany)mm
vi: mm thuỷ ngân

source: Measurement units used to display atmospheric pressure
bg: Мерната едниница, използвана за атмосферното налягане
ca: Unitats per mostrar la pressió atmosfèrica
el: Μονάδα μέτρησης που χρησιμοποιείται για εμφάνιση της ατμοσφαιρικής πίεσης
eu: Presio atmosferikoa bistaratzeko erabilitako neurri-unitateak
fi: Ilmanpaineen mittayksikkö
hu: Az a mértékegység amelyben a légnyomást megjelenítjük
hy: Չափման միավորն օգտագործվում է մթնոլորտի ճնշումը ցուցադրելու համար
pl: Jednostki miary używane do wyświetlania wartości ciśnienia
pt_br: Unidades de medida utilizadas para exibir a pressão atmosférica
ro: Unitatea de măsură folosită la afișarea presiunii
sl: Merske enote, ki se uporabljajo za prikaz atmosferskega tlaka
ta: வளிமண்டல அழுத்தம் காட்ட பயன்படும் அளவீட்டு அலகுகள்
vi: Các đơn vị đo áp suất từng sử dụng

source: days
bg: дни
ca: dies
el: ημέρες
eu: egun
fi: päivää
hu: napra
hy: օրեր
pl: dni
pt_br: dias
ro: zile
sl: dnevi
ta: நாட்கள்
vi: ngày

source: Show forecast for
bg: Покажи времето за
ca: Mostra la previsió de
el: Δείξε πρόγνωση για
eu: Iragarpenaren iraupena:
fi: Näytä ennuste
hu: Előrejelzés
hy: Ցուցադրել կանխատեսումը
pl: Pokaż prognozę na
pt_br: Mostrar previsão para
ro: Afișează prognoza pentru
sl: Pokaži napoved za
ta: முன்னறிவிப்பை காட்டு
vi: Hiển thị dự báo cho

source: The number of days of forecast to display. Note that not all services support all values
bg: Брой на дните, показвани в прогнозата. Знайте че не всички услуги поддържат всички стойности
ca: El nombre de dies de previsió a mostrar. No tots els serveis suporten tots els valors
el: Εμφάνιση του αριθμού των ημερών προς πρόγνωση.
eu: Bistaratu beharreko iragarpenaren egun kopurua. Kontutan izan zerbitzu guztiek ez dituztela balio guztiak onartzen
fi: Kuinka monta päivää sääennustetta näytetään. Tarjoajat eivät tue kaikkia arvoja
hu: Az előrejelzett napok számának kiválasztása. Kérjük vegye figyelembe, nem minden szolgáltató jelzi előre az összes értéket
pl: Liczba dni na które ma być wyświetlana prognoza pogody. Nie wszystkie serwisy pogodowe obsługują wszystkie wartości.
pt_br: O número de dias para considerar na previsão. Observe que nem todos os serviços podem atender o número de dias solicitado
ro: Numărul de zile afișate în prognoză. NOTĂ: nu toate serviciile suportă toate valorile
sl: Število dni za prikazovanje napovedi. Upoštevajte, da ne podpirajo vse storitve vseh vrednosti
ta: முன்னறிவிப்பு நாட்களின் எண்ணிக்கை . எல்லா சேவைகளும் எல்லா மதிப்புகளையும் ஆதரிப்பதில்லை என்பதை குறிப்பில் கொள்ளவும்.
vi: Dự báo trong bao nhiêu ngày tới, phụ thuộc vào khả năng dự đoán của từng đài khí tượng.

source: minutes
bg: минути
ca: minuts
el: λεπτά
eu: minuturo
fi: min
hu: percben
hy: րոպեներ
pl: minuty
pt_br: minutos
ro: minute
sl: minut
ta: நிமிடங்கள்
vi: phút

source: Refresh forecast every
bg: Освежаване на прогнозата на всеки
ca: Refresca la previsió cada
el: Ανανέωση της πρόγνωση κάθε
eu: Freskatu iragarpena
fi: Ennusteen päivitysväli
hu: Az előrejelzés frissítése minden
hy: Թարմացնել կանխատեսումը
pl: Odświeżaj prognozę co
pt_br: Atualizar previsão a cada
ro: Actualizează la fiecare
sl: Osveži napoved vsakih
ta: முன்னறிவிப்பை புதுப்பிக்கும் இடைவெளி
vi: Cập nhật dự báo mỗi
