Repository: linuxmint/cinnamon-spices-desklets
Catalog: bbcwx@oak-wood.co.*/files/bbcwx@oak-wood.co.*/po/*.po
Languages: bg, ca, el, eu, fi, hu, hy, pl, pt_br, ro, sl, ta, vi

source: Check this to override the desktop theme and configure the appearance manually
bg: Маркирайте тук за да пренебрегнете темата и да настроите външния вид ръчно
ca: Activeu-ho per redefinir el tema de l'escriptori i configurar manualment l'aparença
el: Κλίκαρε για να παρακάμψεις το desktop theme και να ρυθμίσεις την εμφάνιση χειροκίνητα
eu: Hautatu hau mahaigaineko gaia baliogabetu eta itxura eskuz konfiguratzeko
fi: Ohita työpöydän teema ja tee ulkoasun asetukset käsin
hu: Jelőlje be az asztali téma felülírásához és állítsa be a megjelenést manuálisan
pl: Zaznacz, aby zastąpić motyw pulpitu i samodzielnie dostosować wygląd deskletu
pt_br: Marque essa opção para sobrescrever o tema da área de trabalho e configurar a aparência manualmente
ro: Bifează pentru a ignora tema de sistem și pentru a configura manual înfățișarea desklet-ului
sl: Omogočite za prepis teme ozadja in ročne nastavitve videza
ta: பணிமேடை தீமை புறக்கணிக்க இதை குறித்து மற்றும் தோற்றத்தை சரிபார்த்து கட்டமைக்கவும்
vi: Tích để chỉnh sửa giao diện

source: Transparency
bg: Прозрачност
ca: Transparència
el: Διαπερατότητα
eu: Gardentasuna
fi: Peittävyys
hu: Áttetszőség
pl: Przezroczystość
pt_br: Transparência
ro: Transparență
sl: Prosojnost
ta: ஒளி ஊடுருவல்
vi: Độ trong suốt

source: Set the transparency of the desklet
bg: Настройка на прозрачността на десклета
ca: Establiu la transparència de la miniaplicació d'escriptori
el: Όρισε την διαπερατότητα του desktlet
eu: Ezarri desklet-aren gardentasuna
fi: Aseta sovelman läpikuultavuus
hu: A desklet áttetszőségének mértéke
pl: Ustaw przezroczystość deskletu
pt_br: Defina a transparência do desklet
ro: Setează transparența desklet-ului
sl: Nastavite prosojnost apleta namizja
ta: பணிமேடை உபகரணத்தின் ஊடுருவல் தன்மையை அமை
vi: Đặt độ trong suốt của bảng

source: Text color
bg: Цвят на текста
ca: Color del text
el: Χρώμα κειμένου
eu: Testu-kolorea
fi: Tekstin väri
hu: Szövegszín
hy: Տեքստի գույնը
pl: Kolor tekstu
pt_br: Cor do texto
ro: Culoare text
sl: Barva besedila
ta: எழுத்து நிறம்
vi: Màu chữ

source: Click the button to select a new text color
bg: Кликнете, за да изберете нов цвят на текста
ca: Feu clic per seleccionar un color nou de text
el: Πατήστε το κουμπί για να επιλέξετε νέο χρώμα κειμένου
eu: Klikatu botoia testu-kolore berria hautatzeko
fi: Valitse tekstin väri painamalla nappia
hu: Új szöveg szín választáshoz kattintson a gombra
hy: Սեղմեք կոճակը տեքստի նոր գույն ընտրելու համար
pl: Kliknij przycisk, aby wybrać nowy kolor tekstu
pt_br: Clique no botão para escolher a nova cor do texto
ro: Apasă butonul pentru a alege o culoare nouă a textului
sl: Kliknite na gumb za izbor nove barve besedila
ta: புதிய எழுத்து நிறத்தை தேர்வு செய்ய பொத்தானை சொடுக்கவும்
vi: Nhấp nút để chọn màu chữ mới

source: Text shadow
ca: Ombrejat del text
fi: Tekstin varjo
hu: Szöveg árnyékolása
ro: Umbra textului

source: Check to add a text shadow
ca: Marqueu-ho per afegir ombra al text
fi: Valitse tekstin varjon väri painamalla nappia
hu: Jelölje be a szöveg árnyékolásához
ro: Bifează pentru a adăuga o umbră de text

source: px
bg: пиксела
fi: pikseliä
hu: képpont
sl: točk

source: Shadow blur radius
ca: Radi del desenfocament de l'ombrejat
fi: Varjon sumennussäde
hu: Árnyék-lekerekítés sugara
ro: Raza de estompare a umbrei

source: Set the text shadow sharp (1) or blurry (2-7)
ca: Fa que l'ombra sigui nítida (1) o borrosa (2-7)
fi: Aseta tekstin varjo teräväksi (1) tai epäselväksi (2-7)
hu: Állítsa be a szöveg árnyékát élesre (1), vagy elmosottra (2-7)
ro: Setează umbra textului în clar (1) sau neclar (2-7)

source: Background color
bg: Цвят на фона
ca: Color del fons
el: Χρώμα φόντου
eu: Atzeko planoaren kolorea
fi: Taustaväri
hu: A háttér színe
hy: Ֆոնի գույնը
pl: Kolor tła
pt_br: Cor de fundo
ro: Culoare fundal
sl: Barva ozadja
ta: பின்னணி நிறம்
vi: Màu nền

source: Click the button to select a new background color
bg: Натиснете бутона, за да изберете нов фонов цвят
ca: Feu clic per seleccionar un color nou de fons
el: Κλίκαρε για να επιλέξεις νέο χρώμα φούντου
eu: Klikatu botoia atzeko planoaren kolore berria hautatzeko
fi: Valitse uusi taustaväri painamalla nappia
hu: Az új háttérszín kiválasztásához kattintson a gombra
hy: Սեղմեք կոճակը ֆոնի նոր գույն ընտրելու համար
pl: Kliknij przycisk, aby wybrać nowy kolor tła
pt_br: Clique no botão para escolher a nova cor de fundo
ro: Apasă butonul pentru a alege o nouă culoare a fundalului
sl: Kliknite na gumb za izbor nove barve ozadja
ta: புதிய பின்னணி நிறத்தை தேர்வு செய்ய பொத்தானை சொடுக்கவும்
vi: Nhấn để chọn màu nền mới

source: Corner radius
bg: Радиус на заобляне
ca: Radi de les cantonades
eu: Izkina-erradioa
fi: Kulmien pyöristys
hu: Sarok lekerekítés sugara
pl: Promień narożnika
pt_br: Raio dos cantos arredondados
ro: Rotunjire colțuri
sl: Zaobljenost kota
ta: மூலை ஆரம்
vi: Bán kính góc

source: Radius for rounding the desklet's corners
bg: Радиус на заобляне на ъглите на десклета
ca: Radi per arrodonir les cantonades de la miniaplicació d'escriptori
el: Radius για το περίγραμμα των γωνιών του desklet
eu: Desklet-aren izkinak borobiltzeko erradioa
fi: Säde sovelman kulmien pyöristämiseen
hu: Az asztalkalmazás sarok-lekerekítésének mértéke
pl: Promień zaokrąglania narożników deskletu
pt_br: Raio de arredondamento dos cantos do desklet
ro: Raza rotunjirii colțurilor desklet-ului
sl: Stopinje za zaobljanje kotov apleta namizja
ta: பணிமேடை உபகரணத்தின் மூலையை வளைக்கும் ஆரம்
vi: Bán kính các góc xung quanh bảng

source: Show border
bg: Покажи рамка
ca: Mostra el contorn
el: Εμφάνιση Περιγράμματος
eu: Erakutsi ertza
fi: Näytä reunakehys
hu: Szegély mutatása
hy: Ցուցադրել սահմանը
pl: Pokaż ramkę
pt_br: Mostrar borda
ro: Afișează margine
sl: Pokaži obrobo
ta: வரம்பை காட்டு
vi: Hiện đường viền

source: Check this to turn border on/off
bg: Маркирайте за да вкл/изкл рамката
ca: Activeu-ho per activar/desactivar la vora
el: Κλίκαρε για ενεργοποίηση/απενεργοποίηση του πλαισίου
eu: Hautatu hau ertza jarri/kentzeko
fi: Valitse onko sovelmalla reunaa kiertävät kehykset
hu: Szegély bekapcsolása/kikapcsolása
pl: Zaznacz aby włączyć lub wyłączyć tę opcję
pt_br: Marque essa opção para mostrar uma borda
ro: Bifează pentru a ascunde/arăta marginea
sl: Označite to, če želite vklopiti/izklopiti obrobo
ta: வரம்பை அமைக்க/மறைக்க இங்கே குறிக்கவும்
vi: Tích để hiện/ẩn đường viền

source: Border color
bg: Цвят на рамката
ca: Color del contorn
el: Χρώμα περιγράμματος
eu: Ertzaren kolorea
fi: Reunan väri
hu: Szegélyszín
hy: սահմանի գույնը
pl: Kolor ramki
pt_br: Cor da borda
ro: Culoare margine
sl: Barva obrobe
ta: வரம்பு நிறம்
vi: Màu viền

source: Select the color for the border. Only available if the 'Border' checkbox is enabled
bg: Избор на цвят на рамка. Налично е само ако рамката е включена
ca: Seleccioneu el color del contorn. Només està disponible si s'activa la casella 'Contorn'
el: Επέλεξε το χρώμα πλαισίου. Διαθέσιμο μόνο εάν το 'Border' checkbox είναι ενεργό
eu: Hautatu ertzaren kolorea. 'Ertza' kontrol-laukia hautatuta badago soilik erabilgarri
fi: Valitse reunakehyksen väri. Käytettävissä vain, jos reuna on valittuna
hu: Válassza ki a szegély színét. Csak akkor elérhető ha a "szegély" jelölőnégyzetet bejelölte
hy: Ընտրեք սահմանի գույնը։ Հասանելի է, եթե ակտիվացված է «Checkbox»֊ը
pl: Wybierz kolor ramki. Dostępne tylko wtedy, gdy ramka jest włączona.
pt_br: Escolha a cor da borda. Essa opção tem efeito apenas se a caixa de seleção 'Mostrar borda' estiver ativada
ro: Selectează culoarea pentru margine. Disponibil doar dacă opțiunea 'Margine' este bifată
sl: Izberite barvo obrobe. Na voljo le, če je omogočeno polje "Prikaži obrobo"
ta: வரம்பின் நிறத்தை தேர்வு செய்யவும். 'வரம்பு' தேர்வுப்பெட்டி இயலச்செய்திருந்தால் மட்டுமே கிடைக்கும்
vi: Chọn màu viền

source: Border width
bg: Дебелина на рамката
ca: Amplada del contorn
el: Πλάτος πλαισίου
eu: Ertz-zabalera
fi: Reunan paksuus
hu: Szegélyvastagság
hy: Եզրագծի լայնությունը
pl: Szerokość ramki
pt_br: Largura da borda
ro: Grosime margine
sl: Širina obrobe
ta: வரம்பு அகலம்
vi: Độ rộng viền

source: Select the width of the border. Only available if the 'Border' checkbox is enabled
bg: Избор на дебелината на рамката. Налично е само ако сте включили "Рамка"
ca: Seleccioneu l'ample de la vora. Només disponible si la casella 'Vora' està habilitada
el: Επίλεξε το βάρδος του πλαισίου. Είναι διαθέσιμο μόνο εάν το 'Border' checkbox είναι ενεργοποιημένο
eu: Hautatu ertzaren zabalera. 'Ertza' kontrol-laukia hautatuta soilik erabilgarri
fi: Valitse reunakehyksen paksuus. Käytettävissä vain, jos reuna on valittuna
hu: Kiválaszthatja a szegély vastagságát. Csak akkor elérhető ha bejelölte a "Szegély" jelölőnégyzetet
pl: Wybierz grubość ramki. Dostępne tylko wtedy, gdy włączona jest ramka
pt_br: Escolha a largura da borda. Essa opção tem efeito apenas se a caixa de seleção 'Mostrar borda' estiver ativada
ro: Selectează grosimea marginii. Disponibil doar dacă opțiunea 'Margine' este bifată
sl: Izberite širino obrobe. Na voljo le, če je omogočeno polje "Obroba"
ta: வரம்பின் அகலத்தை தேர்வு செய்யவும். 'வரம்பு' தேர்வுப்பெட்டி இயலச்செய்திருந்தால் மட்டுமே கிடைக்கும்
vi: Chọn độ rộng viền

source: Location display settings
bg: Настройка за показване на локацията
ca: Configura la visualització de la ubicació
el: Εμφάνιση τοπικών ρυθμίσεων
eu: Kokapenaren bistaratzearen ezarpenak
fi: Sijainnin näyttäminen
hu: Hely megjelenítési beállítások
hy: Ցուցադրվող կարգավորումների տեղադիրք
pt_br: Configurações de exibição da localização
ro: Setări afișare localitate
sl: Nastavitve prikaza kraja
ta: இடம் காட்சி அமைப்புகள்
vi: Các tuỳ chọn về vị trí

source: Get displayed location from
bg: Вземи използвана локация от
ca: Obtén la ubicació de
el: Τρέχουσα τοποθεσία από
eu: Eskuratu bistaratutako kokapena hemendik:
fi: Hae sijainti osoitteesta
hu: Megjelenítendő hely betöltése
hy: Ստացեք ցուցադրվող դիրքը
pt_br: Obter informações do local a partir de
ro: Obține localitatea afișată de la
sl: Dobi prikaz kraja iz
ta: காட்டப்படும் இடத்தை பெறும் மூலம்
vi: Lấy thông tin vị trí từ

source: The source of the text displayed as the current location. Yahoo! and Google may offer city names in other languages
bg: Източника на показвания текст е същия като текущата локация. Yahoo! и Google може да предлагат имената на градове на други езици
ca: La font del text mostrat com a ubicació actual. Yahoo! i Google poden oferir els noms de ciutats en altres idiomes
el: Η πηγή του κειμένου εμφανίζεται ως τρέχουσα τοποθεσία. Η Yahoo! και η Google μπορεί να προσφέρουν ονόματα πόλεων και σε άλλες γλώσσες
eu: Uneko kokapen bezala bistaratutako testuaren iturburua. Yahoo! eta Google-k hiri izenak beste hizkuntzetan eskein ditzakete
fi: Sijaintia esittävä tekstilähde. Yahoo! ja Google saattaa tarjota kaupunkien nimiä muilla kielillä
hu: A megadott szöveg használata az aktuális hely megnevezéseként. Lehetséges, hogy a Yahoo! és a Google felajánl város neveket egyéb nyelveken is
pt_br: A fonte de dados do local atualmente em exibição. Yahoo! e Google podem oferecer nomes de cidades em outros idiomas
ro: Sursa textului afișat drept localitate curentă.Yahoo! și Google ar putea oferi denumiri și în alte limbi
sl: Vir besedila, prikazanega kot trenutni kraj. Yahoo! in Google lahko morda ponudita imena mest v drugih jezikih
ta: உரை ஆதாரமாக தற்போதைய இடம் காட்டப்படும் . யாஹூ! மற்றும் கூகுள் பிற மொழிகளில் நகர பெயர்களை வழங்கலாம்
vi: Nguồn dữ liệu của vị trí hiện thời. Yahoo! và Google có thễ hiện thị tên thành phố trong cả các ngôn ngữ khác

source: Manually override displayed location
bg: Ръчно задаване на локация
ca: Redefiniu manualment la ubicació mostrada
el: Χειροκίνητη αλλάγή της εμφανιζόμενης τοποθεσίας
eu: Eskuz gainidatzi bistaratutako kokapena
fi: Kirjoita kaupungin nimi manuaalisesti
hu: A megjelenítendő hely manuális felülírása
hy: Ձեռքով փոխարինել ցուցադրվող վայրը
pt_br: Substituir manualmente o nome da localização a ser exibido
ro: Suprascrie manual localitatea curentă afișată
sl: Ročno prepiši prikazan kraj
ta: காட்டப்படும் இருப்பிடத்தை புறக்கணி
vi: Tự đặt vị trí

source: Set your city name manually.
bg: Избор на град ръчно
ca: Establiu manualment el nom la vostra ciutat.
el: Επέλεξε το όνομα της πόλης σου
eu: Ezarri zure hiriaren izena eskuz.
fi: Antamalla kaupungin nimen se peittää sovelluksessa näkyvän GPS-koodinaatin. Säätiedot haetaan edelleen GPS:n peruteella.
hu: Állítsa be a városa nevét manuálisan.
hy: Մուտքագրեք ձեր բնակավայրի անունը
pl: Ustaw ręcznie nazwę miasta
pt_br: Defina o nome da cidade manualmente.
ro: Setează manual numele orașului.
sl: Ročno nastavite ime mesta.
ta: உங்கள் நகரின் பெயரை உள்ளிடவும்
vi: Tự ghi tên thành phố

source: Experimental and buggy features (read documentation!!)
bg: Експериментални и бъгави настройки (прочетете документацията!!!)
ca: Funcionalitats experimentals (llegiu la documentació)
el: Λειτουργίες που είναι πειραματικές και προβληματικές(Διάβασε τις οδηγίες χρήσης)
eu: Ezaugarri esperimentalak (akatsak izan ditzakete, irakurri dokumentazioa!!)
fi: Kokeelliset ominaisuudet (lue dokumentaatio)
hu: Kísérleti és nem hibátlan működésű lehetőségek (olvassa el a leírást!!)
pl: Eksperymentalne i niestabilne funkcje (przeczytaj dokumentację)
pt_br: Recursos experimentais (para mais informações, leia nossa documentação)
ro: Funcții experimentale și cu defecte (citește documentația!)
sl: Poskusne in hroščate zmožnosti (preberite dokumentacijo!)
ta: சோதனை மற்றும் பிழைந்த அம்சங்கள் ( ஆவணங்களை படிக்கவும் !!)
vi: Các tính năng thử nghiệm (có thể có lỗi)

source: Enable experimental features
bg: Включване на експериментални настройки
ca: Habilita les funcionalitats experimentals
el: Ενεργοποίηση λειτουργειών που είναι υπο δοκιμή
eu: Gaitu ezaugarri esperimentalak
fi: Kokeelliset ominaisuudet
hu: Kísérleti lehetőségek engedélyezése
pl: Uruchom funkcje eksperymentalne
pt_br: Ativar recursos experimentais
ro: Activează funcții experimentale
sl: Omogoči poskusne zmožnosti
ta: சோதனை அம்சங்களை இயக்கு
vi: Thử nghiệm tính năng mới

source: Check this to enable experimental and buggy features
bg: Кликнете тук, за да включите експерименталните и бъгави настройки
ca: Activeu-ho per habilitar les funcionalitats experimentals
el: κλίκαρε για ενεργοποίηση δοκιμαστικών και προβληματικών λειτουργειών
eu: Hautatu hau ezaugarri esperimentalak gaitzeko (akatsak izan ditzakete)
fi: Valitse ja ota käyttöön kokeellisia ominaisuuksia
hu: Jelölje ki a kísérleti, nem tökéletesen működő lehetőségek engedélyezéséhez
pl: Zaznacz, aby włączyć funkcje eksperymentalne, które mogą posiadać błędy.
pt_br: Marque esta opção para ativar os recursos experimentais, ainda não testados exaustivamente
ro: Bifează pentru a activa funcțiile experimentale și cu defecte
sl: Omogočite poskusne ter hroščate zmožnosti
ta: சோதனை மற்றும் பிழைந்த அம்கங்களை செயல்படுத்த இங்கே குறிக்கவும்
vi: Tích để bật tính năng mới (có thể có lỗi)

source: Anchor desklet by
bg: Закотвяне на деслета
ca: Ancora la miniaplicació d'escriptori
el: Πιάσιμο desklet από
eu: Ainguratu desklet-a hemen:
fi: Sovelman kiinnityspiste
hu: Desklet rögzítése
pl: Zakotwicz desklet do
pt_br: Fixar desklet
ro: Ancorează desklet-ul de
sl: Zasidraj aplet namizja za
ta: பணிமேடை உபகரணத்தை நிவைநிறுத்தும் முறை
vi: Đặt bảng bằng

source: Default
bg: Стандартна
ca: Per defecte
el: Προεπιλογή
eu: Lehenetsia
fi: Oletus
hu: Alapértelmezés
hy: Նախնական
pl: Domyślny
pt_br: Padrão
ro: Implicit
sl: Privzeto
ta: இயல்பிருப்பு
vi: Mặc định

source: Top left
bg: Горе в ляво
ca: Superior esquerra
el: Επάνω αριστερά
eu: Goian ezkerrean
fi: Vasen yläkulma
hu: Bal-felső
hy: Վերև ձախ
pl: Góra po lewej
pt_br: Superior esquerdo
ro: Stânga-sus
sl: Zgoraj levo
ta: மேல் இடது
vi: Góc trên bên trái

source: Left center
bg: В ляво центъра
ca: Esquerra central
el: Αριστερά κέντρο
eu: Ezkerrean erdian
fi: Vasen keskellä
hu: Bal-közép
hy: Ձախ կենտրոն
pl: Lewo
pt_br: Esquerda
ro: Centru-stânga
sl: Leva sredina
ta: இடது மத்தி
vi: Bên trái điểm giữa

source: Bottom left
bg: Долу вляво
ca: Inferior esquerra
el: Κάτω αριστερά
eu: Behean ezkerrean
fi: Vasen alhaalla
hu: Bal-alsó
hy: Ներքև ձախ
pl: Dół po lewej
pt_br: Inferior esquerdo
ro: Stânga-jos
sl: Spodaj levo
ta: கீழ் இடது
vi: Góc dưới bên trái

source: Bottom center
bg: Долу в центъра
ca: Inferior central
el: Κάτω κέντρο
eu: Behean erdian
fi: Alhaalla keskellä
hu: Alsó-közép
pl: Dół
pt_br: Inferior
ro: Centru-dreapta
sl: Spodnja sredina
ta: கீழ் மத்தி
vi: Bên dưới điểm giữa

source: Bottom right
bg: Долу в дясно
ca: Inferior dreta
el: Κάτω δεξιά
eu: Behean eskuinean
fi: Alhaalla oikealla
hu: Jobb-alsó
hy: Ներքև աջ
pl: Dół po prawej
pt_br: Inferior direito
ro: Dreapta-jos
sl: Spodaj desno
ta: கீழ் வலது
vi: Góc dưới bên phải

source: Right center
bg: Централно вдясно
ca: Dreta central
el: Δεξιά κέντρο
eu: Erdian eskuinean
fi: Oikea keskellä
hu: Jobb-közép
hy: Աջ կենտրոն
pl: Prawo
pt_br: Direita
ro: Centru-dreapta
sl: Desna sredina
ta: வலது மத்தி
vi: Bên phải điểm giữa

source: Top right
bg: Горе в дясно
ca: Superior dreta
el: Επάνω δεξιά
eu: Goian eskuinean
fi: Oikea yläkulma
hu: Jobb-fent
hy: Վերև աջ
pl: Góra po prawej
pt_br: Superior direito
ro: Dreapta-sus
sl: Zgoraj desno
ta: மேல் வலது
vi: Góc trên bên phải

source: Top center
bg: Горе в центъра
ca: Superior central
el: Πάνω κέντρο
eu: Goian erdian
fi: Ylhäällä keskellä
hu: Fent-közép
hy: Վերև կենտրոն
pl: Góra
pt_br: Superior
ro: Centru-sus
sl: Zgornja sredina
ta: மேல் மத்தி
vi: Bên trên điểm giữa

source: Select the point on the desklet to which it is anchored. This point will remain static as the desklet grows and shrinks
bg: Изберете точка спрямо която десклета ще се закотви. Тази точка ще остава статична, докато десклета се увеличава или свива
ca: Seleccioneu el punt on s'ancorarà la miniaplicació d'escriptori. Aquest punt romandrà estàtic quan redimensioneu la miniaplicació d'escriptori
el: Διάλεξε το σημείο από το από το οποίο μπορείς να πιάνεις το desklet. Αυτό το σημείο θα παραμένει ίδιο καθώς το desklet θα μεγαλώνει ή μικραίνει
eu: Hautatu non ainguratuko den desklet-a. Puntu hau estatiko mantenduko da desklet-a handitu edo txikiagotzean
fi: Valitse mihin kohtaan sovelma on kiinnitetty. Paikka pysyy vaikka sovelman kokoa muutetaan
hu: Válasszon egy pontot a asztalkalmazáson amely rögzítve lesz. Ez a pont állandó marad a asztalkalmazás méretének növekedése és csökkenése esetén is
pl: Wybierz punkt w którym ma być zakotwiczony desklet. Pozostanie on niezmienny nawet jak desklet będzie zmniejszany i zwiększany.
pt_br: Selecione o ponto no qual o desklet está ancorado. Esse ponto permanecerá estático conforme o desklet cresce e encolhe
ro: Selectează punctul de ancorare a desklet-ului. Acest punct va rămâne fix la redimensionarea desklet-ului
sl: Izberite točko na apletu namizja, na katero je zasidran. Ta točka bo ostala statična, ko se aplet namizja širi in krči.
ta: பணிமேடை உபகரணம் நிலைநிறுத்த வேண்டிய புள்ளியை தேர்வு செய்க. உபகரணம் வளர்ந்தாலும் சுருங்கினாலும் இந்த புள்ளி நிலைத்திருக்கும்
vi: Chọn điểm đặt bảng. Điểm đó là cố định khi bảng phóng to hay thu nhỏ

source: Open Weather Map Free (requires API key)
ca: World Weather Online (requereix la clau de l’API)
fi: World Weather Online (APIAVAIN vaaditaan)
hu: Open Weather Map Free (API-kulcs szükséges)
pt_br: Open Weather Map Free (requer chave API)
ro: Open Weather Map Free (necesită cheie API)

source: Wunderground (requires API key)
bg: Wunderground (изисква API ключ)
ca: Wunderground (necessita clau API)
el: Forecast.io (απαιτεί API κλειδί)
eu: Wunderground (API gakoa eskatzen du)
fi: Wunderground (APIAVAIN vaaditaan)
hu: Wunderground (API kulcs szükséges)
hy: Wunderground (API բանալին պահանջվում է)
pl: Wunderground (wymaga klucza API)
pt_br: Wunderground (requer chave API)
ro: Wunderground (necesită cheie API)
sl: Wunderground (zahteva API ključ)
ta: Wunderground (API key தேவை)
vi: Wunderground (cần API key)

source: World Weather Online (deprecated) (requires API key)
ca: World Weather Online (requereix la clau de l’API)
fi: World Weather Online (poistettu) (APIAVAIN vaaditaan)
hu: World Weather Online (elavult) (API-kulcs szükséges)
pt_br: World Weather Online (descontinuado) (requer chave API)
ro: World Weather Online (învechit) (necesită cheie API)

source: World Weather Online Premium (requires API key)
ca: World Weather Online (requereix la clau de l'API)
fi: World Weather Online (APIAVAIN vaaditaan)
hu: World Weather Online Premium (API-kulcs szükséges)
pt_br: World Weather Online Premium (requer chave API)
ro: World Weather Online Premium (necesită cheie API)

source: APIXU (requires API key)
ca: APIXU (requereix la clau de l'API)
fi: Forecast.io (APIAVAIN vaaditaan)
hu: APIXU (API-kulcs szükséges)
pt_br: APIXU (requer chave API)
ro: APIXU (necesită cheie API)

source: Forecast.io (requires API key)
bg: Forecast.io (изисква API ключ)
ca: Forecast.io (necessita clau API)
el: Forecast.io (απαιτεί API κλειδί)
eu: Forecast.io (API gakoa eskatzen du)
fi: Forecast.io (APIAVAIN vaaditaan)
hu: Forecast.io (API kulcs szükséges)
hy: Forecast.io (API բանալին պահանջվում է)
pl: Forecast.io (wymaga klucza API)
pt_br: Forecast.io (requer chave API)
ro: Forecast.io (necesită cheie API)
sl: Forecast.io (zahteva API ključ)
ta: Forecast.io (API key தேவை)
vi: Forecast.io (cần API key)

source: weather.com (deprecated)
bg: weather.com (остаряло)
ca: weather.com (en desús)
el: weather.com (δεν ενδείκνυται)
eu: weather.com (baztertzekoa)
fi: weather.com (poistettu)
hu: weather.com (elavult)
hy: weather.com (հնացած)
pl: weather.com (przestarzały)
pt_br: weather.com (descontinuado)
ro: weather.com (învechit)
sl: weather.com (opuščeno)
ta: weather.com (நீக்கப்பட்டது)
vi: weather.com (có thể không còn hoạt động)

source: meteoblue (requires API key)
ca: meteoblue (requereix la clau de l'API)
fi: meteoblue (APIAVAIN vaaditaan)
hu: meteoblue (API-kulcs szükséges)
pl: meteoblue (wymagany klucz API)
pt_br: meteoblue (requer chave API)
ro: meteoblue (necesită cheie API)
ta: meteoblue (API key தேவை)

source: API key
bg: API ключ
ca: Clau de l'API
el: κλειδί API
eu: API gakoa
fi: APIAVAIN
hu: API kulcsok
hy: API բանալի
pl: Klucz API
pt_br: Chave API
ro: Cheie API
sl: API ključ
ta: API சாவி

source: Required for some services only. Enter your API key for your chosen service
bg: Някои услуги го изискват. Въведете Вашият API ключ за избраната услуга
ca: Només és necessari per a alguns serveis. Introduïu la vostra clau API per al servei seleccionat
el: Απαιτείται μόνο για ορισμένες υπηρεσίες. Εισήγαγε το API κλειδί σου για την επιλεγμένη σου υπηρεσία
eu: Zerbitzu batzurentzat soilik beharrezkoa. Sartu hautatutako zerbitzuaren zure API gakoa
fi: Anna APIAVAIN valitsemallesi sääpalvelulle jos vaaditaan
hu: Csak néhány szolgáltatáshoz szükséges. Adja meg a választott szolgáltatáshoz az API kulcsot
pl: Wymagany przy pobieraniu danych z niektórych serwisów. Wpisz swój klucz API dla wybranego serwisu pogodowego.
pt_br: É obrigatório digitar a sua chave de API apenas em alguns serviços de dados
ro: Necesară doar pentru anumite servicii. Introdu cheia API pentru serviciul selectat
sl: Potrebna samo za nekatere storitve. Vnesite svoj API ključ za izbrano storitev
ta: சில சேவைகளுக்கு மட்டுமே தேவை. நீங்கள் தேர்வு செய்த சேவைக்கான் உங்கள் API திறவை உள்ளிடவும்
vi: Yêu cầu bởi một số đài khí tượng. Nhập API key cho nhà đài bạn chọn.

source: Google
fi: Google Maps
ta: கூகுள்

source: Open Weather Map (requires API key)
ca: Open Weather Map (requereix la clau de l’API)
fi: World Weather Online (APIAVAIN vaaditaan)
pt_br: Open Weather Map (requer chave API)
ro: Open Weather Map (necesită cheie API)

source: %f°F
ca: %f ºF
vi: %fºF

source: %f°C
ca: %f ºC
vi: %fºC

source: Open Weather Map
ca: Open Weather Map (requereix la clau de l’API)

source: %fmph
bg: %fмл/ч
vi: %f m/h
