Repository: linuxmint/cinnamon-spices-desklets
Catalog: bbcwx@oak-wood.co.*/files/bbcwx@oak-wood.co.*/po/*.po
Languages: bg, ca, el, eu, fi, hu, hy, pl, pt_br, ro, sl, ta, vi

source: %fkm/h
bg: %fкм/ч

source: %fm/s
bg: %fм/с
ta: %fமீ/வி

source: %fmb
bg: %fмб
pl: %f hPa
ro: %fmbar

source: %fkPa
bg: %fкПа

source: %fkm
bg: %fкм
ta: %fகிமீ

source: mb
bg: мб
hy: Միլիբար
pl: hPa
ro: mbar

source: kPa
bg: кПа

source: BBC
ta: பிபிசி

source: VClouds
ta: விகிளொட்ஸ்

source: Novacon
ta: நோவாகான்

source: Weezle
ta: வீஸ்ஸில்

source: Meteocons 1
pl: Meteokons 1
ta: மீட்டியோகான்ஸ் 2

source: Meteocons 2
ta: மீட்டியோகான்ஸ் 2

source: Weather Desklet
eu: Eguraldia desklet-a
pl: Desklet pogody
pt_br: Desklet de meteorologia
ro: Vremea Desklet

source: Please consider translating the Weather Desklet into your language. See the website for more information
ro: Te rugăm să iei în considerare posibilitatea de a traduce Weather Desklet în limba ta. Consultă site-ul web pentru mai multe informații
