Repository: linuxmint/cinnamon-spices-desklets
Catalog: bbcwx@oak-wood.co.*/files/bbcwx@oak-wood.co.*/po/*.po
Languages: bg, ca, el, eu, fi, hu, hy, pl, pt_br, ro, sl, ta, vi

source: Mon
bg: Пон
ca: Dl
el: Δευ
eu: al.
fi: ma
hu: Hé
hy: Երկ
pl: Pon.
pt_br: Seg
ro: Lu
sl: Pon
ta: திங்கள்
vi: Thứ Hai

source: Tue
bg: Вто
ca: Dt
el: Τρι
eu: ar.
fi: ti
hu: Ke
hy: Երք
pl: Wt.
pt_br: Ter
ro: Ma
sl: Tor
ta: செவ்வாய்
vi: Thứ Ba

source: Wed
bg: Сря
ca: Dc
el: Τετ
eu: az.
fi: ke
hu: Sze
hy: Չրք
pl: Śr.
pt_br: Qua
ro: Mi
sl: Sre
ta: புதன்
vi: Thứ Tư

source: Thu
bg: Четв
ca: Dj
el: Πέμ
eu: og.
fi: to
hu: Csü
hy: Հնգ
pl: Czw.
pt_br: Qui
ro: Jo
sl: Čet
ta: வியாழன்
vi: Thứ Năm

source: Fri
bg: Пет
ca: Dv
el: Παρ
eu: ol.
fi: pe
hu: Pé
hy: Ուրբ
pl: Pt.
pt_br: Sex
ro: Vi
sl: Pet
ta: வெள்ளி
vi: Thứ Sáu

source: Sat
bg: Съб
ca: Ds
el: Σαβ
eu: lr.
fi: la
hu: Szo
hy: Շբթ
pl: Sob.
pt_br: Sáb
ro: Sâ
sl: Sob
ta: சனி
vi: Thứ Bảy

source: Sun
bg: Нед
ca: Dg
el: Κυρ
eu: ig.
fi: su
hu: Va
hy: Կիր
pl: Niedz.
pt_br: Dom
ro: Du
sl: Ned
ta: ஞாயிறு
vi: Chủ Nhật

source: Weather
bg: Времето
ca: El temps
el: Καιρός
eu: Eguraldia
fi: Sää
hu: Időjárás
hy: Եղանակ
pl: Pogoda
pt_br: Previsão do tempo
ro: Vremea
sl: Vreme
ta: வானிலை
vi: Thời tiết

source: Help
bg: Помощ
ca: Ajuda
el: Βοήθεια
eu: Laguntza
fi: Ohje
hu: Súgó
hy: Օգնություն
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
sl: Pomoč
ta: உதவி
vi: Trợ giúp

source: Translate
bg: Преведи
ca: Traduïu
el: Μετάφραση
eu: Itzuli
fi: Käännä
hu: Fordítás
hy: Թարգմանել
pl: Przetłumacz
pt_br: Traduzir
ro: Traducere
sl: Prevajanje
ta: மொழிபெயர்
vi: Dịch

source: Humidity:
bg: Влажност:
ca: Humitat:
el: Υγρασία:
eu: Hezetasuna:
fi: Kosteus:
hu: Páratartalom:
hy: Խոնավությունը՝
pl: Wilgotność:
pt_br: Umidade:
ro: Umiditate:
sl: Vlažnost:
ta: ஈரப்பதம்:
vi: Độ ẩm

source: Pressure:
bg: Налягане:
ca: Pressió:
el: Πίεση:
eu: Presioa:
fi: Paine:
hu: Légnyomás:
hy: Ճնշումը՝
pl: Ciśnienie:
pt_br: Pressão:
ro: Presiune:
sl: Tlak:
ta: அழுத்தம்:
vi: Áp suất:

source: Wind:
bg: Вятър:
ca: Vent:
el: Άνεμος:
eu: Haizea:
fi: Tuuli:
hu: Szél:
hy: Քամին՝
pl: Wiatr:
pt_br: Vento:
ro: Vânt:
sl: Veter:
ta: காற்று:
vi: Gió:

source: Feels like:
bg: Усеща се като
ca: Sensació tèrmica:
el: Μοιάζει με:
eu: Sentsazioa:
fi: Tuntuu:
hu: Hőérzet:
hy: Հարմարավետություն՝
pl: Temperatura odczuwalna:
pt_br: Sensação térmica:
ro: Temperatură aparentă:
sl: Občuti se kot:
ta: மனநிலை:
vi: Cảm giác như:

source: Visibility:
bg: Видимост:
ca: Visibilitat:
el: Ορατότητα:
eu: Ikuspena:
fi: Näkyvyys:
hu: Látási viszonyok:
hy: Տեսանելիությունը՝
pl: Widoczność:
pt_br: Visibilidade:
ro: Vizibilitate:
sl: Vidljivost:
ta: காட்சிமை:
vi: Tầm nhìn xa:

source: Max:
bg: Макс:
ca: Màx.:
el: Μέγ:
fi: Ylin:
hu: Legmagasabb hőmérséklet:
hy: Առավելագույնը՝
pl: Maks:
pt_br: Máx:
sl: Najvišja:
ta: அதிகபட்சம்:
vi: Lớn nhất

source: Min:
bg: Мин:
ca: Mín.:
el: Ελάχ:
fi: Alin:
hu: Legalacsonyabb hőmérséklet:
hy: Նվազագույնը՝
pt_br: Mín:
sl: Najmanj:
ta: குறைந்த பட்சம்:
vi: Nhỏ nhất

source: Wind speed:
bg: Скорост на вятъра:
ca: Velocitat del vent:
el: Ταχύτητα ανέμου:
eu: Haizearen abiadura:
fi: Tuuli:
hu: Szélerősség:
hy: Քամու արագությունը՝
pl: Prędkość wiatru
pt_br: Velocidade do vento:
ro: Viteza vântului:
sl: Hitrost vetra:
ta: காற்றின் வேகம்:
vi: Tốc độ gió

source: Dir:
bg: Посока:
ca: Direcció:
el: Κατευθ:
eu: Norab:
fi: Suunta:
hu: Szélirány:
hy: Ուղղությունը՝
pl: Kierunek:
pt_br: Dir. vento:
ro: Direcție:
sl: Smer:
ta: திசை:
vi: Hướng gió

source: Data from
bg: Данните са от
ca: Dades:
el: Δεδομένα από
eu: Datuen jatorria:
fi: Lähde:
hu: Adatszolgáltató:
hy: Ամսաթիվը
pl: Dane pochodzą z serwisu
pt_br: Fonte de dados:
ro: Date de la
sl: Podatki iz
ta: தரவு மூலம்:
vi: Nguồn dữ liệu

source: Refresh
bg: Опресняване
ca: Actualitza
el: Ανανέωση
eu: Freskatu
fi: Päivitä
hu: Frissítés
hy: Թարմացնել
pl: Odśwież
pt_br: Atualizar
ro: Actualizează
sl: Osveži
ta: புதுப்பி
vi: Cập nhật

source: Last updated
ca: Última actualització
fi: Päivitetty
hu: Utoljára frissítve:

source: No Data Available
ca: No hi ha dades disponibles
fi: Dataa ei saatavilla
hu: Nincs elérhető adat

source: Error: %s
bg: Грешка %s
ca: Sha produït un error: %s
el: Σφάλμα: %s
eu: Errorea: %s
fi: Virhe: %s
hu: Hiba: %s
hy: Սխալ. %s
pl: Błąd: %s
pt_br: Erro: %s
ro: Eroare: %s
sl: Napaka: %s
ta: பிழை: %s
vi: Lỗi: %s

source: No Data
ca: No hi ha dades
fi: Ei dataa
hu: Nincs adat

source: Click for the full forecast for %s
bg: Натиснете тук за пълната прогноза за %s
ca: Feu clic per veure la previsió completa per %s
el: Κάντε κλικ για την πλήρη πρόβλεψη για %s
eu: Klikatu %s(r)ako iragarpen osoa ikusteko
fi: Paina ja näe koko ennuste (%s)
hu: Kattintson ide a teljes előrejelzésért: %s
hy: Սեղմեք ամբողջական կանխատեսման համար %s
pl: Kliknij, aby zobaczyć pełną prognozę pogody dla miejscowości %s
pt_br: Clique para ver a previsão completa para %s
ro: Apasă pentru previziune completă pentru %s
sl: Kliknite za celotno napoved za %s
ta: %s கான முன்னறிவிப்பை பெற இங்கே சொடுக்கவும்
vi: Nhấn chuột để lấy mọi dự báo cho %s

source: %fkn
bg: %fвзл.
ca: %f nusos
eu: %fkora
hu: %f csomó
pl: %fwęzły
vi: %fk n/h

source: %fin
bg: %fинч.
eu: %fhazb
hu: %f higany/inch
pl: %f inHg
ro: %finHg

source: %fmm
bg: %fмм
hu: %fhigany/mm
pl: %f mmHg
ro: %fmmHg

source: %fmi
bg: %fмил
hu: %f mérföld
ta: %fமைல்
vi: %f dặm

source: %fnmi
bg: %fммил
hu: %f tengeri mérföld
pl: %f Mm
ro: %fmn
ta: %fகடல்மைல்

source: Invalid location
ca: Ubicació invàlida
fi: Virheellinen sijainti
hu: Érvénytelen hely

source: Clear Sky
bg: Ясно небе
ca: Cel clar
el: Καθαρός Ουρανός
eu: Oskarbia
fi: Selkeää
hu: Felhőtlen égbolt
hy: Պարզ երկինք
pl: Czyste niebo
pt_br: Céu limpo
ro: Cer senin
sl: Jasno nebo
ta: தெளிந்த வானம்
vi: Trời trong xanh

source: Drizzle
bg: Ръмене
ca: Plugim
el: Ψιλόβροχο
eu: Zirimiria
fi: Tihkua
hu: Szitáló eső
hy: Մաղող անձրև
pl: Mżawka
pt_br: Garoa
ro: Burniță
sl: Pršenje
ta: தூறல்
vi: Mưa phùn

source: Fog
bg: Мъгла
ca: Boira
el: Ομίχλη
eu: Lainoa
fi: Sumua
hu: Erősebb Köd
hy: Մշուշ
pl: Mgła
pt_br: Nevoeiro
ro: Ceață deasă
sl: Megla
ta: பனி
vi: Sương mù

source: Grey Cloud
bg: Слоеста облачност
ca: Núvols grisos
el: Γκρί Σύννεφα
eu: Hodei grisak
fi: Harmaata pilveä
hu: Szürke felhő
hy: Գորշ ամպ
pl: Szare chmury
pt_br: Nuvens escuras
ro: Nori gri
sl: Sivi oblaki
ta: கரியமேகம்
vi: Mây đen

source: Hail Shower
bg: Превалявания с градушка
ca: Calamarsa
el: Ελαφριά Χαλαζόπτωση
eu: Kazkabar-zaparradak
fi: Raekuuro
hu: Jeges eső
pl: Deszcz z gradem
pt_br: Chuva de granizo
ro: Averse de grindină
ta: ஆலங்கட்டி மழை
vi: Mưa đá lớn

source: Hazy
bg: Градушка
ca: Boirós
el: Ομίχλη
eu: Lainotsua
fi: Autereista
hu: Párás
hy: Մշուշոտ
pl: Zamglenia
pt_br: Enevoado
ro: Pâclă
sl: Megleno
ta: மங்கல்வான்
vi: Có sương mù

source: Heavy Rain Shower
bg: Силни превалявания
ca: Pluja intensa
el: Έντονη Μπόρα
eu: Euri-zaparrada gogorrak
fi: Rankkoja sadekuuroja
hu: Erős záporeső
hy: Տեղատարափ անձրև
pl: Silny przelotny descz
pt_br: Chuva forte
ro: Averse puternice de ploaie
sl: Močna ploha
ta: கன மழை
vi: Mưa rào rả rích

source: Heavy Rain
bg: Силен дъжд
ca: Pluja intensa
el: Έντονη Βροχή
eu: Euri mardula
fi: Kaatosadetta
hu: Heves esőzés
hy: Տեղատարափ անձրև
pl: Silne opady deszczu
pt_br: Chuva pesada
ro: Ploaie torențială
sl: Močan dež
ta: கடும் மழை
vi: Mưa to

source: Heavy Snow Shower
bg: Силни снежни превалявания
ca: Nevades intenses
el: Έντονο Χιονόνερο
eu: Elur-zaparrada gogorrak
fi: Sakeita lumikuuroja
hu: Erős havas eső
hy: Ուժեղ ձյուն
pl: Silne przelotne opady śniegu
pt_br: Nevasca pesada
ro: Averse puternice de ninsoare
sl: Močne snežne plohe
ta: கனத்த பனி மழை
vi: Tuyết dày

source: Heavy Snow
bg: Силен снеговалеж
ca: Nevada intensa
el: Βαριά Χιονόπτωση
eu: Elur mardula
fi: Sankkaa lumisadetta
hu: Erős havazás
hy: Ուժեղ ձյուն
pl: Intensywne opady śniegu
pt_br: Neve forte
ro: Ninsoare grea
sl: Močno sneženje
ta: கனத்த பனி
vi: Tuyết lớn

source: Light Cloud
bg: Лека облачност
ca: Núvols clars
el: Ελαφρά Σύννεφα
eu: Hodei arinak
fi: Ohutta pilveä
hu: Fátyolfelhő
hy: Մուգ ամպ
pl: Chmury warstwowe
pt_br: Nuvens finas
ro: Ușor înnorat
sl: Svetli oblaki
ta: மேகமூட்டம்
vi: Mây mỏng

source: Light Rain Shower
bg: Леки превалявания
ca: Pluja lleugera
el: Ελαφριά Μπόρα
eu: Euri-zaparrada arinak
fi: Heikkoja sadekuuroja
hu: Enyhe zápor
hy: Թեթևակի մաղող անձրև
pl: Lekka ulewa
pt_br: Pancada de chuva leve
ro: Averse ușoare
sl: Rahla ploha
ta: மித மழைப்பொழிவு
vi: Mưa rào nhẹ

source: Light Rain
bg: Лек дъжд
ca: Pluja lleugera
el: Ελαφριά Βροχή
eu: Euri arina
fi: Heikkoa sadetta
hu: Csendes eső
hy: Թեթևակի անձրև
pl: Lekki przelotny deszcz
pt_br: Chuva leve
ro: Ploaie ușoară
sl: Rahel dež
ta: மித மழை
vi: Mưa nhỏ

source: Light Snow Shower
bg: Леки снежни превалявания
ca: Nevades lleugeres
el: Ελαφρύ Χιονόνερο
eu: Elur arin-zaparradak
fi: Heikkoja lumikuuroja
hu: Enyhe havas eső
hy: Թեթևակի ձյուն
pl: Lekkie przelotne opady śniegu
pt_br: Nevasca leve
ro: Averse ușoare de ninsoare
sl: Rahle snežne plohe
ta: மித பனிப்பொழிவு
vi: Mưa tuyết nhỏ

source: Light Snow
bg: Лек снеговалеж
ca: Nevada lleugera
el: Ελαφριά χιονόπτωση
eu: Elur arina
fi: Heikkoa lumisadetta
hu: Enyhe havazás
hy: Թեթևակի ձյուն
pl: Lekkie opady śniegu
pt_br: Neve fraca
ro: Ninsoare ușoară
sl: Rahlo sneženje
ta: மெல்லிய பனி
vi: Tuyết nhẹ

source: Mist
bg: Лека мъгла
ca: Boirina
el: Ομίχλη
eu: Lanbroa
fi: Utua
hu: Gyenge köd
hy: Մառախուղ
pl: Mgiełka
pt_br: Neblina
ro: Ceață
sl: Meglica
ta: பனிமூட்டம்
vi: Sương mù ẩm ướt

source: Partly Cloudy
bg: Разкъсана облачност
ca: Parcialment ennuvolat
el: Μερικώς Νεφελώδης
eu: Nahiko lainotua
fi: Puolipilvistä
hu: Részben felhős
hy: Մասամբ ամպամած
pl: Częściowe zachmurzenie
pt_br: Parcialmente nublado
ro: Parțial noros
sl: Delno oblačno
ta: ஓரளவு மேகமூட்டமாக
vi: Có mây rải rác

source: Rain
ca: Pluja
eu: Euria
fi: Sadetta
hu: Esik
pl: Deszcz
pt_br: Chuva
ro: Ploaie
ta: மழை

source: Sand Storm
bg: Пясъчна буря
ca: Tempesta de sorra
el: Αμμοθύελλα
eu: Harea-ekaitza
fi: Hiekkamyrsky
hu: Por és Homokvihar
hy: Ավազամրրիկ
pl: Burza piaskowa
pt_br: Tempestade de areia
ro: Furtună de nisip
sl: Peščeni vihar
ta: மணல் புயல்
vi: Bão cát

source: Sleet Shower
bg: Преваляния на суграшица
ca: Plugims
el: Χιονόνερο
eu: Elurbusti-zaparradak
fi: Räntäkuuroja
hu: Ónos szitálás
hy: Ձնախառն անձրև
pl: Przelotny deszcz ze śniegiem
pt_br: Chuva de granizo
ro: Averse de lapoviță
sl: Ledeni dež
ta: கல் மழை
vi: Mưa tuyết lớn

source: Sleet
bg: Киша
ca: Aiguaneu
el: Χιονόνερο
eu: Elurbustia
fi: Räntäsadetta
hu: Ónos esőzés
hy: Ձյունախառն անձրև
pl: Deszcz ze śniegiem
pt_br: Chuva com neve
ro: Lapoviță
sl: Sodra
ta: ஆலங்கட்டி மழை
vi: Mưa tuyết

source: Sunny Intervals
bg: На места слънчево
ca: Intervals assolellats
el: Ηλιόλουστα Διαστήματα
eu: Ostarteak
fi: Vaihtelevaa pilvisyyttä
hu: Szórványos napsütés
pl: Przejaśnienia
pt_br: Intervalos ensolarados
ro: Perioade însorite
sl: Sončni dnevi
ta: கதிரொளி இடைவெளிகள்
vi: Thỉnh thoảng có nắng

source: Sunny
bg: Слънчево
ca: Assolellat
el: Ηλιόλουστος
eu: Eguzkitsua
fi: Selkeää
hu: Napos
hy: Արևոտ
pl: Słonecznie
pt_br: Ensolarado
ro: Însorit
sl: Sončno
ta: சூரிய வெளிச்சம்
vi: Có nắng

source: Thick Cloud
bg: Ниска облачност
ca: Núvols gruixuts
el: Πυκνά Σύννεφα
eu: Hodei itxiak
fi: Paksua pilveä
hu: Vastag felhőzet
hy: Թանձր ամպ
pl: Chmury kłębiaste
pt_br: Nuvens espessas
ro: Nori denși
sl: Gosti oblaki
ta: அடர்ந்தமேகம்
vi: Mây dày

source: Thunder Storm
bg: Гръмотевични бури
ca: Tempesta elèctrica
el: Καταιγίδα
eu: Trumoi-ekaitza
fi: Ukkosta
hu: Zápor, zivatar
pl: Burza
pt_br: Tempestade
ro: Furtună cu descărcări electrice
sl: Nevihta
ta: இடியுடன் கூடிய மழை
vi: Dông tố

source: Thunderstorm
bg: Гръмотевична буря
ca: Tempesta elèctrica
el: Καταιγίδα
eu: Trumoi-ekaitza
fi: Ukkosta
hu: Vihar
hy: Ամպրոպ
pl: Burza
pt_br: Tempestade
ro: Furtună cu descărcări electrice
sl: Nevihte
ta: இடிமின்புயல்
vi: Dông bão

source: Thundery Shower
bg: Гръмотевици и превалявания
ca: Tempesta
el: Βροχή με Αστραπές
eu: Zaparrada trumoitsuak
fi: Ukkoskuuroja
hu: Heves zápor
hy: Ամպրոպ և անձրև
pl: Przelotne burze z deszczem
pt_br: Trovoada
ro: Averse cu descărcări electrice
sl: Plohe z bliskanjem in grmenjem
ta: இடியுடன் கூடிய மழை
vi: Mưa rào kèm sấm sét

source: White Cloud
bg: Плътна облачност
ca: Núvols blancs
el: Λευκά Σύννεφα
eu: Hodei zuriak
fi: Valkoista pilveä
hu: Fehér felhő
hy: Սպիտակ ամպ
pl: Jasne chmury
pt_br: Nuvens
ro: Nori albi
sl: Beli oblak
ta: வெண்மேகம்
vi: Mây trắng

source: No API key provided
ca: No s'ha proveït una clau d'API
fi: APIAVAIN puuttuu
hu: Nincs API-kulcs megadva

source: Fair
bg: Приемливо
ca: Bon temps
el: Μέτριος
eu: Ona
fi: Poutaa
hu: Szép idő
pl: Dobry
pt_br: Agradável
ro: Vreme bună
sl: Normalno
ta: மிதமான
vi: Trời đẹp

source: Cloudy
bg: Облачно
ca: Ennuvolat
el: Συννεφιά
eu: Hodeitsua
fi: Pilvistä
hu: Felhős
hy: Ամպամած
pl: Pochmurno
pt_br: Nublado
ro: Înnorat
sl: Oblačno
ta: மேகமூட்டம்
vi: Có mây

source: Showers
bg: Проливен дъжд
ca: Ruixats
el: Μπόρες
eu: Zaparradak
fi: Sadekuuroja
hu: Záporok
hy: Տեղատարափ
pl: Ulewy
pt_br: Pancadas de chuva
ro: Averse de ploaie
sl: Plohe
ta: மழைப்பொழிவு
vi: Mưa rào

source: Snow
bg: Сняг
ca: Neu
el: Χιόνι
eu: Elurra
fi: Lumisadetta
hu: Havazás
hy: Ձյուն
pl: Opady śniegu
pt_br: Neve
ro: Ninsoare
sl: Sneg
ta: பனி
vi: Tuyết

source: Snow Showers
ca: Nevades fortes
fi: Lumikuuroja
hu: Hózápor

source: Mixed Rain and Snow
ca: Pluja i neu
fi: Räntäsadetta
hu: Havas eső

source: Mainly Clear
ca: Majoritàriament clar
fi: Selkeää
hu: Többnyire tiszta

source: Overcast
ca: Cobert de núvols
fi: Pilvistä
hu: Borult

source: Depositing Rime Fog
ca: Boira gebradora
fi: Laskeutuvaa sumua
hu: Leszálló köd

source: Drizzle: Light Intensity
ca: Plugim de baixa intensitat
fi: Kevyt tihkusade
hu: Szitálás: enyhe intenzitású

source: Drizzle: Moderate Intensity
ca: Plugim d'intensitat moderada
fi: Kohtalainen tihkusade
hu: Szitálás: mérsékelt intenzitású

source: Drizzle: Dense Intensity
ca: Plugim intens
fi: Tiheä tihkusade
hu: Szitálás: erős intenzitású

source: Freezing Drizzle: Light Intensity
ca: Plugim d'aiguaneu de baixa intensitat
fi: Jäätävää tihkua
hu: Jeges szitálás: enyhe intenzitású

source: Freezing Drizzle: Dense Intensity
ca: Plugim d'aiguaneu d'intensitat mitjana
fi: Tiheä jäätävä tihkusade
hu: Jeges szitálás: erős intenzitású

source: Rain: Slight Intensity
ca: Pluja de baixa intensitat
fi: Vähäistä sadetta
hu: Eső: enyhe intenzitású

source: Rain: Moderate Intensity
ca: Pluja d'intensitat moderada
fi: Kohtalaista sadetta
hu: Eső: közepes intenzitású

source: Rain: Heavy Intensity
ca: Pluja intensa
fi: Voimakasta sadetta
hu: Eső: erős intenzitású

source: Freezing Rain: Light Intensity
ca: Pluja d'aiguaneu de baixa intensitat
fi: Jäätävää sadetta
hu: Jeges eső: enyhe intenzitású

source: Freezing Rain: Heavy Intensity
ca: Pluja d'aiguaneu intensa
fi: Voimakasta jäätävää sadetta
hu: Jeges eső: erős intenzitású

source: Snow Fall: Slight Intensity
ca: Precipitació de neu de baixa intensitat
fi: Heikosti lunta
hu: Havazás: enyhe intenzitású

source: Snow Fall: Moderate Intensity
ca: Precipitació de neu d'intensitat moderada
fi: Kohtaisesti lunta
hu: Havazás: mérsékelt intenzitású

source: Snow Fall: Heavy Intensity
ca: Precipitació de neu intensa
fi: Voimakkaasti lunta
hu: Havazás: erős intenzitású

source: Snow Grains
ca: Grans de neu
fi: Lumikuuroja
hu: Hódara

source: Rain Showers: Slight
ca: Ruixat de pluja lleuger
fi: Vähäistä sadetta
hu: Záporeső: enyhe

source: Rain Showers: Moderate
ca: Ruixat de pluja moderat
fi: Kohtalaista sadetta
hu: Záporeső: közepes

source: Rain Showers: Violent
ca: Ruixat de pluja intens
fi: Rankkasadetta
hu: Záporeső: erős

source: Slight Snow Showers
ca: Nevades lleugeres
fi: Heikosti lunta
hu: Enyhe havas eső

source: Heavy Snow Showers
ca: Nevades intenses
fi: Voimakasta lumisadetta
hu: Erős havas eső

source: Thunderstorm With Slight Hail
ca: Tempesta elèctrica amb calamarsa lleugera
fi: Ukkosta ja vähäistä rakeita
hu: Zivatar enyhe jégesővel

source: Thunderstorm With Heavy Hail
ca: Tempesta elèctrica amb calamarsa moderada
fi: Ukkosta ja rakeita
hu: Zivatar erős jégesővel

source: Invalid location format
ca: Format d'ubicació invàlid
fi: Virheellinen sijaintimuoto
hu: Érvénytelen hely formátum

source: Blizzard
ca: Tempesta de vent i neu intensa
fi: Myrsky
hu: Hóvihar

source: Blowing Snow
ca: Neu aixecada pel vent
fi: Lumipyry
hu: Hófúvás

source: Clear
bg: Безоблачно
ca: Assolellat
el: Αίθριος
eu: Garbia
fi: Selkeää
hu: Tiszta idő
hy: Պարզ
pl: Bezchmurnie
pt_br: Limpo
ro: Senin
sl: Jasno
ta: தெளிவு
vi: Trời quang mây tạnh

source: Freezing Drizzle
ca: Plugim glaçat
fi: Jäätävää tihkua
hu: Jeges szitálás

source: Freezing Fog
ca: Boira glaçada
fi: Jäätyvää sumua
hu: Fagyos köd

source: Heavy Freezing Drizzle
ca: Plugim glaçat intens
fi: Jäätävää tihkusadetta
hu: Heves jeges szitálás

source: Heavy Rain at Times
ca: Pluja intensa intermitent
fi: Kaatosadetta
hu: Helyenként heves esőzés

source: Ice Pellets
ca: Grans de gel
fi: Rakeita
hu: Jégdarabkák

source: Light Drizzle
ca: Plugim lleuger
fi: Kevyttä tihkua
hu: Enyhe szitáló eső

source: Light Freezing Rain
ca: Pluja glaçada lleugera
fi: Kevyttä jäätävää sadetta
hu: Enyhe fagyos eső

source: Light Showers of Ice Pellets
ca: Cortina de pluja amb pedra
fi: Kevyet rakeet
hu: Enyhe jégeső

source: Light Sleet
ca: Aiguaneu
fi: Kevyt räntäsade
hu: Enyhe havaseső

source: Light Sleet Showers
ca: Ruixats d'aiguaneu
fi: Heikkoja räntäsateita
hu: Enyhe havaseső

source: Light Snow Showers
ca: Nevades lleugeres
fi: Kevyttä lumisadetta
hu: Enyhe havazás

source: Moderate or Heavy Freezing Rain
ca: Pluja glaçada moderada/intensa
fi: Kohtalainen tai jäätävää sadetta
hu: Mérsékelt vagy erős fagyos eső

source: Moderate or Heavy Rain Shower
ca: Cortina de pluja moderada/intensa
fi: Kohtalainen tai kovaa sadetta
hu: Mérsékelt vagy heves zápor

source: Moderate or Heavy Rain With Thunder
ca: Cortina de pluja moderada amb tempesta elèctrica
fi: Kohtalainen tai kovaa ukkosta
hu: Mérsékelt vagy heves eső dörgéssel

source: Moderate or Heavy Showers of Ice Pellets
ca: Calamarsada intensa amb tempesta elèctrica
fi: Kohtalainen tai kova raekuuro
hu: Mérsékelt vagy heves jégdara hullás

source: Moderate or Heavy Sleet
ca: Ruixat d'aiguaneu moderat/intens
fi: Kohtalainen tai kova räntäkuuro
hu: Mérsékelt vagy heves havaseső

source: Moderate or Heavy Sleet Showers
ca: Cortina d'aiguaneu intensa
fi: Kohtalainen tai kovaa räntäsasetta
hu: Mérsékelt vagy heves havaseső

source: Moderate or Heavy Snow Showers
ca: Nevada d'intensitat moderada
fi: Kohtalainen tai kova lumikuuro
hu: Mérsékelt vagy heves havazás

source: Moderate or Heavy Snow With Thunder
ca: Nevada d'intensitat moderada amb trons
fi: Kohtalainen tai kova lumimyrsky
hu: Mérsékelt vagy heves havazás dörgéssel

source: Moderate Rain
ca: Pluja moderada
fi: Kohtalaista sadetta
hu: Mérsékelt eső

source: Moderate Rain at Times
ca: Pluja moderada intermitent
fi: Kohtalainen tai kaatosadetta
hu: Helyenként mérsékelt eső

source: Moderate Snow
ca: Nevada moderada
fi: Kohtalaista lumisadetta
hu: Mérsékelt havaás

source: Patchy Freezing Drizzle Possible
ca: Possibilitat de plugim glaçat intermitent
fi: Mahdollinen jäätävä tihkusade
hu: Foltokban fagyos szitálás lehetséges

source: Patchy Heavy Snow
ca: Neu intensa intermitent
fi: Mahdollinen voimakas lumisade
hu: Foltokban erős havazás

source: Patchy Light Drizzle
ca: Plugim lleuger intermitent
fi: Mahdollinen kevyt tihkusade
hu: Foltokban enyhe szitálás

source: Patchy Light Rain
ca: Pluja lleugera intermitent
fi: Mahdollinen kevyt sade
hu: Foltokban enyhe eső

source: Patchy Light Rain With Thunder
ca: Pluja lleugera intermitent amb trons
fi: Mahdollinen sade ja ukkosta
hu: Foltokban enyhe eső villámlással

source: Patchy Light Snow
ca: Nevada lleugera intermitent
fi: Mahdollinen lumisade
hu: Foltokban enyhe havazás

source: Patchy Light Snow With Thunder
ca: Nevada lleugera intermitent amb trons
fi: Mahdollinen lumisade ja ukkosta
hu: Foltokban enyhe havazás villámlással

source: Patchy Moderate Snow
ca: Nevada moderada intermitent
fi: Mahdollinen kohtalainen lumisade
hu: Foltokban mérsékelt havazás

source: Patchy Rain Possible
ca: Possibilitat de pluja intermitent
fi: Mahdollisesti sadetta
hu: Foltokban eső lehetséges

source: Patchy Sleet Possible
ca: Possibilitat d'aiguaneu intermitent
fi: Mahdollisesti räntää
hu: Foltokban havaseső lehetséges

source: Patchy Snow Possible
ca: Possibilitat de nevada intermitent
fi: Mahdollisesti lumisadetta
hu: Foltokban havazás lehetséges

source: Thundery Outbreaks Possible
ca: Possibilitat de tronades
fi: Mahdollisesti ukkosta
hu: Viharos kitörések lehetségesek

source: Torrential Rain Shower
ca: Cortina de pluja torrencial
fi: Mahdollisesti sadetta
hu: Szakadó záporeső

source: Invalid station ID
ca: ID d'estació invàlida
fi: Virheellinen asematunnus
hu: Érvénytelen állomásazonosító

source: Invalid geocode
ca: Codi de geolocalització invàlid
fi: Virheellinen geokoodi
hu: Érvénytelen geokód

source: N
bg: С
el: Β
eu: I
fi: P
hu: É
hy: Հս
pl: płn.
sl: S
ta: வ
vi: Bắc

source: NNE
bg: ССИ
el: ΒΒΑ
eu: IIE
fi: KO
hu: ÉÉK
hy: Հս֊Հս֊Արլ
pl: pn. pn.-wsch.
sl: SSV
ta: வவகி
vi: Bắc - Đông Bắc

source: NE
bg: СИ
el: ΒΑ
eu: IE
fi: KO
hu: ÉK
hy: Հս֊Արլ
pl: płn.-wsch.
sl: SV
ta: வகி
vi: Đông Bắc

source: ENE
bg: ИСИ
el: ΑΒΑ
eu: EIE
fi: KO
hu: KÉK
hy: Արլ֊Հս֊Արլ
pl: wsch. pn.-wsch.
sl: VSV
ta: கிவகி
vi: Đông - Đông Bắc

source: E
bg: И
el: Α
fi: I
hu: K
hy: Արլ
pl: wsch.
sl: V
ta: கி
vi: Đông

source: ESE
bg: ИЮИ
el: ΑΝΑ
eu: EHE
fi: KA
hu: KDK
hy: Արլ֊Հվ֊Արլ
pl: wsch. pd.-wsch.
sl: VJV
ta: கிதெகி
vi: Đông - Đông Nam

source: SE
bg: ЮИ
el: ΝΑ
eu: HE
fi: KA
hu: DK
hy: Հվ֊Արլ
pl: pd.-wsch.
sl: JV
ta: தெகி
vi: Đông Nam

source: SSE
bg: ЮЮИ
el: ΝΝΑ
eu: HHE
fi: KA
hu: DDK
hy: Հվ֊Հվ֊Արլ
pl: pd. pd.-wsch.
sl: JJV
ta: தெதெகி
vi: Nam - Đông Nam

source: S
bg: Ю
el: Ν
eu: H
fi: E
hu: D
hy: Հվ
pl: pd.
sl: J
ta: தெ
vi: Nam

source: SSW
bg: ЮЮЗ
ca: SSO
el: ΝΝΔ
eu: HHM
fi: LO
hu: DDNY
hy: Հվ֊Հվ֊Արմ
pl: pd. pd.-zach.
pt_br: SSO
ro: SSV
sl: JJZ
ta: தெதெமே
vi: Nam - Tây Nam

source: SW
bg: ЮЗ
ca: SO
el: ΝΔ
eu: HM
fi: LO
hu: DN
hy: Հվ֊Արմ
pl: pd.-zach.
pt_br: SO
ro: SV
sl: JZ
ta: தெமே
vi: Tây Nam

source: WSW
bg: ЗЮЗ
ca: OSO
el: ΔΝΔ
eu: MHM
fi: LO
hu: NYDNY
hy: Արմ֊Հվ֊Արմ
pl: zach. pd.-zach.
pt_br: OSO
ro: VSV
sl: ZJZ
ta: மேதெமே
vi: Tây - Tây Nam

source: W
bg: З
ca: O
el: Δ
eu: M
fi: L
hu: NY
hy: Արմ
pl: zach.
pt_br: O
ro: V
sl: Z
ta: மே
vi: Tây

source: WNW
bg: ЗСЗ
ca: ONO
el: ΔΒΔ
eu: MIM
fi: LU
hu: NYÉNY
hy: Արմ֊Հս֊Արմ
pl: zach. pn.-zach.
pt_br: ONO
ro: VNV
sl: ZSZ
ta: மேவமே
vi: Tây - Tây Bắc

source: NW
bg: СЗ
ca: NO
el: ΒΔ
eu: IM
fi: LU
hu: ÉNY
hy: Հս֊Արմ
pl: płn.-zach.
pt_br: NO
ro: NV
sl: SZ
ta: வமே
vi: Tây Bắc

source: NNW
bg: ССЗ
ca: NNO
el: ΒΒΔ
eu: IIM
fi: LU
hu: ÉszÉNY
hy: Հս֊Հս֊Արմ
pl: pn. pn.-zach.
pt_br: NNO
ro: NNV
sl: SSZ
ta: வவமே
vi: Bắc - Tây Bắc

source: Tornado
bg: Торнадо
el: Ανεμοστρόβιλος
eu: Tornadoa
hu: Tornádó
hy: Տորնադո
pl: Trąba powietrzna
ro: Tornadă
ta: சுழற்காற்று
vi: Tố lốc

source: Tropical Storm
ca: Tempesta tropical
fi: Myrsky
hu: Trópusi vihar

source: Hurricane
bg: Ураган
ca: Huracà
el: Τυφώνας
eu: Urakana
fi: Hurrikaani
hu: Hurrikán
hy: Փոթորիկ
pl: Huragan
pt_br: Furacão
ro: Uragan
sl: Orkan
ta: சூறாவளி
vi: Bão tố

source: Severe Thunderstorms
ca: Tempesta elèctrica severa
fi: Kovia ukkosmyrskyjä
hu: Heves zivatarok

source: Thunderstorms
bg: Гръмотевични бури
ca: Tempesta elèctrica
el: Καταιγίδες
eu: Trumoi-ekaitzak
fi: Ukkosmyrskyä
hu: Zivatarok
hy: Ամպրոպ
pl: Burze
pt_br: Tempestades
ro: Furtună cu descărcări electrice
sl: Nevihte
ta: இடியுடன் கூடிய புயல்
vi: Bão kèm sấm chớp

source: Mixed Rain and Sleet
ca: Pluja i aiguaneu
fi: Sadetta ja räntää
hu: Eső és ónos eső

source: Mixed Snow and Sleet
ca: Neu i aiguaneu
fi: Lunta ja loskaa
hu: Havazás és ónos eső

source: Freezing Rain
ca: Pluja glaçada
fi: Jäätävää sadetta
hu: Fagyos eső

source: Snow Flurries
ca: Ràfegues de neu
fi: Lumikinoksia
hu: Hózáporok
