Repository: linuxmint/cinnamon-spices-desklets
Catalog: bbcwx@oak-wood.co.*/files/bbcwx@oak-wood.co.*/po/*.po
Languages: bg, ca, el, eu, fi, hu, hy, pl, pt_br, ro, sl, ta, vi

source: Period between refreshing forecasts. Note that not all services support lower refresh times
bg: Период между обновяванията на прогнозата. Знайте че не всички услуги поддържат обновяване през кратко време
ca: Període entre refrescs. No tots els serveis admeten intervals de refresc petits
el: Περίοδος μεταξύ ανανεώσεων προγνωστικών καιρού. Υπόψιν ότι δεν υποστηρίζουν όλες οι υπηρεσίες των κατώτερο χρόνο ανανέωσης τιμών
eu: Iragarpenak freskatzeko maiztasuna. Kontutan izan zerbitzu guztiek ez dituztela freskatze-denbora baxuak onartzen.
fi: Kuinka usein sääennuste päivitetään. Kaikki eivät tue lyhyttä päivitysväliä
hu: Frissítések időköze. Kérjük vegye figyelembe, hogy nem mindegyik szolgáltatás támogatja az alacsony frissítési időközöket
pl: Okres pomiędzy kolejnymi odświeżeniami prognozy pogody. Nie wszystkie serwisy pogodowe obsługują krótsze czasy odświeżeń.
pt_br: Período entre as atualizações de previsões. Observe que nem todos os serviços oferecem intervalos curtos de atualizações
ro: Intervalul de actualizare a prognozei. NOTĂ: Nu toate serviciile suportă intervale scurte
sl: Obdobje osveževanja napovedi. Upoštevajte, da ne podpirajo vse storitve nižjih časov osveževanja.
ta: முன்னறிவிப்புகள் புதுப்பிக்கும் இடைவெளி. எல்லா சேவைகளும் குறைந்த புதுப்பிப்பு நேரங்களை ஆதரிப்பதில்லை என்று குறிப்பில் கொள்ளவும்
vi: Khoảng thời gian giữa 2 lần cập nhật. Không nên đặt số quá nhỏ

source: Optional items to display (not all options are supported by all services)
bg: Опционални елементи за показване (не всички опции са налични във всички услуги)
ca: Ítems opcionals a visualitzar (no tots els serveis admeten totes les opcions)
el: Προαιρετική εμφάνιση αντικειμένων(Δεν υποστηρίζονται όλες οι επιλογές από όλες τις υπηρεσίες)
eu: Bistaratzeko hautazko elementuak (zerbitzu guztiek ez dituzte aukera guztiak onartzen)
fi: Lisävalinnat näytölle (sääpalvelut ei välttämättä tue)
hu: Megjelenítendő adatok (nem minden szolgáltatónál érhető el az összes adat)
pl: Opcjonalne elementy do wyświetlenia (nie wszystkie opcje są wspierane przez wszystkie serwisy pogodowe)
pt_br: Itens opcionais para exibir (nem todas as opções são oferecidas por todos os serviços)
ro: Elemente opționale afișate (nu toate opțiunile sunt suportate de toate serviciile)
sl: Dodatni predmeti a prikaz (nekatere možnosti niso podprte pri vseh storitvah)
ta: காட்டவேண்டிய விருப்ப உருப்படி (எல்லா சேவைகளும் எல்லா விருப்பங்களையும் ஆதரிப்பதில்லை )
vi: Các mục hiển thị tùy chọn (một số mục không có từ phía đài khí tượng)

source: Country
bg: Държава
ca: País
el: Χώρα
eu: Herrialdea
fi: Maa
hu: Ország
hy: Երկիր
pl: Kraj
pt_br: País
ro: Țară
sl: Država
ta: நாடு
vi: Quốc gia

source: Check to display the country
bg: Маркирайте, за да се показва държавата
ca: Activeu-ho per mostrar el país
el: Κλίκαρε για να εμφανιστεί η χώρα
eu: Hautatu herrialdea bistaratzeko
fi: Valitse tämä, jos haluat näyttää maan
hu: Jelölje be az országnév megjelenítéséhez
hy: Սեղմեք երկիրը ցուցադրելու համար
pl: Zaznacz, aby wyświetlić kraj
pt_br: Marque essa opção para exibir o país
ro: Bifează pentru a afișa țara
sl: Omogočite prikaz države
ta: நாட்டை காட்ட குறியிடவும்
vi: Tích để hiện tên nước

source: Region
ca: Regió
fi: Alue
hu: Régió

source: Check to display the region
ca: Activeu-ho per mostrar el país
fi: Valitse tämä, jos haluat näyttää alueen
hu: Jelölje be az országnév megjelenítéséhez

source: Current weather and icon
bg: Иконка за текущото време
ca: Temps actual i icones
el: Τρέχον καιρός και εικονίδιο
eu: Uneko eguraldia eta ikonoa
fi: Sää tällä hetkellä ja kuvake
hu: Aktuális időjárás és időjárás ikon
hy: Ներկայիս եղանակը և պատկերը
pl: Obecna pogoda i ikona
pt_br: Clima e ícone atuais
ro: Vremea curentă și iconița
sl: Trenutno vreme in slika napovedi
ta: தற்போதைய வானிலை மற்றும் ஐகான்
vi: Thời tiết hiện tại và biểu tượng

source: Check to display the current weather and large icon
bg: Натиснете за голяма иконка
ca: Activeu-ho per mostrar el temps actual i les icones grans
el: Κλίκαρε για τρέχον καιρό και μεγαλύτερο εικονίδιο
eu: Hautatu uneko eguraldia eta ikono handia bistaratzeko
fi: Valitse tämä, jos haluat näyttää säätilan ja suuren kuvakkeen
hu: Jelölje be az aktuális időjárás és a nagy időjárás ikon megjelenítéséhez
hy: Սեղմեք ներկայիս եղանակը և պատկերը ցուցադրելու համար
pl: Zaznacz, aby wyświetlić obecną pogodę i dużą ikonę
pt_br: Marque essa opção para exibir o clima atual e seu ícone grande
ro: Bifează pentru a afișa vremea curentă și iconița mare
sl: Omogočite prikaz trenutnega vremena in ikone
ta: தற்போதைய வானிலையையும் பெரிய படவுருவையும் காட்ட குறியிடவும்
vi: Tịch để hiện thời tiết hiện tại và biểu tượng lớn hơn

source: Current pressure
bg: Налягане
ca: Pressió actual
el: Τρέχουσα πίεση
eu: Uneko presioa
fi: Ilmanpaine
hu: Aktuális légnyomás
hy: Ներկայիս ճնշումը
pl: Obecne ciśnienie atmosferyczne
pt_br: Pressão atual
ro: Presiune curentă
sl: Trenutni tlak
ta: தற்போதைய அழுத்தம்
vi: Áp suất hiện tại

source: Check to display the current pressure
bg: Маркирайте, за да се показва налягането
ca: Activeu-ho per mostrar la pressió actual
el: Κλίκαρε για να εμφανιστεί η τρέχουσα πίεση
eu: Hautatu uneko presioa bistaratzeko
fi: Valitse tämä, jos haluat näyttää ilmanpaineen
hu: Jelölje be az aktuális légnyomás megjelenítéséhez
hy: Սեղմեք ներկայիս ճնշումը ցուցադրելու համար
pl: Zaznacz, aby wyświetlić obecne ciśnienie atmosferyczne
pt_br: Marque essa opção para exibir a pressão atual
ro: Bifează pentru a afișa presiunea curentă
sl: Omogočite prikaz trenutnega tlaka
ta: தற்போதைய அழுத்தத்தை காட்ட குறியிடவும்
vi: Tích đề hiện áp suất hiện tại

source: Current humidity
bg: Влажност
ca: Humitat actual
el: Τρέχουσα Υγρασία
eu: Uneko hezetasuna
fi: Ilmankosteus
hu: Aktuális páratartalom
hy: Ներկայիս խոնավությունը
pl: Aktualna wilgoność
pt_br: Umidade atual
ro: Umiditate curentă
sl: Trenutna vlažnost
ta: தற்போதைய ஈரப்பதம்
vi: Độ ẩm hiện tại

source: Check to display the current humidity
bg: Маркирайте, за да се покаже влажността
ca: Activeu-ho per mostrar la humitat actual
el: Κλίκαρε για να εμφανιστεί η τρέχουσα υγρασία
eu: Hautatu uneko hezetasuna bistaratzeko
fi: Valitse tämä, jos haluat näyttää ilmankosteuden
hu: Jelölje be az aktuális páratartalom megjelenítéséhez
hy: Սեղմեք ներկայիս խոնավությունը տեսնելու համար
pl: Zaznacz, aby wyświetlić aktualną wilgoność
pt_br: Atualizar previsão a cada
ro: Bifează pentru a afișa umiditatea curentă
sl: Omogočite prikaz trenutne vlažnosti
ta: தற்போதைய ஈரப்பதத்தை காட்ட குறியிடவும்
vi: Tích để hiện độ ẩm hiện tại

source: Current wind
bg: Ввятър
ca: Vent actual
el: Τρέχον άνεμος
eu: Uneko haizea
fi: Tuuli
hu: Jelenlegi szél
hy: Ներկայիս քամին
pl: Kierunek wiatru
pt_br: Vento atual
ro: Viteza curentă a vântului
sl: Trenutni veter
ta: தற்போதைய காற்று
vi: Sức gió hiện tại

source: Check to display the current wind
bg: Маркирайте, за да се покаже вятъра
ca: Activeu-ho per mostrar el vent actual
el: Κλίκαρε για να ελέγξεις τον τρέχον άνεμο
eu: Hautatu uneko haizea bistaratzeko
fi: Valitse tämä, jos haluat näyttää tuulen
hu: Jelölje be az aktuális széljárás megjelenítéséhez
pl: Zaznacz, aby wyświetlić kierunek wiatru
pt_br: Marque essa opção para exibir o vento atual
ro: Bifează pentru a afișa viteza curentă a vântului
sl: Omogočite za prikaz trenutnega vetra
ta: தற்போதைய காற்றுநிலையை காட்ட குறியிடவும்
vi: Tích để hiện sức gió hiện tại

source: Current 'feels like'
bg: "Усeща се като"
ca: Sensació tèrmica actual
el: 'Αίσθηση' τώρα
eu: Uneko 'sentsazioa'
fi: Tuntuu kuin
hu: Aktuális "hőérzet"
pl: Obecna temperatura odczuwalna
pt_br: Sensação térmica atual
ro: Temperatură aparentă curentă
sl: Sedanji 'občutek'
ta: தற்போதைய உணர்நிலை
vi: Nhiệt độ mà ta cảm nhận lúc này

source: Check to display the current apparent temperature
bg: Маркирайте, за да се показва субективната температура
ca: Activeu-ho per mostrar la sensació tèrmica actual
el: Κλίκαρε για να εμφανιστή η τρέχουσα απόλυτη θερμοκρασία
eu: Hautatu uneko itxurazko tenperatura bistaratzeko
fi: Valitse tämä, jos haluat näyttää miltä lämpötila tuntuu
hu: Jelölje be az aktuális hőérzet megjelenítéséhez
hy: Սեղմեք ներկայիս ջերմաստիճանը ցուցադրելու համար
pl: Zaznacz, aby wyświetlić obecną temperaturę odczuwalną
pt_br: Marque essa opção para exibir a sensação térmica atual
ro: Bifează pentru a afișa temperatura curentă aparentă
sl: Omogočite prikaz trenutne očitne temperature
ta: தற்போதைய வெளிப்படையான வெப்பநிலை காட்ட குறியிடவும்
vi: Tích để hiện nhiệt độ mà ta cảm nhận thấy

source: Current visibility
bg: Видимост
ca: Visibilitat actual
el: Τρέχουσα ορατότητα
eu: Uneko ikuspena
fi: Näkyvyys
hu: Aktuális látótávolság
hy: Ներկայիս տեսանելիությունը
pl: Obecna widoczność
pt_br: Visibilidade atual
ro: Vizibilitate curentă
sl: Trenutna vidnost
ta: தற்போதைய தெரிவுநிலை
vi: Tầm nhìn hiện tại

source: Check to display the current visibility
bg: Маркирайте за да се показва видимостта
ca: Activeu-ho per mostrar la visibilitat actual
el: Κλίκαρε για να εμφανιστεί η τρέχουσα ορατότητα
eu: Hautatu uneko ikuspena bistaratzeko
fi: Valitse tämä, jos haluat näyttää näkyvyyden
hu: Jelölje be az aktuális látótávolság megjelenítéséhez
hy: Սեղմեք ներկայիս տեսանելիությունը ցուցադրելու համար
pl: Zaznacz, aby wyświetlić obecną widoczność
pt_br: Marque essa opção para exibir a visibilidade atual
ro: Bifează pentru a afișa vizibilitatea curentă
sl: Omogočite za prikaz trenutne vidnosti
ta: தற்போதைய தெரிவுநிலையை காட்ட குறியிடவும்
vi: Tích để hiện tầm nhìn hiện tại

source: Forecast maximum
bg: Максимална температура
ca: Màxim de previsió
el: Μέγιστη πρόγνωση
eu: Maximoaren iragarpena
fi: Lämpöennusteen ylin
hu: Előrejelzett legmagasabb hőmérséklet
hy: Առավելագույն կանխատեսում
pl: Temperatura maksymalna
pt_br: Temperatura máxima na previsão
ro: Maxim prognozat
sl: Najvišja napoved
ta: அதிகபட்ச முன்னறிவிப்பு
vi: Dự báo nhiệt độ lớn nhất

source: Check to display the forecast maximum temperature
bg: Маркирайте, за да виждате максималната температура
ca: Activeu-ho per mostrar la previsió de la temperatura màxima
el: Κλίκαρε για να εμφανιστή η πρόγνωση της μέγιστης θερμοκρασίας
eu: Hautatu tenperatura maximoaren iragarpena bistaratzeko
fi: Valitse tämä, jos haluat näyttää lämpöennusteen ylimmän lämpötilan
hu: Jelölje be az előrejelzett legmagasabb hőmérséklet megjelenítéséhez
pl: Zaznacz, aby wyświetlić temperaturę maksymalną
pt_br: Marque essa opção para exibir a temperatura máxima prevista
ro: Bifează pentru a afișa temperatura maximă prognozată
sl: Omogočite za prikaz napovedi najvišje temperature
ta: அதிகபட்ச முன்னறிவிப்பு வெப்பநிலையை காட்ட குறியிடவும்
vi: Tích để hiện nhiệt độ lớn nhất

source: Forecast minimum
bg: Минимална температура
ca: Previsió de la temperatura mínim
el: Ελάχιστη πρόγνωση
eu: Minimoaren iragarpena
fi: Lämpöennusteen alin
hu: Előrejelzett legalacsonyabb hőmérséklet
hy: Նվազագույն կանխատեսումը
pl: Temperatura minimalna
pt_br: Temperatura mínima na previsão
ro: Minim prognozat
sl: Najnižja napoved
ta: குறைந்தபட்ச முன்னறிவிப்பு
vi: Dự báo nhiệt độ nhỏ nhất

source: Check to display the forecast minimum temperature
bg: Маркирайте за да се показва минималната температура
ca: Activeu-ho per mostrar la previsió de la temperatura mínima
el: Κλίκαρε για να εμφανιστεί η πρόγνωση της ελάχιστης θερμοκρασίας
eu: Hautatu tenperatura minimoaren iragarpena bistaratzeko
fi: Valitse tämä, jos haluat näyttää lämpöennusteen alimman lämpötilan
hu: Jelölje be az előrejelzett legalacsonyabb hőmérséklet megjelenítéséhez
hy: Սեղմեք ջերմաստիճանի նվազագույն կանխատեսումը ցուցադրելու համար
pl: Zaznacz, aby wyświetlić przewidywaną temperaturę minimalną
pt_br: Marque essa opção para exibir a temperatura mínima na previsão
ro: Bifează pentru a afișa temperatura minimă prognozată
sl: Omogočite za prikaz najnižje napovedi temperature
ta: குறைந்தபட்ச முன்னறிவிப்பு வெப்பநிலையை காட்ட குறியிடவும்
vi: Tích để hiện nhiệt độ nhỏ nhất

source: Forecast wind speed
bg: Скорост на вятъра
ca: Previsió de la velocitat del vent
el: Πρόγνωση της ταχύτητας του ανέμου
eu: Haizearen abiaduraren iragarpena
fi: Ennustettu tuulen nopeus
hu: Szélerősség előrejelzése
hy: Քամու արագության կանխատեսում
pl: Przewidywana prędkość wiatru
pt_br: Velocidade do vento na previsão
ro: Viteza vântului prognozată
sl: Napoved hitrosti vetra
ta: காற்று வேகம் முன்னறிவிப்பு
vi: Dự báo tốc độ gió

source: Check to display the forecast wind speed
bg: Маркирайте, за да се показва скоростта на вятъра
ca: Activeu-ho per mostrar la previsió de la velocitat del vent
el: Έλεγχος εμφάνησης της πρόγνωσης ταχύτητας ανέμου
eu: Hautatu haizearen abiaduraren iragarpena bistaratzeko
fi: Valitse tämä, jos haluat näyttää tuulen nopeuden
hu: Jelölje be az előrejelzett szélerősség megjelenítéséhez
hy: Սեղմեք քամու արագության կանխատեսումը ցուցադրելու համար
pl: Zaznacz, aby wyświetlić przewidywaną prędkość wiatru
pt_br: Marque essa opção para exibir a velocidade do vento na previsão
ro: Bifează pentru a afișa viteza vântului prognozată
sl: Omogočite za prikaz napovedi hitrosti vetra
ta: முன்னறிவிப்பு காற்று வேகத்தை காட்ட குறியிடவும்
vi: Tích để hiện dự báo tốc độ gió

source: Forecast wind direction
bg: Посока на вятъра
ca: Previsió de la direcció del vent
el: Πρόβλεψη της κατεύθυνσης του ανέμου
eu: Haizearen norabidearen iragarpena
fi: Ennustettu tuulen suunta
hu: Előrejelzett szélirány
pl: Przewidywany kierunek wiatru
pt_br: Direção do vento prevista
ro: Direcția vântului prognozată
sl: Napoved smeri vetra
ta: காற்று திசை முன்னறிவிப்பு
vi: Dự báo hướng gió

source: Check to display the forecast wind direction
bg: Маркирайте, за да се показва посоката на вятъра
ca: Activeu-ho per mostrar la previsió de la direcció del vent
el: Κλίκαρε για πρόβλεψη της κατεύθυνσης του ανέμου
eu: Hautatu haizearen norabidearen iragarpena bistaratzeko
fi: Valitse tämä, jos haluat näyttää tuulen suunnan
hu: Jelölje be az előrejelzett szélirány megjelenítéséhez
hy: Քամու ուղղության կանխատեսում
pl: Zaznacz, aby wyświetlić przewidywany kierunek wiatru
pt_br: Marque essa opção para exibir a direção do vento na previsão
ro: Bifează pentru a afișa direcția vântului prognozată
sl: Omogočite prikaz napovedi smeri vetra
ta: முன்னறிவிப்பு காற்று திசையை காட்ட குறியிடவும்
vi: Tích để hiện dự báo hướng gió

source: Forecast pressure
bg: Налягане
ca: Previsió de la pressió
el: Πρόγνωση πίεσης
eu: Presioaren iragarpena
fi: Ennustettu ilmanpaine
hu: Előrejelzett légnyomás
hy: Կանխատեսվող ճնշումը
pl: Przewidywane ciśnienie
pt_br: Pressão prevista
ro: Presiune prognozată
sl: Napoved tlaka
ta: காற்றழுத்தம் முன்னறிவிப்பு
vi: Dự báo áp suất

source: Check to display the forecast pressure
bg: Маркирайте за да се покаже налягането
ca: Activeu-ho per mostrar la previsió de la pressió
el: Κλίκαρε για να εμφανιστή η πρόγνωση της πίεσης
eu: Hautatu presioaren aurrikuspena bistaratzeko
fi: Valitse tämä, jos haluat näyttää ilmanpaineen
hu: Jelölje be az előrejelzett légnyomás megjelenítéséhez
hy: Սեղմեք կանխատեսվող ճնշումը ցուցադրելու համար
pl: Zaznacz, aby wyświetlić przewidywane ciśnienie
pt_br: Marque essa opção para exibir a pressão na previsão
ro: Bifează pentru a afișa presiunea prognozată
sl: Omogočite za prikaz napovedi tlaka
ta: முன்னறிவிப்பு அழுத்தத்தை காட்ட குறியிடவும்
vi: Tích để hiện dự báo áp suất

source: Forecast humidity
bg: Влажност
ca: Previsió de la humitat
el: Πρόγνωση υγρασίας
eu: Hezetasunaren iragarpena
fi: Ennustettu ilmankosteus
hu: Előrejelzett páratartalom
hy: Խոնավության կանխատեսում
pl: Przewidywana wilgotność
pt_br: Umidade prevista
ro: Umiditate prognozată
sl: Napoved vlažnosti
ta: ஈரப்பதம் முன்னறிவிப்பு
vi: Dự báo độ ẩm

source: Check to display the forecast humidity
bg: Маркирайте, за да се показва влажността
ca: Activeu-ho per mostrar la previsió de la humitat
el: Κλίκαρε για να εμφανιστεί η πρόγνωση υγρασίας
eu: Hautatu hezetasunaren iragarpena bistaratzeko
fi: Valitse tämä, jos haluat näyttää ilmankosteuden
hu: Jelölje be az előrejelzett páratartalom megjelenítéséhez
pl: Zaznacz, aby wyświetlić przewidywaną wilgotność
pt_br: Marque essa opção para exibir a umidade na previsão
ro: Bifează pentru a afișa umiditatea prognozată
sl: Označite za prikaz napovedi vlažnosti
ta: முன்னறிவிப்பு ஈரப்பதத்தை காட்ட குறியிடவும்
vi: Tích đề hiện dự báo độ ẩm

source: Desklet style
bg: Стил на десклета
ca: Estil de miniaplicació d'escriptori
el: προφίλ desklet
eu: Desklet-aren estiloa
fi: Sovelman esitystyyli
hu: Aztalkalmazás stílusa
pl: Styl deskletu
pt_br: Aparência do desklet
ro: Stil desklet
sl: Slog apleta namizja
ta: பணிமேடை உபகரண பாணி
vi: Kiểu dáng của bảng

source: times
bg: пъти
ca: cops
el: φορές
eu: aldiz
fi: kerroin
hu: szeresre
pl: razy
pt_br: vezes
ro: ori
sl: krat
ta: மடங்கு
vi: lần

source: Zoom by
bg: Увеличение
ca: Zoom
eu: Zooma:
fi: Suurennus
hu: Nagyítás
hy: Մեծացնել
pl: Powiększ desklet
pt_br: Aumentar em
ro: Mărește de
sl: Približaj za
ta: பெரிதாக்கு
vi: Mức phóng đại

source: Change the size of the desklet
bg: Смяна на размера на десклета
ca: Canvia la mida de la miniaplicació d'escriptori
el: Άλλαξε το μέγεθος του desklet
eu: Aldatu desklet-aren tamaina
fi: Muuta sovelman kokoa
hu: Megváltoztatja a desklet méretét
hy: Փոփոխել չափսերը
pl: Zmienia rozmiar deskletu
pt_br: Altera o tamanho do desklet
ro: Schimbă dimensiunea desklet-ului
sl: Spremenite velikost apleta namizja
ta: பணிமேடை உபகரணத்தின் அளவை மாற்று
vi: Thay ơổi kích cỡ bảng

source: Layout
bg: Оформление
ca: Disposició
el: Διάταξη
eu: Diseinua
fi: Asettelu
hu: Elhelyezkedés
hy: Դասավորություն
pl: Układ elementów
pt_br: Leiaute
ro: Aranjament
sl: Postavitev
ta: தளவமைப்பு
vi: Bố cục

source: Horizontal
bg: Хоризонтално
ca: Horitzontal
el: Οριζοντίως
eu: Horizontala
fi: Vaakasuora
hu: Vízszintes elhelyezkedés
hy: Հորիզոնական
pl: Poziomy
ro: Orizontal
sl: Vodoravno
ta: கிடைமட்டம்
vi: Ngang

source: Vertical
bg: Вертикално
el: Καθέτως
eu: Bertikala
fi: Pystysuora
hu: Függőleges elhelyezkedés
hy: Ուղղահայաց
pl: Pionowy
sl: Navpično
ta: செங்குத்து
vi: Dọc

source: Set the overall layout of the desklet
bg: Настройка на оформлението на десклета
ca: Establiu la disposició general de la miniaplicació d'escriptori
el: Θέσε την γενική διάταξη του desklet
eu: Ezarri desklet-aren diseinu orokorra
fi: Valitse sovelman asento
hu: Válassza ki milyen elhelyezkedést szeretne
hy: Սահմանել ընդհանուր դասավորություն
pl: Wybierz układ deskletu
pt_br: Defina o leiaute do desklet
ro: Setează aranjamentul general al desklet-ului
sl: Nastavite celotno postavitev deskleta
ta: பணிமேடை உபகரணத்தின் ஒட்டுமொத்த அமைப்பை அமை
vi: Đặt bố cục chung cho bảng

source: Icon style
bg: Стил на иконките
ca: Estil de les icones
el: στύλ εικονιδίου
eu: Ikono-estiloa
fi: Kuvakkeet
hu: Ikon stílusa
hy: Պատկերի տեսակը
pl: Styl ikon
pt_br: Aparência dos ícones
ro: Stil iconiță
sl: Slog ikon
ta: படவுரு பாணி
vi: Kiểu biểu tượng

source: Colorful
bg: Цветни
ca: Colorit
eu: Koloretsua
fi: Värikkäät
hu: Színesek
pl: Kolorowe
pt_br: Colorido
ro: Colorat
sl: Barvno
ta: வண்ணமிகு

source: Dark
bg: Тъмни
ca: Fosc
eu: Iluna
fi: Tumma
hu: Sötét
pl: Ciemne
pt_br: Escuro
ro: Întunecat
sl: Temno
ta: கருமை

source: Light
bg: Светли
ca: Clar
eu: Argia
fi: Vaalea
hu: Világos
pl: Lekkie
pt_br: Claro
ro: Luminos
sl: Svetlo
ta: மெல்லிய

source: Flat colorful
bg: Плоски и цветни
ca: Colorit llis
eu: Lau koloretsua
fi: Litteät värikkäät
hu: Lapos színes
pl: Płaskie kolorowe
pt_br: Colorido liso
ro: Colorat plat
sl: Ravno barvita
ta: தட்டை வண்ணமிகு

source: Flat black
bg: Черни и плоски
ca: Negre llis
eu: Beltz laua
fi: Litteät tummat
hu: Lapos fekete
pl: Płaskie czarne
pt_br: Preto
ro: Negru plat
sl: Ravno črna
ta: தட்டை கருமை

source: Flat white
bg: Бели и плоски
ca: Blanc llis
eu: Zuri laua
fi: Litteät valkoiset
hu: Lapos fehér
hy: Բաց սպիտակ
pt_br: Branco
ro: Alb plat
sl: Ravno bela
ta: தட்டை வெள்ளை

source: Sketchy
bg: Скицирани
ca: Esbós
hu: Vázlatos
pl: Szkicowe
pt_br: Esboço
ro: Schițat
sl: Skicirana
ta: ஸ்கெட்ச்சி

source: User defined
bg: Потребителски
ca: Definit per l'usuari
el: Καθορισμένο από το χρήστη
eu: Erabiltzaileak definitua
fi: Käyttäjän määrittelemä
hu: Felhasználó által megadott
pl: Zdefiniowane przez użytkownika
pt_br: Definido por você
ro: Definit de utilizator
sl: Uporabniško določeno
ta: பயனர் வரையறுத்தது
vi: Người dụng tự đặt

source: Select the style for the weather icons
bg: Избор на стил на иконките
ca: Seleccioneu l'estil de les icones
el: Επίλεξε το στύλ των εικονιδίων του καιρού
eu: Hautatu eguraldi-ikonoen estiloa
fi: Valitse sääkuvakkeiden ulkoasu
hu: Válassza ki az időjárás ikon stílusát
hy: Ընտրեք եղանակի պատկերի տեսակը
pl: Wybierz styl ikon pogody
pt_br: Escolha a aparência dos ícones do clima
ro: Selectează stilul iconițelor pentru vreme
sl: Izberite slog za ikone vremena
ta: வானிலை படவுருக்களின் பாணியை தேர்வு செய்க
vi: Chọn kiểu cho các biểu tượng thời tiết

source: Bold city name
bg: Удебелено име на града
ca: Nom de la ciutat en negreta
el: Έντονα γράμματα στο όνομα πόλης
eu: Hiriaren izena lodiz
fi: Lihavoitu kaupungin nimi
hu: Városnév félkövér betűkkel
hy: Բնակավայրի անունը թավատառ
pl: Pogrubienie nazwy miasta
pt_br: Nome da cidade em negrito
ro: Îngroșare nume oraș
sl: Krepko ime mesta
ta: நகரின் பெயரை தடிமனாக்கு
vi: Làm đậm tên thành phố

source: Check to display the city name in bold
bg: Маркирайте за да удебелите името на града
ca: Activeu-ho per mostrar el nom de la ciutat en negreta
el: Κλικαρε για να εμφανιστή το όνομα της πόλης με έντονα γράμματα
eu: Hautatu hiriaren izena lodiz bistaratzeko
fi: Esitä kaupungin nimi lihavoituna
hu: Jelölje be a félkövér karakterek használatához a városnévben
hy: Սեղմեք բնակավայրի անունը թավատառ ցուցադրելու համար
pl: Zaznacz, aby pogrubić nazwę miasta
pt_br: Marque essa opção para exibir o nome da cidade em negrito
ro: Bifează pentru a afișa numele orașului cu caractere îngroșate
sl: Omogočite, da se prikaže ime mesta v krepki pisavi
ta: நகரின் பெயரை தடிமனாக காட்ட குறியிடவும்
vi: Tích để hiện tên thành phố đậm nét

source: Override desktop theme (enables the settings below)
bg: Пренебрегни темата на работния плот (включва се от настройките по-долу )
ca: Redefineix el tema d'escriptori (habilita les opcions de sota)
el: Παρέκαμψε τον desktop theme(ενεργοποιεί τισ παρακάτω ρυθμήσεις )
eu: Baliogabetu mahaigaineko gaia (beheko ezarpenak gaitzen ditu)
fi: Ohita työpöydän teema (mahdollistaa allaolevat asetukset)
hu: Az asztal témájának felülírása (engedélyezi a lentebbi beállítások használatát)
pl: Zastąp motyw pulpitu (włącza poniższe opcje)
pt_br: Sobrescrever o tema da área de trabalho (habilita as configurações abaixo)
ro: Ignoră tema de sistem (se activează opțiunile de mai jos)
sl: Prepiše temo ozadja (omogoči nastavitve spodaj)
ta: பணிமேடை தீம்களை மீறு (கீழே உள்ள அமைப்புகளை செயல்படுத்துகிறது )
vi: Cài đè giao diện hệ thống (cho phép thiết lập các mục bên dưới)
