Repository: linuxmint/cinnamon-spices-desklets
Catalog: stickyNotes@lestcape/files/stickyNotes@lestcape/locale/*.po
Languages: bg, es, hr

source: Copy
bg: Копирай
es: Copiar
hr: Kopiraj

source: Paste
bg: Постави
es: Pegar
hr: Zalijepi

source: Delete
bg: Изтрий
es: Eliminar
hr: Obriši

source: Multiple Instances
bg: Много инстанции
es: Instancias Múltiples
hr: Višestruki primjerci

source: Show Notes
bg: Покажи бележките
es: Mostrar Notas
hr: Prikaži bilješke

source: Sticky Notes Manager
bg: Мениджър на бележките
es: Manejador de Sticky Notes
hr: Upravitelj zalijepljenih bilješki

source: Sticky Notes
bg: Лепнещи бележки
hr: Zalijepljene bilješke

source: README
bg: Прочети ме
es: LEEME
hr: PROČITAJ

source: Help
bg: Помощ
es: Ayuda
hr: Pomoć

source: Website
bg: Сайт
es: Sitio Web
hr: Web stranica

source: Error
bg: Грешка
hr: Greška

source: Type your note...
bg: Напишете бележка
es: Escriba su nota...
hr: Napišite svoju zabilješku...

source: Unsupported text size '%s' to use the font '%s' in this theme.
bg: Неподдържан размер на текста '%s', използвайте шрифт '%s'.

source: Sticky Notes is hidden to be visible again please, press '%s'.
bg: Бележките са скрити, за да се покажат натиснете '%s'.
es: Sticky Notes está oculto, para volverlo a mostrar por favor presione '%s'.
hr: Zalijepljene zabilješke su skrivene, da bi bile ponovno vidljive pritisnite '%s'.

source: Add new Note
bg: Добавяне на нова бележка
es: Añadir una Nota
hr: Dodaj novu zabilješku

source: Raise Notes
bg: Фокусирай на бележката
es: Elevar Notas
hr: Postavi zabilješku na vrh

source: Hide Notes
bg: Скрий бележката
es: Esconder Notas
hr: Sakrij zabilješku

source: Collapse
bg: Свий
es: Contraer
hr: Sruši

source: Expand
bg: Покажи
es: Expandir
hr: Proširi

source: Minimize or Maximize the Note
bg: Минимизиране или максимизиране на бележка
es: Minimizar o maximizar la Nota
hr: Smanji ili uvećaj zabilješku

source: Single Instance
bg: Една инстанция
es: Una solo instancia
hr: Jednostruki primjerak

source: Do you want to delete this note?
bg: Искате ли да изтриете бележката?
es: ¿Usted desea eliminar esta nota?
hr: Želite li obrisati ovu zabilješku?

source: Back Note
bg: Предишна бележка
es: Nota anterior
hr: Prijašnja zabilješka

source: Next Note
bg: Следваща бележка
es: Nota siguiente
hr: Slijedeća zabilješka

source: Configure...
bg: Конфигуриране...
es: Configurar...
hr: Prilagodi...

source: Remove Note
bg: Премахване на бележка
es: Eliminar Nota
hr: Ukloni zabilješku

source: pixels
bg: пиксела
es: píxeles
hr: piksela

source: General:
bg: Обобщено:
hr: Općenito:

source: Applet Manager:
bg: Мениджър на аплети:
es: Manejador Applet:
hr: Upravitelj apleta:

source: Layouts:
bg: Външен вид:
es: Diseños:
hr: Izlaz:

source: Shortcut keys:
bg: Клавишни комбинации:
es: Teclas de acceso directo:
hr: Tipke prečaca:

source: Size:
bg: Размер:
es: Tamaño:
hr: veličina:

source: Appearance:
bg: Показване:
es: Apariencia:
hr: Izgled:

source: Advance Appearance:
bg: Разширено показване:
es: Apariencia Avanzada:
hr: Napredni izgled:

source: Multiple Instances.
bg: Множество инстанции.
es: Instancias Múltiples.
hr: Višestruki primjerci

source: Check this if you want to have different instances of this desklet for each note.
bg: Маркирайте, за да имате отделни инстанции за всяка бележка.
es: Seleccione si desea tener diferentes instancias de este desklet para cada nota.
hr: Odaberite ovu mogućnost ako želite svaku zabilješku u novom primjerku.

source: Auto hide buttons.
bg: Скриване на бутоните.
es: Auto ocultar botones.
hr: Automatski sakrij tipke

source: Check this if you want to autohide the action buttons when mouse is outside of the desklet.
bg: Маркирайте, ако искате бутоните да скриват щом оттеглите мишката.
es: Seleccione si usted quiere que los botones de acciones se auto oculten cuando el cursor está afuera del área del desklet.
hr: Odaberite ovu mogućnost ako želite automatsko sakrivanje tipka radnje kada je miš izvan deskleta.

source: Selected theme of paper sheet:
bg: Избрана тема за хартията на страницата:
es: Tema de la hoja de papel:
hr: Odabrana tema lista papira:

source: Select a theme of paper sheet to show in Notes.
bg: Избор какъв да е вида на хартията на страницата.
es: Seleccione un tema de la hoja de papel para mostrar en las Notas.
hr: Odaberite temu lista papira za prikaz u deskletu.

source: Selected theme of staples:
bg: Избрана тема на телчетата:
es: Tema para las grapas:
hr: Odabrana tema spojnica:

source: Select theme of staples to show in Notes.
bg: Избор какъв да е вида на телчетата.
es: Seleccione un tema de grapas para mostrar en las Notas.
hr: Odaberite temu spojnica za prikaz u deskletu.

source: Selected theme of pencil:
bg: Избрана тема на молива:
es: Tema para el lápiz:
hr: Odabrana tema olovke:

source: Select a theme of pencil to show in Notes.
bg: Избор какъв да е вида на молива.
es: Seleccione un tema de lápiz para mostrar en las Notas.
hr: Odaberite temu olovke za prikaz u deskletu

source: Shortcut key to raise the desklet to the top:
bg: Клавишна комбинация за фокусиране на бележка:
es: Tecla de acceso directo para elevar el desklet:
hr: Tipka prečaca za postavljanje deskleta na vrh:

source: Shortcut key to hide the desklet:
bg: Клавишна комбинация за скриване на бележката:
es: Tecla de acceso directo para esconder el desklet:
hr: Tipka prečaca za sakrivanje deskleta:

source: Fixed size.
bg: Фиксиран размер.
es: Ajustar el tamaño.
hr: Nepromjenjiva veličina

source: Check this if you want to control the size of all instances.
bg: Маркирайте, ако искате да контролирате размера на всички инстанции.
es: Seleccione esto si usted quiere tener el control sobre todas las instancias.
hr: Odaberite ovu mogućnost ako želite prilagoditi veličinu svih primjeraka deskeleta.

source: All instace have the same fixed size.
bg: Всички инстанции имат еднакъв, фиксиран размер.
es: Todas las instancias tienen el mismo tamaño.
hr: Svi primjerci imaju istu nepromjenjivu veličinu

source: Check this if you want to have the same fixed size on all instances.
bg: Маркирайте, ако искате да имате еднакъв и фиксиран размер на всички инстанции.
es: Seleccione esto si usted quiere tener el mismo tamaño para todas las instancias.
hr: Odaberite ovu mogućnost ako želite imati istu veličinu svih primjeraka deskeleta.

source: Width:
bg: Широчина:
es: Ancho:
hr: Širina:

source: Increase or decrease the desklet width.
bg: Увеличава или намалява широчината на десклета.
es: Incrementar o disminuir el ancho del desklet.
hr: Povećajte ili smanjite širinu deskleta.

source: Height:
bg: Височина:
es: Alto:
hr: Visina:

source: Increase or decrease the desklet height.
bg: Увеличава или намалява височината на десклета.
es: Incrementar o disminuir el alto del desklet.
hr: Povećajte ili smanjite visinu deskleta.

source: Show scrolling area.
bg: Показване на скрола.
es: Mostrar el area del scroll.
hr: Prikaži područje pomicanja kotačićem miša

source: Check this if you want to show the scrolling area or not.
bg: Маркирайте, ако искате скрола да се вижда.
es: Seleccione esto si usted quiere mostrar el area del scroll o no.
hr: Odaberite ovu mogućnost ako želite prikazati područje pomicanja kotačićem miša.

source: Enable autoscrolling.
bg: Включване на автоматичното скролиране.
es: Habilitar el auto-scroll.
hr: Omogući automatsko pomicanje

source: Check this if you want to enable smooth autoscrolling or not.
bg: Маркирайте, ако искате да включите плавното автоматично скролиране.
es: Seleccione esto si usted desea habilitar el auto scroll o no.
hr: Odaberite ovu mogućnost ako želite automatsko pomicanje.

source: Raise the new note.
bg: Фокусиране на новата бележка.
es: Elevar la nota nueva.
hr: Podigni novu zabilješku

source: Check this if you want to raise the new note or not.
bg: Маркирайте, ако искате да фокусирате на новата бележка.
es: Seleccione esto si usted desea elevar la nueva nota o no.
hr: Odaberite ovu mogućnost ako želite podignuti novu zabilješku.

source: Show Applet Manager.
bg: Покажи аплетния мениджър.
es: Mostrar el Manejador Applet.
hr: Prikaži upravitelja apleta

source: Check this if you want to show the Applet Manager.
bg: Маркирайте, ако искате да виждате мениджъра на аплета.
es: Seleccione esto si usted desea Mostrar el Manejador Applet.
hr: Odaberite ovu mogućnost ako želite prikazati upravitelja apleta.

source: Collapsed Applet Manager.
bg: Разгъване на мениджъра.
es: Expandir el Manejador Applet.
hr: Sruši upravitelja apleta

source: Check this if you want to collapsed the Applet Manager.
bg: Маркирайте, ако искате да скриете мениджъра.
es: Seleccione esto si usted desea expandir el Manejador Applet.
hr: Odaberite ovu mogućnost ako želite srušiti upravitelja apleta.

source: Show symbolic icons in the Applet Manager.
bg: Показване на символни иконки в мениджъра.
es: Mostrar iconos simbólicos en el Manejador Applet.
hr: Prikaži simboličke ikone u upravitelju apleta

source: Check this if you want to show symbolic icons in the Applet Manager.
bg: Маркирайте, ако искате мениджъра да показва символни иконки.
es: Seleccione esto si usted mostrar iconos simbólicos en el Manejador Applet.
hr: Odaberite ovu mogućnost ako želite prikazati simboličke ikone u upravitelju apleta.

source: Font size:
bg: Размер на шрифта:
es: Tamaño de la fuente:
hr: Veličina slova:

source: Increase or decrease the font size of Note text.
bg: Увеличаване или намаляване на шрифта на текста на бележките.
es: Incrementar o disminuir el tamaño de la fuente en la Nota.
hr: Povećaj ili smanji veličinu slova teksta zabilješke.

source: Font family:
bg: Шрифт:
es: Tipo de fuente:
hr: Vrsta slova:

source: Select a Font family to use in Notes.
bg: Избор на шрифт, използван в бележките.
es: Seleccione el tipo de fuente a usar en la nota.
hr: Odaberite vrstu slova zabilješki.

source: Show symbolic icons.
bg: Показване на символни иконки.
es: Mostrar íconos simbólicos.
hr: Prikaži simboličke ikone

source: Check this if you want to show symbolic instead full color icons.
bg: Маркирайте, ако искате да се показват символни иконки вместо цветни.
es: Seleccionelo para mostrar íconos simbólicos en lugar de a todo color.
hr: Odaberite ovu mogućnost ako želite prikazati simboličke umjesto obojanih ikona.

source: Opacity of the desklet:
bg: Прозрачност на десклета:
es: Opacidad del desklet:
hr: Prozirnost deskleta:

source: Select the opacity of the desklet.
bg: Избор на прозрачност на десклета.
es: Seleccione la opacidad del desklet.
hr: Odaberite prozirnost deskleta.

source: Opacity of the boxes:
bg: Прозрачност на кутиите:
es: Opacidad de las cajas:
hr: Prozirnost okvira:

source: Select the opacity of the boxes.
bg: Избор на прозрачност на кутиите.
es: Seleccione la opacidad de las cajas.
hr: Odaberite prozirnost okvira.

source: Override the Cinnamon theme properties.
bg: Презаписване на настройките за тема на Cinnamon.
es: Sobre escribir las propiedades del tema de Cinnamon.
hr: Zaobiđi postavke Cinnamon teme

source: Check this if you want to override the Cinnamon theme properties or not.
bg: Маркирайте, ако искате да презапишете настройките на Cinnamon.
es: Seleccione esta opción si usted desea anular las propiedades del tema de Cinnamon o no.
hr: Odaberite ovu mogućnost ako želite zaobići postavke Cinnamon teme.

source: Override all Cinnamon theme properties on the text box.
bg: Презаписване на всички настройки за теми за текстовите кутии.
es: Anular todas las propiedades del tema de Cinnamon en el cuadro de texto.
hr: Zaobiđi sve postavke Cinnamon teme na okviru teksta

source: Check this if you also want to override all Cinnamon theme properties on the text box or not.
bg: Маркирайте, ако искате да презапишете всички настройки за теми на Cinnamon за текстовите кутии.
es: Seleccione esta opción si también desea anular todos las propiedades del tema de Cinnamon en el cuadro de texto o no.
hr: Odaberite ovu mogućnost ako želite zaobići sve postavke Cinnamon teme na okviru teksta.

source: Main box color:
bg: Цвят на основната кутия:
es: Color de la caja principal:
hr: Boja glavnog okvira:

source: Set the custom main box's color.
bg: Задайте цвят на основната кутия.
es: Seleccione el color para usar en la caja principal.
hr: Postavite boju glavnog okvira.

source: Text box color:
bg: Цвят на текста в кутията:
es: Color de la caja de texto:
hr: Boja okvira teksta:

source: Set the custom text box's color.
bg: Задайте цвят на текста в кутията.
es: Seleccione el color para usar en la caja de texto.
hr: Postavite boju okvira teksta.

source: Font color:
bg: Цвят на шрифта:
es: Color del texto:
hr: Boja slova:

source: Set the custom text color.
bg: Задайте цвят на текста.
es: Seleccione el color del texto.
hr: Postavite boju slova.

source: Selected text color:
bg: Цвят на избрания текст:
es: Color del texto seleccionado:
hr: Odabrana boja teksta:

source: Set the custom selected text color.
bg: Задайте цвят на избрания текст.
es: Seleccione el color del texto a mostrar cuando se encuentre seleccionado.
hr: Postavite boju teksta.

source: Border's box width:
bg: Широчина на рамката на кутията:
es: Tamaño de los bordes de la caja:
hr: Širina rubova okvira:

source: Increase or decrease the border's box width.
bg: Увеличаване или намаляване на ширината на рамката.
es: Incrementar o disminuir el tamaño de los bordes de las cajas.
hr: Povećajte ili smanjite širinu rubova okvira.

source: Border's box color:
bg: Цвят на рамката:
es: Color de los bordes de la caja:
hr: Boja rubova okvira:

source: Set the custom border box's color.
bg: Задайте цвят на рамката.
es: Seleccione el color por defecto de los bordes de la caja.
hr: Postavite boju rubova okvira.

source: None
bg: Без
es: Ninguno
hr: Nepoznato

source: Simple Stripe
bg: Широки редове
es: Raya Simple
hr: Jednostruka linije

source: Double Stripe
bg: Тесни редове
es: Raya Doble
hr: Dvostruka linija

source: Gridded Stripe
bg: Карирано
es: Cuadriculado
hr: Koordinatna mreža

source: Double Staple
bg: Двойна скоба
es: Grapa Doble
hr: Dvostruka spajalica

source: Border Staple
bg: Спирална скоба
es: Grapa de Bordes
hr: Rubna spajalica

source: Bright Staple
bg: Сребриста скоба
es: Grapa Luminosa
hr: Svijetla spajalica

source: Chain Staple
bg: Верижка
es: Grapa de Cadena
hr: Lančana spajalica

source: Clamp Staple
bg: Щипка
es: Grapa Sujetadora
hr: Stezna spajalica

source: Clip Staple
bg: Кламер
es: Grapa de Presilla
hr: Karika spajalica

source: Offhanded Staple
bg: Голяма щипка
es: Grapa Común
hr: Plastična spajalica

source: Tack Staple
bg: Габърче
es: Grapa de Tachuela
hr: Pribadačna spajalica

source: White Staple
bg: Бяла скоба
es: Grapa Blanca
hr: Bijela spajalica

source: Blue Pencil
bg: Син молив
es: Lápiz Azul
hr: Plava olovka

source: Yellow Pencil
bg: Жълт молив
es: Lápiz Amarillo
hr: Žuta olovka

source: Orange Pencil
bg: Оранжев молив
es: Lápiz Naranja
hr: Narančasta olovka

source: Black Pencil
bg: Черен молив
es: Lápiz Negro
hr: Crna olovka

source: Unsupported text size '%s' to use the font '%s' in this theme.
es: El tamaño '%s' del texto no está soportado para ser usado en el tipo de letra '%s' para este tema.
hr: Nepodržana veličina teksta '%s' za korištenje slova '%s' u ovoj temi.
