Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/netusage@30yavash.com/*.po
Languages: da, de, es, nl, ro, ru, sv, vi

source: Please make sure vnstat and vnstati are installed and that the vnstat daemon is running!
da: Sørg for, at vnstat og vnstati er installerede, og at vnstat-dæmonen kører!
de: Bitte stellen Sie sicher, dass »vnstat« und »vnstati« installiert sind und dass der »vnstat«-Daemon läuft!
es: ¡Asegúrese de que vnstat y vnstati están instalados y de que el demonio vnstat se está ejecutando!
nl: Zorg ervoor dat vnstat en vnstati zijn geÃ¯nstalleerd en dat de vnstat-daemon actief is!
ro: Te rugăm să te asiguri că vnstat și vnstati sunt instalate și că daemonul vnstat rulează!
ru: Пожалуйста убедитесь что vnstati установлен и демон vnstat запущен!
sv: Tillse att vnstat och vnstati är installerat och att vnstat-tjänsten körs!
vi: Vui lòng đảm bảo vnstat và vnstati đã được cài đặt và daemon vnstat đang chạy!

source: In Linux Mint, you can simply run 'apt install vnstati' and that will take care of everything.
da: I Linux Mint kan du bare køre “apt install vnstati”, og det vil klare det fornødne.
de: In Linux Mint können Sie einfach »apt install vnstati« ausführen. Dies wird alles Nötige installieren.
es: En Linux Mint, basta con ejecutar 'apt install vnstati' y eso se encargará de todo.
nl: In Linux Mint kunt u eenvoudig 'apt install vnstati' uitvoeren en dat zal alles in orde brengen.
ro: În Linux Mint, poți rula pur și simplu "apt install vnstati", care se va ocupa de tot.
ru: В Linux Mint, вы можете просто запустить 'apt install vnstati' и всё.
sv: I Linux Mint kan du helt enkelt köra "apt install vnstati", så löser det allt.
vi: Trong Linux Mint, bạn chỉ cần chạy 'apt install vnstati' và nó sẽ xử lý mọi thứ.

source: In other distributions it might depend on the way things are packaged but its likely to be similar.
da: I andre distributioner kan det afhænge af, hvordan tingene er pakkede, men sandsynligvis er det meget lig.
de: In anderen Distributionen kann es davon abhängen, wie »vnstat« und »vnstati« verpackt sind, aber es wird wahrscheinlich ähnlich sein.
es: En otras distribuciones puede depender de la forma en que se empaquetan las cosas, pero es probable que sea similar.
nl: In andere distributies kan het afhangen van de manier waarop dingen zijn verpakt, maar het is waarschijnlijk vergelijkbaar.
ro: În alte distribuții ar putea depinde de modul în care sunt instalate lucrurile, dar este posibil să fie similar.
ru: Другие дистрибутивы имеют свои способы установки, но в целом действие будет похожим или аналогичным.
sv: I andra distributioner kan det bero på hur saker är paketerade, men det är troligen något liknande.
vi: Trong các bản phân phối khác, nó có thể phụ thuộc vào cách đóng gói nhưng có lẽ sẽ tương tự.

source: The Interface detected was:
da: Den registrerede grænseflade var:
de: Die erkannte Schnittstelle war:
es: La interfaz detectada fue:
nl: De gedetecteerde interface was:
ru: Обнаруженные интерфейсы:
vi: Giao diện được phát hiện là:

source: Network usage monitor using vnstat
da: Overvågning af netværksforbrug ved hjælp af vnstat
de: Netzwerknutzung mit »vnstat« überwachen
es: Monitor de uso de red mediante vnstat
nl: Netwerkgebruiksmonitor met behulp van vnstat
ro: Monitorizarea utilizării rețelei folosind vnstat
ru: Мониторинг использования сети с помощью vnstat
sv: Nätanvändningsövervakare som använder vnstat
vi: Bộ giám sát sử dụng mạng sử dụng vnstat

source: Network usage monitor
da: Netværksforbrug
de: Netzwerknutzungsmonitor
es: Monitor de uso de red
nl: Netwerkgebruiksmonitor
ro: Monitorizarea utilizării rețelei
ru: Мониторинг использования сети (Network usage monitor)
sv: Nätanvändningsövervakare
vi: Bộ giám sát sử dụng mạng

source: Settings for the Network Usage Applet (uses vnstati)
da: Indstillinger for Netværksforbrug (bruger vnstati)
de: Einstellungen für das Netzwerknutzungs-Applet (verwendet »vnstati«)
es: Configuración del applet de uso de red (utiliza vnstati)
nl: Instellingen voor de netwerkgebruiksapplet (gebruikt vnstati)
ro: Setări pentru Applet de utilizare a rețelei (utilizează vnstati)
ru: Настройки для Мониторинга Использования Сети (использует vnstati)
sv: Inställningar för nätanvändningsövervakare (använder vnstat)
vi: Cài đặt cho Applet Sử dụng Mạng (sử dụng vnstati)

source: Enable Extended Display Options
da: Aktivér udvidede visningsindstillinger
de: Erweiterte Anzeigeoptionen aktivieren
es: Habilitar opciones de visualización ampliadas
nl: Schakel uitgebreide weergaveopties in
ro: Activează opțiunile de afișare extinsă
ru: Включить Расширенные Параметры Отображения
sv: Aktivera utökade visningsalternativ
vi: Bật Tùy chọn Hiển thị Mở rộng

source: This is a new option from version 1.0.3
da: Dette er en ny mulighed fra og med version 1.0.3
de: Dies ist eine neue Option ab Version 1.0.3
es: Esta es una nueva opción de la versión 1.0.3
nl: Dit is een nieuwe optie vanaf versie 1.0.3
ro: Aceasta este o opțiune nouă din versiunea 1.0.3.
ru: Это новая опция из версии 1.0.3
sv: Detta är ett nytt alternativ fr.o.m. version 1.0.3
vi: Đây là tùy chọn mới từ phiên bản 1.0.3

source: Classic - Summary of Traffic for last Days and Months
da: Klassisk - Resumé af de sidste dages og måneders trafik
de: Klassisch - Zusammenfassung des Datenverkehrs der letzten Tage und Monate
es: Classic - Resumen del tráfico de los últimos días y meses
nl: Klassiek - samenvatting van verkeer voor de laatste dagen en maanden
ro: Classic - Rezumat al traficului din ultimele zile și luni
ru: Классический вид - Сводка о трафике за последние Дни и Месяцы
sv: Klassisk - Sammandrag av trafiken de senaste dagarna och månaderna
vi: Cổ điển - Tóm tắt Lưu lượng các Ngày và Tháng gần đây

source: Classic Plus - Classic with addition of hourly statistics
da: Klassisk plus - Klassisk med statistik for hver time
de: Klassisch Plus - Klassisch ergänzt um Stundenstatistik
es: Classic Plus - Classic con estadísticas horarias añadidas
nl: Klassiek plus - klassiek met toevoeging van uurstatisieken
ro: Classic Plus - Clasic cu adăugarea de statistici orare
ru: Классический вид плюс - Классический вид с дополнительной почасовой статистики
sv: Klassisk Plus - Klassisk med timstatistik som tillägg
vi: Cổ điển Plus - Cổ điển với bổ sung thống kê theo giờ

source: Hourly statistics for last 24 hours
da: Statistik for hver time de sidste 24 timer
de: Stundenstatistik für die letzten 24 Stunden
es: Estadísticas horarias de las últimas 24 horas
nl: Uurstatisieken voor de laatste 24 uur
ro: Statistici orare pentru ultimele 24 de ore
ru: Почасовая статистика за последние 24 часа
sv: Timstatistik för de senaste 24 timmarna
vi: Thống kê theo giờ trong 24 giờ qua

source: Daily statistics for last 30 days
da: Daglig statistik for de sidste 30 dage
de: Tagesstatistik für die letzten 30 Tage
es: Estadísticas diarias de los últimos 30 días
nl: Dagelijkse statistieken voor de laatste 30 dagen
ro: Statistici zilnice pentru ultimele 30 de zile
ru: Ежедневная статистика за последние 30 дней
sv: Daglig statistik för de senaste 30 dagarna
vi: Thống kê hàng ngày trong 30 ngày qua

source: Monthly statistics for last 12 months
da: Månedlig statistik for de sidste 12 måneder
de: Monatsstatistik für die letzten 12 Monate
es: Estadísticas mensuales de los últimos 12 meses
nl: Maandelijkse statistieken voor de laatste 12 maanden
ro: Statistici lunare pentru ultimele 12 luni
ru: Ежемесячная статистика за последние 12 месяцев
sv: Månadsstatistik för de senaste 12 månaderna
vi: Thống kê hàng tháng trong 12 tháng qua

source: All time Top ten traffic days
da: Top ti over dage med mest trafik
de: Top-Zehn-Datenverkehrstage aller Zeiten
es: Los diez días con más tráfico
nl: Top tien verkeersdagen aller tijden
ro: Toate timpurile Top zece zile de trafic
ru: Топ 10 дней по трафику всегда наверху
sv: Alla tiders Topp 10 trafikdagar
vi: Mười ngày có lưu lượng cao nhất mọi thời đại

source: Type of Display - default Classic
da: Visningstype - som standard Klassisk
de: Anzeigetyp - Standard Klassisch
es: Tipo de pantalla - por defecto Classic
nl: Soort weergave - standaard klassiek
ro: Tipul de afișare - implicit Clasic
ru: Тип отображения - по умолчанию Классический вид
sv: Visningstyp - Klassisk är standard
vi: Loại Hiển thị - Mặc định Cổ điển

source: This feature offers the Classic (original) display with a number of other options
da: Denne indstilling indeholder den oprindelige klassiske visning og andre valgmuligheder
de: Diese Funktion bietet die klassische (ursprüngliche) Anzeige mit einer Reihe von weiteren Optionen
es: Esta función ofrece la visualización Classic (original) con otras opciones
nl: Deze functie biedt de klassieke (originele) weergave met een aantal andere opties
ro: Această funcție oferă afișajul clasic (original) cu o serie de alte opțiuni
ru: Возможность выбора между Классическим видом (оригинальным) и другими
sv: Denna funktion erbjuder klassisk (ursprunglig) visning med ett antal andra alternativ
vi: Tính năng này cung cấp hiển thị Cổ điển (gốc) với một số tùy chọn khác
