Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/moonlight-clock@torchipeppo/*.po
Languages: ca, vi

source: Next
ca: Següent
vi: Tiếp theo

source: New Moon
ca: Lluna nova
vi: Trăng non

source: Waxing Crescent
ca: Quart creixent
vi: Trăng lưỡi liềm đầu tháng

source: First Quarter
ca: Primer quart
vi: Trăng bán nguyệt đầu tháng

source: Waxing Gibbous
ca: Lluna gibosa creixent
vi: Trăng khuyết đầu tháng

source: Full Moon
ca: Lluna plena
vi: Trăng tròn

source: Waning Gibbous
ca: Lluna gibosa minvant
vi: Trăng khuyết cuối tháng

source: Last Quarter
ca: Últim quart
vi: Trăng bán nguyệt cuối tháng

source: Waning Crescent
ca: Quart minvant
vi: Trăng lưỡi liềm cuối tháng

source: New
ca: Nova
vi: Mới

source: Half
ca: Mitja
vi: Nửa

source: Full
ca: Plena
vi: Đầy

source: Clear
ca: Clar
vi: Quang đãng

source: Cloudy
ca: Ennuvolat
vi: Nhiều mây

source: Fog
ca: Boira
vi: Sương mù

source: Rain
ca: Pluja
vi: Mưa

source: Storm
ca: Tempesta
vi: Bão

source: Cold precip.
ca: Precip. Freda
vi: Mưa lạnh

source: Date and Time Settings
ca: Opcions de data i hora
vi: Cài đặt Ngày giờ

source: Limit
ca: Límit
vi: Giới hạn

source: None
ca: Cap
vi: Không

source: Right-click to configure!
ca: Clic dret per configurar!
vi: Nhấp chuột phải để cấu hình!

source: Moonlight Clock
ca: Rellotge de fases lunars
vi: Đồng hồ Moonlight

source: Late Night
ca: Alta nit
vi: Khuya

source: Early Morning
ca: Matinada
vi: Sáng sớm

source: Morning
ca: Matí
vi: Buổi sáng

source: Daytime
ca: De dia
vi: Ban ngày

source: Afternoon
ca: Tarda
vi: Buổi chiều

source: Evening
ca: Vespre
vi: Buổi tối

source: Today
ca: Avui
vi: Hôm nay

source: No network, retrying...
ca: No hi ha connexió, reintentant...
vi: Không có mạng, đang thử lại...

source: Error: see log Super + L
ca: Error: mireu el registre Super + L
vi: Lỗi: xem nhật ký Super + L

source: Temp
vi: Nhiệt độ

source: JSON files
ca: fitxers JSON
vi: Tập tin JSON

source: Load
ca: Carregar
vi: Tải

source: Save
ca: Desar
vi: Lưu

source: Enabled
ca: Activat
vi: Đã bật

source: Persistent
vi: Liên tục

source: Date
ca: Data
vi: Ngày

source: Name
ca: Nom
vi: Tên

source: Add new entry
ca: Afegir entrada nova
vi: Thêm mục mới

source: Remove selected entry
ca: Eliminar entrada seleccionada
vi: Xóa mục đã chọn

source: Edit selected entry
ca: Editar entrada seleccionada
vi: Sửa mục đã chọn

source: Move selected entry up
ca: Mou l'entrada seleccionada cap amunt
vi: Di chuyển mục đã chọn lên

source: Move selected entry down
ca: Mou l'entrada seleccionada cap avall
vi: Di chuyển mục đã chọn xuống

source: Edit entry
ca: Editar entrada
vi: Sửa mục

source: An aesthetic and customizable desklet that can function as clock, weather display, and/or tracker of important dates. Based on Persona 3.
ca: Una miniaplicació d'escriptori estètica i personalitzable que pot funcionar com a rellotge, visualització del temps o recordatori d'esdeveniments. Basada en Persona 3.
vi: Một desklet thẩm mỹ và có thể tùy chỉnh, có chức năng như đồng hồ, hiển thị thời tiết và/hoặc theo dõi ngày quan trọng. Dựa trên Persona 3

source: Best placed in the top right corner on the screen. Use the "offset" configuration for precise alignment.
ca: La millor localització és la cantonada superior dreta. Podeu fer servir el desplaçament per a una alineació precisa.
vi: Nên đặt ở góc trên bên phải màn hình. Sử dụng cấu hình "offset" để căn chỉnh chính xác

source: Global
vi: Toàn cục

source: Top row
ca: Fila superior
vi: Hàng trên

source: Middle row
ca: Fila del mig
vi: Hàng giữa

source: Bottom row
ca: Fila inferior
vi: Hàng dưới

source: Data
ca: Dades
vi: Dữ liệu

source: Save/Load
ca: Desar/Carregar
vi: Lưu/Tải

source: Positioning
ca: Posicionament
vi: Định vị

source: Size
ca: Mida
vi: Kích thước

source: Color
vi: Màu sắc

source: Time format
ca: Format del temps
vi: Định dạng thời gian

source: Appearance
ca: Aparença
vi: Giao diện

source: Requirements
ca: Requeriments
vi: Yêu cầu

source: Emoji settings
ca: Opcions d'emojis
vi: Cài đặt emoji

source: Caption settings
ca: Opcions dels textos informatius
vi: Cài đặt chú thích

source: WeatherAPI settings
ca: Opcions de WeatherAPI
vi: Cài đặt WeatherAPI

source: Custom countdown dates
ca: Comptadors enrere de dates personalitzades
vi: Ngày đếm ngược tùy chỉnh

source: Save configuration
ca: Guardar la configuració
vi: Lưu cấu hình

source: Load configuration
ca: Carregar la configuració
vi: Tải cấu hình

source: Set these offsets with respect to your desklet grid so that this fits precisely into your top right corner.
ca: Assigneu aquests desplaçaments respecte a la vostra posició de la miniaplicació a l'escriptori, de manera que encaixi amb la cantonada superior dreta.
vi: Đặt các giá trị offset này so với lưới desklet của bạn để nó vừa khít với góc trên bên phải

source: Horizontal offset
ca: Desplaçament horitzontal
vi: Offset ngang

source: Vertical offset
ca: Desplaçament vertical
vi: Offset dọc

source: Global scale
ca: Escala global
vi: Tỷ lệ toàn cục

source: Blue
ca: Blau
vi: Xanh dương

source: Pink
ca: Rosa
vi: Hồng

source: Green
ca: Verd
vi: Xanh lá

source: Yellow
ca: Groc
vi: Vàng

source: Red
ca: Vermell
vi: Đỏ

source: Light Green
ca: Verd clar
vi: Xanh lá sáng

source: Purple
ca: Lila
vi: Tím

source: Dark Blue
ca: Blau fosc
vi: Xanh dương đậm

source: Grey
ca: Gris
vi: Xám

source: Custom
ca: Personalitzat
vi: Tùy chỉnh

source: Color scheme
ca: Esquema de colors
vi: Bảng màu

source: Main color 1
ca: Color principal 1
vi: Màu chính 1

source: Main color 2
ca: Color principal 2
vi: Màu chính 2

source: Middle row text
ca: Text de la columna del mig
vi: Chữ hàng giữa

source: Text drop shadow
ca: Ombrejat del text
vi: Đổ bóng chữ

source: Top row text
ca: Text de la columna superior
vi: Chữ hàng trên

source: Bottom row text
ca: Text de la columna inferior
vi: Chữ hàng dưới

source: Highlight color
ca: Color de destacat
vi: Màu nổi bật

source: Invert bottom colors
ca: Inverteix els colors de sota
vi: Đảo ngược màu hàng dưới

source: May be useful if the bottom caption doesn't stand out against your background
ca: Pot ser útil si el color del text de sota no es distingeix del vostre fons d'escriptori
vi: Có thể hữu ích nếu chú thích hàng dưới không nổi bật so với nền của bạn

source: Highlight bottom number display
ca: Destaca el número inferior de la pantalla
vi: Làm nổi bật hiển thị số hàng dưới

source: Affects: rain chance display, temperature display, countdown displays
ca: Afecta a: indicador de possibilitat de pluja, indicador de temperatura, indicador de compte enrere
vi: Ảnh hưởng: hiển thị xác suất mưa, hiển thị nhiệt độ, hiển thị đếm ngược

source: Format specification
ca: Especificació de format
vi: Đặc tả định dạng

source: This uses standard strftime, with the addition of the %! specifier to show an approximate phase of the day (e.g. Morning, Afternoon, Evening, ...). Leave empty to show a default date according to your locale and settings.
ca: El format és l'estàndard strftime, amb l'afegit de la seqüència especial %! que mostra una fase aproximada del dia (Matí, Tarda, Nit, ...). Deixeu-ho en blanc per a mostrar la data d'avui en un format predeterminat segons el vostre idioma i configuració.
vi: Sử dụng strftime chuẩn, với bổ sung %! để hiển thị khoảng thời gian trong ngày (ví dụ: Sáng, Chiều, Tối, ...). Để trống để hiển thị ngày mặc định theo ngôn ngữ và cài đặt của bạn

source: Font
vi: Phông chữ

source: Can help conpensate for the varying vertical alignment of different fonts.
ca: Pot ajudar a compensar la diferent alineació vertical dels diferents tipus de font.
vi: Có thể giúp bù đắp cho sự căn chỉnh dọc khác nhau của các phông chữ khác nhau

source: Show separate weekday (fixed size)
ca: Mostra el dia de la setmana per separat (mida fixa)
vi: Hiển thị ngày trong tuần riêng (kích thước cố định)

source: This uses standard strftime, with the addition of the %! specifier to show an approximate phase of the day (e.g. Morning, Afternoon, Evening, ...). Leave empty to show a default clock according to your locale and settings.
ca: Utilitza l'estàndard strftime, amb l'afegit de l'especificador %! per a mostrar una fase aproximada del dia (per exemple, Matí, Tarda, Nit, ...). Deixeu-ho buit per a mostrar un rellotge per defecte d'acord amb la vostra configuració regional.
vi: Sử dụng strftime chuẩn, với bổ sung %! để hiển thị khoảng thời gian trong ngày (ví dụ: Sáng, Chiều, Tối, ...). Để trống để hiển thị đồng hồ mặc định theo ngôn ngữ và cài đặt của bạn

source: Drop shadow
ca: Ombra paral·lela
vi: Đổ bóng

source: Drop shadow offset
ca: Desplaçament de l'ombra paral·lela
vi: Độ lệch đổ bóng

source: (W) - A valid WeatherAPI key is required. Go to the "Data" page to enable it. (C?) - OPTIONAL: precision can be improved by generating a local lunar calendar. See https://github.com/torchipeppo/p3-clock-for-cinnamon/tree/master/lunar_calendar_generation for instructions. (D) - You must provide one or more important dates to count down to in the "Data" page.
ca: (W) - Es necessita una clau vàlida de WeatherAPI. Aneu a la pàgina de Dades per a activar-la. (C?) - Opcional: La precisió pot millorar-se generant un calendari lunar local. Consulteu https://github.com/torchipeppo/p3-clock-for-cinnamon/tree/master/lunar_calendar_generation per a instruccions. (D) - Cal proporcionar una o més dates importants per al compte enrere a la pàgina de Dades.
vi: (W) - Cần có khóa WeatherAPI hợp lệ. Truy cập trang "Dữ liệu" để bật nó (C?) - TÙY CHỌN: độ chính xác có thể được cải thiện bằng cách tạo lịch âm địa phương. Xem https://github.com/torchipeppo/p3-clock-for-cinnamon/tree/master/lunar_calendar_generation để biết hướng dẫn (D) - Bạn phải cung cấp một hoặc nhiều ngày quan trọng để đếm ngược trong trang "Dữ liệu"

source: To access weather data from WeatherAPI, an API key is required. Sign up on weatherapi.com to get one. Be mindful of your request budget when setting the update frequency or manually requesting updates.
ca: Per accedir a les dades meteorològiques de WeatherAPI, en cal una clau API. Registreu-vos a weatherapi.com per a rebre'n una. Teniu en compte el cost de la vostra sol·licitud en establir la freqüència d'actualització o sol·liciteu actualitzacions de manera manual.
vi: Để truy cập dữ liệu thời tiết từ WeatherAPI, cần có khóa API. Đăng ký trên weatherapi.com để lấy một khóa. Hãy lưu ý đến hạn mức yêu cầu của bạn khi đặt tần suất cập nhật hoặc yêu cầu cập nhật thủ công

source: Enable WeatherAPI for weather display
ca: Activar WeatherAPI per a la visualització del temps
vi: Bật WeatherAPI để hiển thị thời tiết

source: WeatherAPI key
ca: Clau de WeatherAPI
vi: Khóa WeatherAPI

source: Your API key for WeatherAPI. Leave empty to disable weather display.
ca: La vostra clau API per WeatherAPI. Deixeu-ho en blanc per a desactivar la visualització del temps.
vi: Khóa API của bạn cho WeatherAPI. Để trống để tắt hiển thị thời tiết

source: Weather location
ca: Ubicació meteorològica
vi: Vị trí thời tiết

source: Enter your location name (e.g. "Tokyo"), your coordinates (e.g. "123.45,98.765"), or "auto:ip" for automatic lookup based on your IP address.
ca: Introduïu la vostra ubicació (ex: "Tokyo"), les coordenades (ex: "123.45,98.765"), o "auto:ip" per a una cerca automàtica basada en la vostra adreça IP.
vi: Nhập tên vị trí của bạn (ví dụ: "Tokyo"), tọa độ của bạn (ví dụ: "123.45,98.765"), hoặc "auto:ip" để tra cứu tự động dựa trên địa chỉ IP của bạn

source: 60 minutes
ca: 60 minuts
vi: 60 phút

source: Update frequency
ca: Freqüència d'actualitzacions
vi: Tần suất cập nhật

source: Refresh WeatherAPI
ca: Actualitzar WeatherAPI
vi: Làm mới WeatherAPI

source: Weather (W)
ca: Temps (W)
vi: Thời tiết (W)

source: Moon phase (C?)
ca: Fase lunar (C?)
vi: Pha mặt trăng (C?)

source: Emoji display
ca: Mostra d'emojis
vi: Hiển thị emoji

source: Chance of rain (W)
ca: Probabilitat de pluja (W)
vi: Xác suất mưa (W)

source: Temperature °C (W)
ca: Temperatura ºC (W)
vi: Nhiệt độ °C (W)

source: Temperature °F (W)
ca: Temperatura ºF (W)
vi: Nhiệt độ °F (W)

source: Custom countdown (D)
ca: Compte enrere personalitzat (D)
vi: Đếm ngược tùy chỉnh (D)

source: Caption display
ca: Mostrar textos
vi: Hiển thị chú thích

source: Show more countdowns in secondary text (D)
ca: Mostrar més comptes enrere al text secundari (D)
vi: Hiển thị thêm đếm ngược trong văn bản phụ (D)

source: Enter one or more dates to count down to when selecting "Custom countdown" (1 date) and/or "Show more countdowns in secondary text" (up to 2 additional dates). The order of the list represents the priority order for the dates. Disable dates to skip them. Dates set in the past are also skipped unless they are "persistent".
ca: Introduïu una o més dates pel compte enrere quan es seleccioni "Compte enrere personalitzat" (1 data) i/o "Mostrar més comptes enrere al text secundari" (fins a 2 dates addicionals). L'ordre de la llista representa l'ordre de prioritat de les dates. Desactiveu les dates per a que siguin omeses. Les dates establertes al passat també s'ometen a no ser que siguin persistents.
vi: Nhập một hoặc nhiều ngày để đếm ngược khi chọn "Đếm ngược tùy chỉnh" (1 ngày) và/hoặc "Hiển thị thêm đếm ngược trong văn bản phụ" (tối đa 2 ngày bổ sung) Thứ tự trong danh sách đại diện cho thứ tự ưu tiên của các ngày Vô hiệu hóa ngày để bỏ qua chúng Các ngày đặt trong quá khứ cũng sẽ bị bỏ qua trừ khi chúng "liên tục"

source: Click the button below to save the following settings to a JSON file: - color scheme, - text style (including font selection, shadow offset, and emoji size), - content (including date-time format strings and bottom row selections), - countdown dates. Does NOT correspond to a full export of the configuration.
ca: Feu clic al botó de sota per a desar la següent configuració a un fitxer JSON: - Esquema de colors, - Estil del text (incloent selecció de font, ombra i mida dels emojis), - Contingut (incloses les cadenes de format data-hora i les seleccions de la fila inferior), - Dates de compte enrere. NO correspon a una exportació completa de la configuració.
vi: Nhấp vào nút bên dưới để lưu các cài đặt sau vào tập tin JSON: - bảng màu, - kiểu văn bản (bao gồm lựa chọn phông chữ, độ lệch bóng và kích thước emoji), - nội dung (bao gồm chuỗi định dạng ngày giờ và lựa chọn hàng dưới), - ngày đếm ngược KHÔNG tương ứng với xuất toàn bộ cấu hình

source: Save customization
ca: Desar personalització
vi: Lưu tùy chỉnh

source: Choose which options to load from a previous save, then click the button below to select a file to load. WARNING: the selected settings will be overwritten, and their original values will be lost! Unselected settings will be left untouched.
ca: Trieu quines opcions cal carregar d'un fitxer guardat prèviament i feu clic al botó de sota per a seleccionar quin fitxer cal carregar. ATENCIÓ: les opcions seleccionades es sobreescriuran i se'n perdran els seus valors originals. Els ajusts seleccionats no es modificaran.
vi: Chọn tùy chọn nào để tải từ bản lưu trước đó, sau đó nhấp vào nút bên dưới để chọn tập tin để tải CẢNH BÁO: các cài đặt được chọn sẽ bị ghi đè và giá trị gốc của chúng sẽ bị mất! Các cài đặt không được chọn sẽ được giữ nguyên

source: Load color scheme
ca: Carregar esquema de colors
vi: Tải bảng màu

source: Load text style
ca: Carregar estil de text
vi: Tải kiểu văn bản

source: Load content
ca: Carregar contingut
vi: Tải nội dung

source: Load countdown dates
ca: Carregar dates de compte enrere
vi: Tải ngày đếm ngược

source: Load selected options
ca: Carregar les opcions seleccionades
vi: Tải các tùy chọn đã chọn
