Repository: linuxmint/cinnamon-spices-desklets
Catalog: desklets/cinnaclock@dingo/files/cinnaclock@dingo/files/cinnaclock@dingo/po/*.po
Languages: vi

source: General
vi: Tổng quát

source: Layer 1
vi: Lớp 1

source: Layer 2
vi: Lớp 2

source: Layer 3
vi: Lớp 3

source: Format Style
vi: Kiểu định dạng

source: Background Style
vi: Kiểu nền

source: Text Style
vi: Kiểu văn bản

source: Shadow
vi: Đổ bóng

source: Show background
vi: Hiển thị nền

source: Background Color
vi: Màu nền

source: Corner Radius
vi: Bo góc

source: Show Layer 1
vi: Hiển thị Lớp 1

source: Show Layer 2
vi: Hiển thị Lớp 2

source: Show Layer 3
vi: Hiển thị Lớp 3

source: Layer 1 Format
vi: Định dạng Lớp 1

source: Layer 2 Format
vi: Định dạng Lớp 2

source: Layer 3 Format
vi: Định dạng Lớp 3

source: Layer 1 Vertical Offset
vi: Bù dọc Lớp 1

source: Layer 2 Vertical Offset
vi: Bù dọc Lớp 2

source: Layer 3 Vertical Offset
vi: Bù dọc Lớp 3

source: Layer 1 Horizontal Offset
vi: Bù ngang Lớp 1

source: Layer 2 Horizontal Offset
vi: Bù ngang Lớp 2

source: Layer 3 Horizontal Offset
vi: Bù ngang Lớp 3

source: Font
vi: Phông chữ

source: Color
vi: Màu sắc

source: Uppercase
vi: Viết hoa

source: Horizontal offset
vi: Bù ngang

source: Vertical offset
vi: Bù dọc

source: Blur
vi: Làm mờ

source: Select a Preset
vi: Chọn mẫu có sẵn

source: Manual
vi: Thủ công

source: Modern Blue
vi: Xanh hiện đại

source: Clear Orange
vi: Cam trong

source: Digital Neon
vi: Neon kỹ thuật số

source: Minimal Dark
vi: Tối giản

source: Minimal White
vi: Trắng tối giản

source: Phantom
vi: Bóng ma

source: Set the background color and transparency of the desklet
vi: Thiết lập màu nền và độ trong suốt

source: Example: %H:%M for 24h
vi: Ví dụ: %H:%M cho 24h

source: Example: %A for full weekday name
vi: Ví dụ: %A cho tên ngày đầy đủ

source: Example: %e %B %Y
vi: Ví dụ: %e %B %Y

source: Edit Config
vi: Sửa cấu hình
