Repository: linuxmint/cinnamon-spices-desklets
Catalog: drivesManager@lestcape/files/drivesManager@lestcape/locale/*.po
Languages: cs, es

source: Execution of '%s' failed:
cs: Spuštění '%s' selhalo:
es: La ejecución de '%s' a fallado:

source: locale/README
es: locale/LEEME

source: Failed of Drives Manager:
cs: Chyba Správce disků:
es: Fallo de Drives Manager:

source: Can't find the default browser.
cs: Nemohu najít výchozí prohlížeč.
es: No se puede encontrar el explorador por defecto.

source: The device has been loaded.
cs: Zařízení bylo načteno.
es: El dispositivo fue conectado.

source: The device has been ejected.
cs: Zařízení bylo odpojeno.
es: El dispositivo fue retirado.

source: Drives Manager need a pakage to use advance function.
cs: Správce disků potřebuje balík pro použití pokročilé funkce.
es: Drives Manager necesita instalar un paquete para usar utilizar mecanismos avanzados.

source: If you do not want to install the package uncheck the option in the settings.
cs: Pokud tento balík nechcete instalovat, odškrtněte možnost v nastavení.
es: Si no desea instalar el paquete desmárquelo en la configuración.

source: Do you want to install?
cs: Chcete instalovat?
es: ¿Quiere instalarlo?

source: Yes
cs: Ano
es: Si

source: Drives Manager requires that your account has permission to use advanced function.
cs: Správce disků vyžaduje, aby váš účet měl práva k používání pokročilé funkce.
es: Drives Manager necesita que su cuenta tenga permisos para usar los mecanismos avanzados.

source: If you do not want to grant permissions uncheck the option in the settings.
cs: Pokud nechcete dát svolení, odškrtněte možnost v nastavení.
es: Si no desea conceder los permisos desmarque la opción en la configuración.

source: Do you want to grant permissions?
cs: Chcete poskytnout svolení?
es: ¿Quiere otorgar los permisos?

source: Please wait while installing pakage...
cs: Počekejte prosím, instaluji balík...
es: Por favor espere para instalar el paquete...

source: Cancel
cs: Zrušit
es: Cancelar

source: Help
cs: Pomoc
es: Ayuda

source: Show as Applet
es: Mostrar como Applet

source: Show as Desklet
es: Mostrar como Desklet

source: The communication need to be established first.
cs: Je potřeba, aby bylo nejdříve navázáno spojení.
es: Se necesita iniciar antes la comunicación.

source: Can't localizing task.
cs: Nemohu lokalizovat úlohu.
es: No se puede localizar la tarea.

source: Result is undefined:
cs: Výsleden není určen:
es: El resultado es indefinido:

source: The communication can't be established:
cs: Nelze navázat komunikaci:
es: No se puede establecer comunicación:

source: Command not found.
cs: Příkaz nenalezen.
es: Comando no encontrado

source: Can't be found appropriate installer program. The Automatic installation can't be performed.
cs: Nemohu najít potřebný instalační program. Automatická instalace nemohla být provedena.
es: No se encontró ningún instalador apropiado. La instalación automática no puede ser realizada.

source: Can't be found an appropriate packages check program. The automatic installation cannot be performed.
cs: Nemohu najít vhodné balíky. Automatická instalace nemohla být provedena.
es: No se encuentra ningún programa de verificación de paquetes. La instalación automática no se puede realizar.

source: You don't have any GUI program to get root permissions.
cs: Nemáte žádný GUI program pro získání rootovských oprávnění.
es: Usted no tiene ningún programa gráfico para obtener permisos de superusuario.

source: Could not parse command:
cs: Nemohu analyzovat příkaz:
es: No se pudo entender el comando:

source: Categories:
es: Categorías:

source: Tools:
es: Herramientas:

source: HDD temperature:
es: Temperatura del disco duro:

source: Appearance:
es: Apariencia:

source: Advanced Appearance:
es: Opciones avanzadas de apariencia:

source: Select icon theme:
cs: Vyberte vzhled:
es: Tema de iconos seleccionado:

source: Select a theme to show icons.
cs: Vyberte vzhled zobrazených ikon.
es: Selecciona el tema para mostrar los iconos.

source: Show the main box.
cs: Zobrazovat hlavní okno.
es: Mostrar la caja principal.

source: Check this to make the main box visible/invisible.
cs: Zaškrtněte pro udělání hlavního okna viditelného/neviditelného.
es: Seleccione esto para poner la caja principal visible/invisible.

source: Show the drive box.
cs: Zobrazovat okno disků.
es: Mostrar la caja de los dispositivos.

source: Check this to make the drive box visible/invisible.
cs: Zaškrtněte pro udělání okna disků viditelného/neviditelného.
es: Seleccione esto para poner la caja de los dispositivos visible/invisible.

source: Border's box width:
cs: Tloušťka rámečku:
es: Ancho de los bordes de las cajas:

source: Increase or decrease the border's box width.
cs: Zvětšete nebo zmenšete tloušťku rámečku.
es: Incrementar o disminuir el ancho de los bordes de las cajas.

source: Border's box color:
cs: Barva rámečku:
es: Color del borde de las cajas:

source: Set the custom border box's color.
cs: Nastavte vlastní barvu rámečku.
es: Selecciona el color del borde de las cajas.

source: Box color:
cs: Barva okna:
es: Color de las cajas:

source: Set the custom box's color.
cs: Nastavte vlastní barvu okna.
es: Selecciona el color de fondo de las cajas.

source: Fixed width.
cs: Pevná šířka.
es: Controlar el ancho.

source: Check this if you want to control the width of desklet.
cs: Označte, pokud chcete ovládat šířku deskletu.
es: Seleccione esto para controlar el ancho del desklet.

source: Width:
cs: Šířka:
es: Ancho:

source: Increase or decrease the desklet width.
cs: Zvětšete nebo zmenšete šířku deskletu.
es: Incrementar o disminuir el ancho del desklet.

source: Fixed height.
es: Controlar la altura.

source: Check this if you want to control the height of desklet.
es: Seleccione esto para controlar la altura del desklet.

source: Height:
es: Altura:

source: Increase or decrease the desklet height.
es: Incrementar o disminuir la altura del desklet.

source: Enable autoscrolling.
es: Habilitar el desplazamiento automático.

source: Choose whether or not to enable smooth autoscrolling on the menu.
es: Seleccione si desea activar o no el desplazamiento automático en el menú.

source: Show the scrolling area.
es: Mostrar el área de desplazamiento.

source: Choose whether or not to show the scrolling area.
es: Seleccione si mostrar o no la zona de desplazamiento.

source: Override the Cinnamon theme properties.
es: Sobre escribir las propiedades del tema de Cinnamon.

source: Check this if you want to override the Cinnamon theme properties or not.
es: Seleccione esta opción si usted desea anular las propiedades del tema de Cinnamon o no.

source: Font color:
cs: Barva písma:
es: Color del texto:

source: Set the custom text color.
cs: Nastavte vlastní barvu textu.
es: Elija el color del texto.

source: Font size top text:
cs: Velikost nadpisového písma:
es: Tamaño del texto superior:

source: Increase or decrease the font size of top text.
cs: Zvětšete nebo zmenšete velikost nadpisového písma.
es: Incrementar o disminuir el tamaño del texto superior.

source: Font size bottom text:
cs: Velikost tlačítkového písma
es: Tamaño del texto inferior:

source: Increase or decrease the font size of bottom text.
cs: Zvětšete nebo zmenšete velikost tlačítkového písma.
es: Incrementar o disminuir el tamaño del texto inferior.

source: Opacity:
cs: Průhlednost:
es: Opacidad:

source: Select a opacity percent.
cs: Vyberte procentuální průhlednost.
es: Seleccione el porciento de opacidad.

source: Show the Speed Meter.
cs: Zobrazovat ukazatel rychlosti.
es: Mostrar la velocidad de transferencia.

source: Check this to show the Speed Meter or not.
cs: Označte pro zobrazování měřiče rychlosti.
es: Seleccione esto para mostrar la velocidad de transferencia o no.

source: Show the Hard Drives.
cs: Zobrazovat pevné disky.
es: Mostrar los Discos Duros.

source: Check this to show the Hard Drives or not.
cs: Označte pro zobrazování pevných disků.
es: Seleccione esto para mostrar los Discos Duros o no.

source: Show the Optical Drives.
cs: Zobrazovat optické disky.
es: Mostrar los Dispositivos Ópticos.

source: Check this to show the Optical Drives or not.
cs: Označte pro zobrazování optických disků.
es: Seleccione esto para mostrar los Dispositivos Ópticos o no.

source: Show the Removable Drives.
cs: Zobrazovat vyjímatelná zařízení.
es: Mostrar los Dispositivos Extraíbles.

source: Check this to show the Removable Drives or not.
cs: Označte pro zobrazování vyjímatelných zařízení.
es: Seleccione esto para mostrar los Dispositivos Extraíbles o no.

source: Show the Fixed Drives.
cs: Zobrazovat pevná zařízení.
es: Mostrar los Dispositivos Electrificados.

source: Check this to show the Fixed Drives or not.
cs: Zaškrtněte pro zobrazování pevných zařízení.
es: Seleccione esto para mostrar los Dispositivos Electrificados o no.

source: Show the Volumes without Drives.
es: Mostrar los Dispositivos No Físicos.

source: Check this to show the Volumes without Drives (like ftp, sftp, iso images and more).
es: Seleccione esto para mostrar los Dispositivos No Físicos (como ftp, sftp, imágenes iso y más).

source: Show the Empty Drives.
cs: Zobrazovat prázdné disky.
es: Mostrar los Dispositivos Vacíos.

source: Check this to show the Empty Drives or not.
cs: Zaškrtněte pro zobrazování prázdných disků.
es: Seleccione esto para mostrar los Dispositivos Vacíos o no.

source: File time transfer(Longer time means more precision):
cs: Čas přenosu souboru (delší čas znamená větší přesnost):
es: Tiempo de transferencia de archivos (mas tiempo significa mas precisión):

source: Increase or decrease the time between measurements file transfer speed.
cs: Zvětšete nebo zmenšete čas mezi měřeními přenosové rychlosti souboru.
es: Aumentar o disminuir el tiempo entre las mediciones de velocidad en la transferencia de archivos.

source: The O.S. do not automount the volume.
es: El S.O. no montan automáticamente el volumen.

source: Check this to set in false the desktop.media-handling automount property of org.cinnamon and org.gnome.
es: Active esta opción para establecer en falso la propiedad automount de desktop.media-handling de org.cinnamon y org.gnome.

source: Drives Manager automount the volume.
es: Drives Manager monta automáticamente el volumen.

source: Check this if you want that Drives Manager can automount the volume when is ready.
es: Seleccione esta opción si desea que Drives Manager pueda montar automáticamente el volumen cuando está listo.

source: The O.S. do not auto open mount points.
es: El S.O. no auto abre los puntos de montaje.

source: Check this to set in false the desktop.media-handling automount-open property of org.cinnamon and org.gnome.
es: Seleccione esto para establecer a falso la propiedad automount-open de desktop.media-handling, en org.cinnamon y org.gnome.

source: Drives Manager auto open the mount points.
cs: Automaticky otevírat přípojné cesty pomocí Správce disků.
es: Drives Manager auto abre los puntos de montaje.

source: Check this if you want that Drives Manager auto open the mount points when the volume was mounted.
cs: Označte pro automatické otevření přípojné cesty oddílu po jeho připojení.
es: Seleccione esta opción si desea que Drives Manager, auto abra los puntos de montaje cuando se monte el volumen.

source: Open with:
cs: Otevřít s:
es: Abrir con:

source: Select the default browser.
cs: Vyberte výchozí prohlížeč.
es: Selecciona el explorador por defecto.

source: Use the capacity detection.
cs: Používat detekci kapacity.
es: Detectar los cambios de capacidad.

source: Check this to use or not the capacity detection. When enabled using more CPU, but capacity changes are detected in the volumens mounted.
cs: Označte pro použití detekce kapacity. Když je povolená, používá se více CPU, ale v připojených oddílech budou detekovatovány změny kapacity.
es: Seleccione esto para detectar los cambios de capacidad de los dispositivos. Cuando se habilita usa algo de CPU, pero se pueden detectar los cambios de capacidad de los dispositivos montados.

source: Don't eject Removable Drive (they can be reconnected without need to pull out of the connector).
cs: Nevysunovat vyjímatelná zařízení (mohou být připojena bez nutnosti vytáhnout konektor)
es: No apague los Dispositivos Extraíbles (puede volverlos a reconectar sin necesidad de extraerlos del conector).

source: Check this to use or not the option of don't eject Removable Drive. They can be reconnected without need to pull out of the connector if you this option is active.
cs: Označte pro použití možnosti nevysunování vyjímatelných zařízení. Pokud je tato mořnost povolena, zařízení mohou být znovu připojena bez nutnosti vytáhnout konektor,
es: Seleccione esto para no apagar los Dispositivos Extraíbles. Si se marca puede volverlos a reconectar sin necesidad de extraerlos del conector.

source: Unmount all mounted belonging to the same drive.
es: Desmontar todos los volúmenes montados pertenecientes a la misma unidad.

source: Check this to unmount all mounted belonging to the same drive. This avoid try to unplug a drive that still contains some mounted volumes.
es: Active esta opción para desmontar todos los volúmenes montados pertenecientes a la misma unidad. Esto evita tratar de desconectar una unidad que todavía contiene algunos volúmenes montados.

source: Display a message when drives change.
es: Mostrar un mensaje cuando las unidades cambian.

source: Check this to display a message when a change occurs in the drives.
es: Active esta opción para mostrar un mensaje cuando se produce un cambio en las unidades.

source: Display in the center when the desklet is raised.
es: Mostrar en el centro cuando se eleva el desklet.

source: Check this to display the desklet in the screen center, when is raised.
es: Active esta opción para mostrar el desklet cuando se eleva en el centro de la pantalla.

source: Use the temperature detection in the Hard drives.
cs: Používat detekci teploty u pevných disků.
es: Usar la detección de temperatura de los Discos Duros.

source: Check this to use or not the temperature detection in the hard drives (needs Udisk2).
es: Seleccione esto para usar la detección de temperatura de los Discos Duros (necesita Udisk2).

source: Activate the temperature alarm sound.
cs: Aktivovat teplotní alarmový zvuk.
es: Activar la alarma de temperatura con sonido.

source: Enabling this property activate a alarm sound when temperature reaches alarming levels.
cs: Povolením této vlastnosti aktivujete zvukový alarm, pokud teplota dosáhne alarmních úrovní.
es: Si activa esta propiedad se escucha un sonido de alarma cuando se alcanza la temperatura Alarmante.

source: Color to show warning when the temperature is Normal:
cs: Zobrazující se barva při normální teplotě:
es: Color a mostrar cuando la temperatura es Normal:

source: Set the custom color of Normal temperature warning.
cs: Nastavte vlastní barvu při normální teplotě.
es: Selecciona el color a mostrar cuando la temperatura es Normal.

source: Color to show warning when the temperature is High:
cs: Zobrazující se barva při vysoké teplotě:
es: Color a mostrar cuando la temperatura es Alta:

source: Set the custom color of High temperature warning.
cs: Nastavte vlastní barvu při vysoké teplotě.
es: Selecciona el color a mostrar cuando la temperatura es Alta.

source: Color to show warning when the temperature is Alarming:
cs: Zobrazující se barva při alarmní teplotě:
es: Color a mostrar cuando la temperatura es Alarmante:

source: Set the custom color of Alarming temperature warning.
cs: Nastavte vlastní barvu při alarmní teplotě.
es: Selecciona el color a mostrar cuando la temperatura es Alarmante.

source: Value of High temperature to display a warning:
cs: Hodnota vysoké teploty zobrazující varování:
es: Valor de temperatura Alta:

source: Set the custom High temperature value to display a warning.
cs: Nastavte vlastní vysoké teploty zobrazující varování.
es: Selecciona tu valor de temperatura Alta.

source: Value of Alarming temperature to display a alarm:
cs: Hodnota alarmní teploty zobrazující alarm:
es: Valor de temperatura Alarmante:

source: Set the custom Alarming temperature value to display a alarm.
cs: Nastavte vlastní alarmní teploty zobrazující alarm.
es: Selecciona tu valor de temperatura Alarmante.

source: Show Drives Manager as Applet.
es: Mostrar Drives Manager como Applet.

source: Choose whether or not to show Drives Manager as Applet or Desklet.
es: Seleccione si desea o no mostrar Drives Manager como applet o desklet.

source: Show symbolic icons in the Applet.
es: Mostrar iconos simbólicos en el Applet.

source: Check this if you want to show symbolic icons in the Applet.
es: Seleccione esta opción si desea mostrar los iconos simbólicos en el applet.

source: pixels
cs: Pixely
es: píxeles

source: celsius
es: centígrados

source: seconds
cs: vteřina
es: segundos

source: No
cs: Ne

source: Drives Manager
cs: Správce disků

source: Error:
cs: Chyba:

source: Blue
cs: Modrá

source: Pink
cs: Růžová

source: Mind
cs: Mysl

source: Metalic
cs: Metalika

source: Black
cs: Černá

source: Orange
cs: Oranžová

source: Comic
cs: Komiks
