Repository: linuxmint/cinnamon-spices-desklets
Catalog: binaryclockdesklet@entelechy/files/binaryclockdesklet@entelechy/po/*.po
Languages: ca, da, de, hr, zh_cn

source: Clock
ca: Rellotge
da: Ur
de: Uhr
hr: Sat
zh_cn: 时钟

source: A desklet that displays the time in binary
ca: Una miniaplicació d'escriptori que visualitza l'hora en binari
da: Et skrivebordsprogram som viser tiden binært
de: Ein Desklet, das die Zeit in Binärdarstellung anzeigt
hr: Desklet koji prikazuje vrijeme u binarnom obliku
zh_cn: 以二进制显示时间的桌面小工具

source: Binary clock desklet
ca: Miniaplicació d'escriptori de rellotge binari
da: Binært ur-skrivebordsprogram
de: Binäruhr Desklet
hr: Binarni desklet sata
zh_cn: 二进制时钟桌面小工具

source: The color for the lights:
ca: El color per a les llums:
da: Lysenes farve:
de: Die Farbe der Leuchtfelder:
hr: Boja svjetla:
zh_cn: 灯的颜色：

source: Select a new color for the lights
ca: Seleccioneu un color nou per a les llums
da: Vælg en ny farve til lysene
de: Eine neue Farbe für die Leuchtfelder auswählen
hr: Odaberite novu boju svjetla
zh_cn: 选择灯的新颜色

source: Style
ca: Estil
da: Stil
de: Stil
hr: Izgled
zh_cn: 风格

source: Display seconds
ca: Visualitza els segons
da: Vis sekunder
de: Sekunden anzeigen
hr: Prikaži sekunde
zh_cn: 显示秒

source: Show seconds in the binary display
ca: Mostra el segons a la pantalla binària
da: Vis sekunder i det binære display
de: Sekunden in der Binäranzeige anzeigen
hr: Prikaži sekunde u binarnom prikazu
zh_cn: 在二进制显示中显示秒

source: Format
zh_cn: 格式

source: Light diameter:
ca: Diàmetre de la llum:
da: Lysdiameter:
de: Durchmesser der Leuchtfelder:
hr: Promjer svjetla:
zh_cn: 灯直径：

source: Select a diameter for the lights
ca: Seleccioneu un diàmetre per a les llums
da: Vælg en diameter til lysene
de: Einen Durchmesser für die Leuchtfelder auswählen
hr: Odaberite promjer svjetla
zh_cn: 选择灯的直径

source: pixels
ca: píxels
da: pixler
de: Pixel
hr: pikseli
zh_cn: 像素
