Repository: linuxmint/cinnamon-spices-desklets
Catalog: jira@codeunifier/files/jira@codeunifier/po/*.po
Languages: ca, de, hu, vi

source: This is my first desklet
ca: Aquesta és la meva primera miniaplicació d'escriptori
de: Das ist mein erstes Desklet
hu: Ez az első asztalkalmazásom
vi: Đây là desklet đầu tiên của tôi

source: Jira Desklet
ca: Miniaplicació d'escriptori Jira
hu: Jira asztalkalmazás
vi: Desklet Jira

source: Jira Desklet Settings
ca: Configuració de la miniaplicació d'escriptori Jira
de: Jira Desklet Einstellungen
hu: Jira asztalkalmazás beállításai
vi: Cài đặt Desklet Jira

source: Account Id
ca: Id del compte
hu: Fiók azonosító
vi: ID Tài khoản

source: Enter your Atlassian account id (can be viewed in the URL on your Atlassian profile page).
ca: Introduïu la ID del vostre compte Atlassian (es pot veure al vostre perfil d'Atlassian)
de: Atlassian Account-ID eingeben (kann aus der URL der Atlassian Profilseite abgelesen werden).
hu: Adja meg az Atlassian-fiók azonosítóját (az Atlassian profiloldalának URL-címében látható).
vi: Nhập ID tài khoản Atlassian của bạn (có thể xem trong URL trên trang hồ sơ Atlassian của bạn).

source: Account Email
ca: E-mail del compte
hu: Fiók e-mail
vi: Email Tài khoản

source: Enter the account email address to be used for Jira authentication.
ca: Introduïu el compte de correu a utilitzar per l'autenticació de Jira.
de: E-Mail-Adresse des Accounts eingeben, der für die Jira-Authentifizierung verwendet werden soll.
hu: Adja meg a Jira-hitelesítéshez használandó fiók e-mail címét.
vi: Nhập địa chỉ email tài khoản để sử dụng cho xác thực Jira.

source: API Token
ca: Clau API
vi: Token API

source: Enter the API Key for your account (managed at https://id.atlassian.com/manage-profile/security/api-tokens).
ca: Introduïu la clau API pel vostre compte (gestionat a https://id.atlassian.com/manage-profile/security/api-tokens).
de: API-Token des Accounts eingeben (verwaltet unter https://id.atlassian.com/manage-profile/security/api-tokens).
hu: Adja meg a fiókjához tartozó API-kulcsot (amelyet a https://id.atlassian.com/manage-profile/security/api-tokens címen kezel).
vi: Nhập Khóa API cho tài khoản của bạn (được quản lý tại https://id.atlassian.com/manage-profile/security/api-tokens).

source: Project Board URL
ca: URL del tauler del projecte
de: Projektboard-URL
hu: Projekttábla URL címe
vi: URL Bảng Dự án

source: Enter the url for your project board (e.g. https://{atlassian domain}/jira/software/projects/{project name}/boards/{board number}).
ca: Introduïu l'url del tauler del projecte (ex: https://{atlassian domain}/jira/software/projects/{project name}/boards/{board number}).
de: URL des Projektboards eingeben (z.B. https://{Atlassian Domain}/jira/software/projects/{Projektname}/boards/{Boardnummer}).
hu: Adja meg a projekttábla URL-címét (pl. https://{atlassian domain}/jira/software/projects/{project name}/boards/{board number}).
vi: Nhập URL cho bảng dự án của bạn (ví dụ: https://{atlassian domain}/jira/software/projects/{project name}/boards/{board number}).

source: Project Name
ca: Nom del projecte
de: Projektname
hu: Projekt neve
vi: Tên Dự án

source: Enter the name of the Atlassian Jira Project.
ca: Introduïu el nom del projecte Jira a Atlassian.
de: Name des Atlassian Jira Projekts eingeben.
hu: Adja meg az Atlassian Jira projekt nevét.
vi: Nhập tên của Dự án Jira Atlassian.

source: Atlassian Domain
ca: Domini Atlassian
hu: Atlassian tartomány
vi: Tên miền Atlassian

source: Enter the Atlassian domain for the API (e.g. '{company}.atlassian.net')
ca: Introduïu el domini d'Atlassian per l'API (ex: '{company}.atlassian.net')
de: Atlassian Domain für die API eingeben (z.B. '{Unternehmen}.atlassian.net')
hu: Adja meg az API-hoz tartozó Atlassian tartományt (pl. '{company}.atlassian.net').
vi: Nhập tên miền Atlassian cho API (ví dụ: '{company}.atlassian.net')

source: Transparency
ca: Transparència
de: Transparenz
hu: Átlátszóság
vi: Độ trong suốt

source: Background color
ca: Color de fons
de: Hintergrundfarbe
hu: Háttérszín
vi: Màu nền

source: Click the button to select a new color
ca: Cliqueu el botó per seleccionar un color nou
de: Auf den Button Klicken, um eine neue Farbe auszuwählen
hu: Kattintson a gombra egy új szín kiválasztásához
vi: Nhấp vào nút để chọn màu mới

source: Issue tag color
ca: Color de l'etiqueta d'incidències
de: Issue-Tag Farbe
hu: Probléma címke színe
vi: Màu thẻ vấn đề
