Repository: linuxmint/cinnamon-spices-desklets
Catalog: ttv-status@francisco-saez/files/ttv-status@francisco-saez/po/*.po
Languages: da, es, hu

source: Twitch.tv channel status
da: Status for twitch.tv-kanal
es: Estado del canal Twitch.tv
hu: Twitch.tv csatorna állapot

source: Get live status of Twitch channels.
da: Modtag livestatus på Twitch-kanaler
es: Consigue el estado en directo de los canales de Twitch.
hu: Élő állapot megtekintése a Twitch csatornákról.

source: Channel options
da: Kanalindstillinger
es: Opciones del canal
hu: Csatorna beállítások

source: Twitch channel
da: Twitch-kanal
es: Canal de Twitch
hu: Twitch csatorna

source: Channel name can be found in the twitch url.
da: Kanalnavnet kan findes i twitch-URL'en.
es: El nombre del canal se puede encontrar en la URL de Twitch.
hu: A csatorna nevét a Twitch url-ben találod.

source: Display name
da: Vist navn
es: Nombre a mostrar
hu: Megjelenített név

source: Refresh rate
da: Opdateringsfrekvens
es: Frecuencia de actualización
hu: Frissítési gyakoriság

source: minutes
da: minutter
es: minutos
hu: perc

source: Online refresh rate
da: Onlineopdateringsfrekvens
es: Tasa de actualización en línea
hu: Online frissítési gyakoriság

source: This option allows you to adjust the refresh rate for when the channel is online, which can help save data transfer.
da: Denne indstilling giver dig mulighed for at justere opdateringshastigheden, når kanalen er online, hvilket kan hjælpe med at spare på dataoverførslen.
es: Esta opción le permite ajustar la frecuencia de actualización cuando el canal está en línea, lo que puede ayudar a ahorrar transferencia de datos.
hu: Ez az opció lehetővé teszi a frissítési gyakoriság beállítását, amikor a csatorna online van, ami segíthet az adatátvitel megtakarításában.

source: Desklet UI
da: Brugergrænseflade
es: Interfaz de usuario del Desklet
hu: Asztalkalmazás felhasználói felület

source: Custom width and height
da: Brugerdefineret bredde og højde
es: Ancho y alto personalizados
hu: Egyéni szélesség és magasság

source: Checking this box allows you to set custom size.
da: Aktiveres denne, kan størrelsen tilpasses
es: Al marcar esta casilla, podrás establecer un tamaño personalizado.
hu: A jelölőnégyzet bejelölésével egyéni méretet állíthat be.

source: Width
da: Bredde
es: Ancho
hu: Szélesség

source: pixels
es: píxeles
hu: képpont

source: Height
da: Højde
es: Altura
hu: Magasság

source: Custom style
da: Brugerdefineret stil
es: Estilo personalizado
hu: Egyéni stílus

source: Selecting this option allows for UI customization by ignoring the Cinnamon theme and style.
da: Aktiveres denne, kan brugergrænsefladen tilpasses ved at ignorere Cinnamon-temaet og -stilen.
es: Al seleccionar esta opción, se permite personalizar la interfaz de usuario ignorando el tema y el estilo de Cinnamon.
hu: Ennek a beállításnak a kiválasztása lehetővé teszi a felhasználói felület testreszabását a Cinnamon téma és stílus figyelmen kívül hagyásával.

source: Border radius
da: Rammeradius
es: Radio del borde
hu: Szegélysugár

source: Radius for rounding the desklet's corners
da: Radius for rundingen på skrivebordsprogrammets hjørner
es: Radio para redondear las esquinas del desklet
hu: Az asztalkalmazás sarok lekerekítésének sugara

source: Vertical padding
da: Lodret justering
es: Relleno vertical
hu: Függőleges kitöltés

source: The extra space around the container
da: Tekstens placering i skrivebordsprogrammet
es: El espacio adicional alrededor del contenedor
hu: A tároló körüli extra hely

source: Horizontal padding
da: Vandret justering
es: Relleno horizontal
hu: Vízszintes kitöltés

source: Background color
da: Baggrundsfarve
es: Color de fondo
hu: Háttészín
