Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/hostcheck@schorschii/*.po
Languages: cs, da

source: UNKNOWN
cs: NEZNÁMÝ
da: UKENDT

source: Error executing ping command!
da: Fejl under udførelse af ping-kommando!

source: No ping output
cs: Bez pingu
da: Intet ping-output

source: CRIT
cs: KRITICKÉ
da: KRIT

source: WARN
cs: VAROVÁNÍ
da: ADV

source: HTTP Status Code
cs: Kód statusu HTTP
da: HTTP-statuskode

source: Checks a host via ping or HTTP(S) and displays if it is available.
cs: Kontrola hostitele přes ping nebo HTTP(S) a zobrazení dostupnosti
da: Tjekker en vært via ping og HTTP(S) og viser, om den er tilgængelig.

source: Host Check
cs: Kontrola hostitele
da: Værtstjek

source: Settings for hostcheck@schorschii
cs: Nastavení deskletu hostcheck@schorschii
da: Indstillinger for hostcheck@schorschii

source: General
cs: Obecné
da: Generelt

source: Hostname, IP address or HTTP(S)-URL to check
cs: Název hostitele, IP adresa nebo HTTP(S) url adresa ke kontrolování
da: Værtsnavn, IP-adresse eller HTTP(S)-URL som skal tjekkes

source: Ping or HTTP(S) check
cs: Kontrola ping nebo HTTP(S)
da: Ping- eller HTTP(S)-tjek

source: Choose, if this desklet should do a ping or HTTP(S) check.
cs: Vyber, jestli má desklet provádět kontrolu pomocí ping odezvy nebo načtením HTTP(S).
da: Vælg om der skal foretages et ping- eller HTTP(S)-tjek.

source: HTTP success status code
da: Statuskode for vellykket HTTP

source: Choose the HTTP status code which should be assumed as success
da: Vælg den HTTP-statuskode, der skal opfattes som vellykket

source: Show notifications when state changed
cs: Zobrazit upozornění na změnu stavu
da: Vis underretninger, når tilstanden ændres

source: seconds
cs: sekund
da: sekunder

source: Time's interval of check
cs: Časový interval kontroly
da: Tidsinterval for kontrol

source: scale factor
cs: faktor měřítka
da: skaleringsfaktor

source: Desklet size
cs: Velikost deskletu
da: Skrivebordsprogrammets størrelse

source: Increase or decrease the size of this desklet using this scale factor.
cs: Zvětšete nebo zmenšete velikost tohoto deskletu pomocí tohoto měřítka.
da: Forøg eller formindsk skrivebordsprogrammets størrelse med denne skaleringsfaktor.

source: Hide decorations
cs: Schovat dekorace
da: Skjul boks rundt om skrivebordsprogrammet

source: Custom desklet label (only visible if decorations are enabled)
cs: Vlastní štítek deskletu (viditelné jen při zapnuté dekoraci)
da: Tilpasset etiket (kun synlig hvis boksen rundt om er aktiveret)

source: Use a custom desklet label
cs: Použít vlastní štítek deskletu
da: Anvend tilpasset etiket

source: Checking this box allows you to set a custom label in the field below.
cs: Zaškrtnutím tohoto políčka můžete nastavit vlastní štítek v poli níže.
da: Afkrydsning af dette felt lader dig angive en tilpasset etiket i feltet nedenfor.

source: Custom desklet label
cs: Vlastní štítek
da: Tilpasset etiket

source: Set your custom label here. This field is unavailable unless the checkbox above is enabled.
cs: Zde nastavte svůj vlastní štítek. Toto pole není k dispozici, pokud není povoleno zaškrtávací políčko výše.
da: Angiv din tilpassede etiket her. Dette felt er utilgængeligt, med mindre afkrydsningsfeltet ovenfor er aktiveret.

source: OK
cs: CAJK
