Repository: linuxmint/cinnamon-spices-desklets
Catalog: binaryclock2@euxneks/files/binaryclock2@euxneks/po/*.po
Languages: ca

source: Clock
ca: Rellotge

source: Binary Clock²
ca: Rellotge binari²

source: Based off of entelechy's binary clock, fixed to work with 17.2 and also added the option to have squared pips instead of circled pips.
ca: Està basat amb el rellotge binari de l'entelèquia, es va corregir per funcionar amb la versió 17.2 i també es va afegir l'opció de tenir punts quadrats en comptes de punts circulars.

source: Style
ca: Estil

source: Display seconds
ca: Visualitza els segons

source: Show seconds in the binary display
ca: Mostra el segons a la pantalla binària

source: Pip color:
ca: Color del punt:

source: Select a color for pips only
ca: Seleccioneu un color només per als punts

source: Use circles for pips
ca: Utilitza cercles per als punts

source: Use circles or squares for pips
ca: Determina si els punts es presenten amb cercles o amb quadrats

source: Pip size:
ca: Mida del punt:

source: Select a size/diameter for the pips
ca: Seleccioneu una mida/diàmetre per als punts

source: pixels
ca: píxels
