Repository: linuxmint/cinnamon-spices-desklets
Catalog: cryptocoins@pbojan/files/cryptocoins@pbojan/po/*.po
Languages: da, de, hu, nl, vi

source: Cryptocurrency Ticker (Desklet) for Cinnamon Desktop that displays the current price for thousands of cryptocurrencies, and their daily percent changes. The official website for news and updates about this Cryptocurrency Ticker: https://cryptocurrencyticker.xyz
da: Kryptovaluta-ticker til Cinnamon-skrivebordet, der viser den aktuelle pris for tusindvis af kryptovalutaer og deres daglige procentvise ændringer. Den officielle hjemmeside for nyheder og opdateringer om denne kryptovaluta-ticker: https://cryptocurrencyticker.xyz
de: Kryptowährungsticker (Desklet) für Cinnamon Desktop, der den aktuellen Preis für Tausende von Kryptowährungen und ihre täglichen prozentualen Änderungen anzeigt. Die offizielle Website für Neuigkeiten und Updates zu diesem Kryptowährungsticker: https://cryptocurrencyticker.xyz
hu: Kriptovaluta Ketyegő (Asztalkalmazás) a Cinnamon asztali környezethez, amely több ezer kriptovaluta aktuális árfolyamát és napi százalékos változását jeleníti meg. A hivatalos weboldal a kriptopénz-ketyegővel kapcsolatos hírek és frissítések számára: https://cryptocurrencyticker.xyz
nl: Cryptomunt Ticker (Desklet) voor Cinnamon Desktop dat de huidige prijs toont van duizenden cryptomunten en hun dagelijkse procentuele veranderingen. De officiële website voor nieuws en updates over deze CryptoMunt Ticker: https://cryptocurrencyticker.xyz
vi: Cryptocurrency Ticker (Desklet) cho Cinnamon Desktop hiển thị giá hiện tại của hàng nghìn loại tiền điện tử và phần trăm thay đổi hàng ngày của chúng. Trang web chính thức để cập nhật tin tức về Cryptocurrency Ticker này: https://cryptocurrencyticker.xyz

source: Cryptocurrency Ticker
da: Kryptovaluta-ticker
de: Kryptowährungsticker
hu: Kriptovaluta Ketyegő
nl: Cryptomunt Ticker
vi: Biểu giá tiền điện tử

source: Settings for cryptocoins@pbojan
da: Indstillinger
de: Einstellungen für cryptocoins@pbojan
hu: Cryptocoins@pbojan beállításai
nl: Instellingen voor cryptocoins@pbojan
vi: Cài đặt cho cryptocoins@pbojan

source: API Options
da: API-indstillinger
de: API Optionen
hu: API beállítások
nl: API Opties
vi: Tùy chọn API

source: Your CoinMarketCap API Key
da: Din API-nøgle til CoinMarketCap
de: Ihr CoinMarketCap API-Schlüssel
hu: Az ön CoinMarketCap API kulcsa
nl: Uw CoinMarketCap API-sleutel
vi: Khóa API CoinMarketCap của bạn

source: If you dont have one you can get it for free at https://pro.coinmarketcap.com.
da: Har du ikke en, kan du få den gratis på https://pro.coinmarketcap.com.
de: Wenn Sie keinen haben, können Sie einen kostenlos erhalten unter https://pro.coinmarketcap.com.
hu: Ha nincs ilyenje, ingyenesen megkaphatja a https://pro.coinmarketcap.com oldalon.
nl: Als u deze nog niet heeft, kunt u deze gratis verkrijgen op https://pro.coinmarketcap.com.
vi: Nếu bạn chưa có, bạn có thể nhận miễn phí tại https://pro.coinmarketcap.com.

source: Cryptocurrency Options
da: Indstillinger for kryptovaluta
de: Kryptowährung-Optionen
hu: Kriptovaluta opciók
nl: Cryptomunt Opties
vi: Tùy chọn tiền điện tử

source: Symbol
hu: Szimbólum
nl: Symbool
vi: Ký hiệu

source: The Cryptocurrency Symbol you want to display e.g. BTC, ETH, LTC..
da: Kryptovalutasymbolet der skal vises f.eks. BTC, ETH, LTC …
de: Das Kryptowährungssymbol, das Sie anzeigen möchten, z.B. BTC, ETH, LTC usw.
hu: A megjeleníteni kívánt kriptovaluta szimbólum, pl. BTC, ETH, LTC...
nl: Het Cryptomunt Symbool dat u wilt weergeven, bijv. BTC, ETH, LTC..
vi: Ký hiệu tiền điện tử bạn muốn hiển thị, ví dụ: BTC, ETH, LTC..

source: ID (coinmarketcap)
hu: Azonosító (coinmarketcap)

source: In same rare cases the Cryptocurrency Symbol is not unique e.g. BTCV so you can use the CoinID to specify the exact Cryptocurrency you want to display. Check the documentation to see how to get the CoinID from coinmarketcap.
da: I sjældne tilfælde er kryptovalutasymbolet ikke unikt, f.eks. BTCV, så du kan bruge CoinID til at angive den nøjagtige kryptovaluta, der skal vises. Se dokumentationen for at se, hvordan du får CoinID fra coinmarketcap.
de: In einigen seltenen Fällen ist das Kryptowährungssymbol nicht eindeutig, z. B. BTCV. Sie können dann die CoinID verwenden, um die genaue Kryptowährung anzugeben, die Sie anzeigen möchten. Lesen Sie in der Dokumentation nach, wie Sie die CoinID von coinmarketcap erhalten.
hu: Ugyanilyen ritka esetekben a kriptopénz szimbólum nem egyedi, pl. BTCV, így a CoinID segítségével megadhatja a megjeleníteni kívánt kriptopénzt. Nézze meg a dokumentációban, hogyan szerezheti meg a CoinID-t a coinmarketcap-től.
nl: In enkele zeldzame gevallen is het Cryptomunt Symbool niet uniek, bijv. BTCV, dus u kunt de CoinID gebruiken om de exacte Cryptomunt te specificeren die u wilt weergeven. Raadpleeg de documentatie om te zien hoe u de CoinID van coinmarketcap kunt verkrijgen.
vi: Trong một số trường hợp hiếm, ký hiệu tiền điện tử không phải là duy nhất, ví dụ: BTCV, vì vậy bạn có thể sử dụng CoinID để xác định chính xác loại tiền điện tử bạn muốn hiển thị. Kiểm tra tài liệu để xem cách lấy CoinID từ coinmarketcap.

source: Select Currency
da: Vælg valuta
de: Währung wählen
hu: Válasszon ki egy valutát
nl: Selecteer Valuta
vi: Chọn tiền tệ

source: In which currency to show information on the ticker
da: I hvilken valuta oplysninger vises på tickeren
de: In welcher Währung die Informationen im Ticker angezeigt werden
hu: Milyen pénznemben jelenjen meg az információ a ketyegőn
nl: In welke valuta informatie op de ticker weergeven
vi: Hiển thị thông tin trên biểu giá bằng loại tiền tệ nào

source: United States Dollar ($)
da: Amerikanske dollar ($)
hu: Amerikai dollár ($)
nl: Amerikaanse Dollar ($)
vi: Đô la Mỹ ($)

source: Euro (€)
hu: Euró (€)

source: Australian Dollar (A$)
da: Australske dollar (A$)
de: Australische Dollar (A$)
hu: Ausztrál Dollár (A$)
nl: Australische Dollar (A$)
vi: Đô la Úc (A$)

source: Canadian Dollar (C$)
da: Canadiske dollar (C$)
de: Kanadische Dollar (C$)
hu: Kanadai Dollár (C$)
nl: Canadese Dollar (C$)
vi: Đô la Canada (C$)

source: Swiss Franc (Fr.)
da: Schweizerfrank (Fr.)
de: Schweizer Franken (Fr.)
hu: Svájci frank (Fr.)
nl: Zwitserse Frank (Fr.)
vi: Franc Thụy Sĩ (Fr.)

source: Pound Sterling (£)
da: Britiske pund sterling (£)
de: Pfund Sterling (£)
hu: Font sterling (£)
nl: Britse Pond (£)
vi: Bảng Anh (£)

source: Albanian Lek (L)
da: Albanske lek (L)
de: Albanischer Lek (L)
hu: Albán Lek (L)
nl: Albanees Lek (L)
vi: Lek Albania (L)

source: Algerian Dinar (د.ج)
da: Algeriske dinar (د.ج)
de: Algerischer Dinar (د.ج)
hu: Algériai dinár (د.ج)
nl: Algerijnse Dinar (د.ج)
vi: Dinar Algeria (د.ج)

source: Argentine Peso ($)
da: Argentinske peso ($)
de: Argentinischer Peso ($)
hu: Argentin peso ($)
nl: Argentijnse Peso ($)
vi: Peso Argentina ($)

source: Armenian Dram (֏)
da: Armenske dram (֏)
de: Armenischer Dram (֏)
hu: Örmény dram (֏)
nl: Armeense Dram (֏)
vi: Dram Armenia (֏)

source: Bahraini Dinar (.د.ب)
da: Bahrainske dinar (.د.ب)
de: Bahrain-Dinar (.د.ب)
hu: Bahreini dinár (.د.ب)
nl: Bahreinse Dinar (.د.ب)
vi: Dinar Bahrain (.د.ب)

source: Bangladeshi Taka (৳)
da: Bangladeshiske taka (৳)
de: Bangladeschischer Taka (৳)
hu: Bangladesi Taka (৳)
vi: Taka Bangladesh (৳)

source: Belarusian Ruble (Br)
da: Belarussiske rubler (Br)
de: Weißrussischer Rubel (Br)
hu: Fehérorosz rubel (Br)
nl: Wit-Russische Roebel (Br)
vi: Ruble Belarus (Br)

source: Bermudan Dollar ($)
da: Bermudadollar ($)
de: Bermuda-Dollar ($)
hu: Bermudai dollár ($)
nl: Bermudiaanse Dollar ($)
vi: Đô la Bermuda ($)

source: Bolivian Boliviano (Bs.)
da: Bolivianske boliviano (Bs.)
de: Bolivianischer Boliviano (Bs.)
hu: Bolíviai boliviano (Bs.)
nl: Boliviaanse Boliviano (Bs.)
vi: Boliviano Bolivia (Bs.)

source: Bosnia-Herzegovina Convertible Mark (KM)
da: Bosnien-Herzegovina konvertible mark (KM)
de: Bosnien-Herzegowina-Konvertible Mark (KM)
hu: Bosznia-Hercegovina Konvertibilis márka (KM)
nl: Bosnië-Herzegovina Convertible Mark (KM)
vi: Mark Bosnia-Herzegovina (KM)

source: Brazilian Real (R$)
da: Brasilianske real (R$)
de: Brasilianischer Real (R$)
hu: Brazil reál (R$)
nl: Braziliaanse Real (R$)
vi: Real Brazil (R$)

source: Bulgarian Lev (лв)
da: Bulgarske lev (лв)
de: Bulgarischer Lew (лв)
hu: Bolgár Lev (лв)
nl: Bulgarische Lev (лв)
vi: Lev Bulgaria (лв)

source: Cambodian Riel (៛)
da: Cambodianske riel (៛)
de: Kambodschanischer Riel (៛)
hu: Kambodzsai riel (៛)
nl: Cambodjaanse Riel (៛)
vi: Riel Campuchia (៛)

source: Chilean Peso ($)
da: Chilenske peso ($)
de: Chilenischer Peso ($)
hu: Chilei peso ($)
nl: Chileense Peso ($)
vi: Peso Chile ($)

source: Chinese Yuan (¥)
da: Kinesiske yuan (¥)
de: Chinesischer Yuan (¥)
hu: Kínai jüan (¥)
vi: Nhân dân tệ (¥)

source: Colombian Peso ($)
da: Colombianske peso ($)
de: Kolumbianischer Peso ($)
hu: Kolumbiai peso ($)
nl: Colombiaanse Peso ($)
vi: Peso Colombia ($)

source: Costa Rican Colón (₡)
da: Costa Ricanske colón (₡)
de: Costa-Rica-Colón (₡)
hu: Costa Rica-i Colón (₡)
nl: Costa Ricaanse Colón (₡)
vi: Colón Costa Rica (₡)

source: Croatian Kuna (kn)
da: Kroatiske kuna (kn)
de: Kroatische Kuna (kn)
hu: Horvát kuna (kn)
nl: Kroatische Kuna (kn)
vi: Kuna Croatia (kn)

source: Cuban Peso ($)
da: Cubanske peso ($)
de: Kubanischer Peso ($)
hu: Kubai peso ($)
nl: Cubaanse Peso ($)
vi: Peso Cuba ($)

source: Czech Koruna (Kč)
da: Tjekkiske koruna (Kč)
de: Tschechische Krone (Kč)
hu: Cseh korona (Kč)
nl: Tsjechische Kroon (Kč)
vi: Koruna Cộng hòa Séc (Kč)

source: Danish Krone (kr)
da: Danske kroner (kr)
de: Dänische Krone (kr)
hu: Dán korona (kr)
nl: Deense Kroon (kr)
vi: Krone Đan Mạch (kr)

source: Dominican Peso ($)
da: Dominicanske peso ($)
de: Dominikanischer Peso ($)
hu: Dominikai peso ($)
nl: Dominicaanse Peso ($)
vi: Peso Dominica ($)

source: Egyptian Pound (£)
da: Egyptiske pund (£)
de: Ägyptisches Pfund (£)
hu: Egyiptomi font (£)
nl: Egyptisch Pond (£)
vi: Bảng Ai Cập (£)

source: Ghanaian Cedi (₵)
da: Ghanesiske cedi (₵)
de: Ghanaischer Cedi (₵)
hu: Ghánai cedi (₵)
nl: Ghanese Cedi (₵)
vi: Cedi Ghana (₵)

source: Guatemalan Quetzal (Q)
da: Guatemalanske quetzal (Q)
de: Guatemaltekischer Quetzal (Q)
hu: Guatemalai Quetzal (Q)
nl: Guatemalteekse Quetzal (Q)
vi: Quetzal Guatemala (Q)

source: Honduran Lempira (L)
da: Honduranske lempira (L)
de: Honduranische Lempira (L)
hu: Hondurasi Lempira (L)
nl: Hondurese Lempira (L)
vi: Lempira Honduras (L)

source: Hong Kong Dollar ($)
hu: Hongkongi dollár ($)
vi: Đô la Hồng Kông ($)

source: Hungarian Forint (Ft)
da: Ungarske forint (Ft)
de: Ungarischer Forint (Ft)
hu: Magyar forint (Ft)
nl: Hongaarse Forint (Ft)
vi: Forint Hungary (Ft)

source: Icelandic Króna (kr)
da: Islandske kroner (kr)
de: Isländische Krone (kr)
hu: Izlandi Króna (kr)
nl: IJslandse Króna (kr)
vi: Króna Iceland (kr)

source: Indian Rupee (₹)
da: Indiske rupee (₹)
de: Indische Rupie (₹)
hu: Indiai rúpia (₹)
nl: Indiase Roepie (₹)
vi: Rupee Ấn Độ (₹)

source: Indonesian Rupiah (Rp)
da: Indonesiske rupiah (Rp)
de: Indonesische Rupiah (Rp)
hu: Indonéz rúpia (Rp)
nl: Indonesische Roepia (Rp)
vi: Rupiah Indonesia (Rp)

source: Iranian Rial (﷼)
da: Iraniske rial (﷼)
de: Iranischer Rial (﷼)
hu: Iráni riál (﷼)
nl: Iraanse Rial (﷼)
vi: Rial Iran (﷼)

source: Iraqi Dinar (ع.د)
da: Irakiske dinar (ع.د)
de: Irakischer Dinar (ع.د)
hu: Iraki dinár (ع.د)
nl: Irakese Dinar (ع.د)
vi: Dinar Iraq (ع.د)

source: Israeli New Shekel (₪)
da: Israelske new shekel (₪)
de: Neuer Israelischer Schekel (₪)
hu: Izraeli új sékel (₪)
nl: Israëlische Nieuwe Shekel (₪)
vi: Shekel Israel (₪)

source: Jamaican Dollar ($)
da: Jamaicanske dollar ($)
de: Jamaika-Dollar ($)
hu: Jamaikai dollár ($)
nl: Jamaicaanse Dollar ($)
vi: Đô la Jamaica ($)

source: Japanese Yen (¥)
da: Japanske yen (¥)
de: Japanischer Yen (¥)
hu: Japán jen (¥)
nl: Japanse Yen (¥)
vi: Yên Nhật (¥)

source: Jordanian Dinar (د.ا)
da: Jordanske dinar (د.ا)
de: Jordanischer Dinar (د.ا)
hu: Jordániai dinár (د.ا)
nl: Jordaanse Dinar (د.ا)
vi: Dinar Jordan (د.ا)

source: Kazakhstani Tenge (₸)
da: Kazakhstanske tenge (₸)
de: Kasachischer Tenge (₸)
hu: Kazahsztáni tenge (₸)
nl: Kazachse Tenge (₸)
vi: Tenge Kazakhstan (₸)

source: Kenyan Shilling (Sh)
da: Kenyanske shilling (Sh)
de: Kenianischer Schilling (Sh)
hu: Kenyai shilling (Sh)
nl: Kenyaanse Shilling (Sh)
vi: Shilling Kenya (Sh)

source: Kuwaiti Dinar (د.ك)
da: Kuwaitiske dinar (د.ك)
de: Kuwait-Dinar (د.ك)
hu: Kuvaiti dinár (د.ك)
nl: Koeweitse Dinar (د.ك)
vi: Dinar Kuwait (د.ك)

source: Kyrgystani Som (с)
da: Kirgisiske som (c)
de: Kirgisischer Som (c)
hu: Kirgizisztáni som (с)
nl: Kirgizische Som (с)
vi: Som Kyrgyzstan (с)

source: Lebanese Pound (ل.ل)
da: Libanesiske pund (ل.ل)
de: Libanesisches Pfund (ل.ل)
hu: Libanoni font (ل.ل)
nl: Libanese Pond (ل.ل)
vi: Bảng Lebanon (ل.ل)

source: Macedonian Denar (ден)
da: Nordmakedonske denar (ден)
de: Mazedonischer Denar (ден)
hu: macedón dénár (ден)
nl: Macedonische Denar (ден)
vi: Denar Macedonia (ден)

source: Malaysian Ringgit (RM)
da: Malaysiske ringgit (RM)
de: Malaysischer Ringgit (RM)
hu: Malajziai Ringgit (RM)
nl: Maleisische Ringgit (RM)
vi: Ringgit Malaysia (RM)

source: Mauritian Rupee (₨)
da: Mauretanske rupee (₨)
de: Mauritius-Rupie (₨)
hu: Mauritiusi rúpia (₨)
nl: Mauritiaanse Roepie (₨)
vi: Rupee Mauritius (₨)

source: Mexican Peso ($)
da: Mexicanske peso ($)
de: Mexikanischer Peso ($)
hu: Mexikói peso ($)
nl: Mexicaanse Peso ($)
vi: Peso Mexico ($)

source: Moldovan Leu (L)
da: Moldoviske leu (L)
de: Moldauischer Leu (L)
hu: Moldovai lej (L)
nl: Moldavische Leu (L)
vi: Leu Moldova (L)

source: Mongolian Tugrik (₮)
da: Mongolske tugrik (₮)
de: Mongolischer Tugrik (₮)
hu: Mongol Tugrik (₮)
nl: Mongoolse Tugrik (₮)
vi: Tugrik Mông Cổ (₮)

source: Moroccan Dirham (د.م.)
da: Marokkanske dirham (د.م.)
de: Marokkanischer Dirham (د.م.)
hu: Marokkói dirham (د.م.)
nl: Marokkaanse Dirham (د.م.)
vi: Dirham Morocco (د.م.)

source: Namibian Dollar ($)
da: Namibiske dollar ($)
de: Namibischer Dollar ($)
hu: Namíbiai dollár ($)
nl: Namibische Dollar ($)
vi: Đô la Namibia ($)

source: Nepalese Rupee (₨)
da: Nepalesiske rupee (₨)
de: Nepalesische Rupie (₨)
hu: Nepáli rúpia (₨)
nl: Nepalese Roepie (₨)
vi: Rupee Nepal (₨)

source: New Taiwan Dollar (NT$)
de: Neuer Taiwan-Dollar (NT$)
hu: Új tajvani dollár (NT$)
nl: Nieuwe Taiwan Dollar (NT$)
vi: Đô la Đài Loan mới (NT$)

source: New Zealand Dollar ($)
da: New Zealandske dollar ($)
de: Neuseeland-Dollar ($)
hu: Új-zélandi dollár ($)
nl: Nieuw-Zeelandse Dollar ($)
vi: Đô la New Zealand ($)

source: Nicaraguan Córdoba (C$)
da: Nicaraguanske córdoba (C$)
de: Nicaraguanischer Córdoba (C$)
hu: Nicaraguai Córdoba (C$)
nl: Nicaraguaanse Córdoba (C$)
vi: Córdoba Nicaragua (C$)

source: Nigerian Naira (₦)
da: Nigerianske naira (₦)
hu: Nigériai naira (₦)
nl: Nigeriaanse Naira (₦)
vi: Naira Nigeria (₦)

source: Norwegian Krone (kr)
da: Norske kroner (kr)
de: Norwegische Krone (kr)
hu: Norvég korona (kr)
nl: Noorse Kroon (kr)
vi: Krone Na Uy (kr)

source: Omani Rial (ر.ع.)
da: Omanske rial (ر.ع.)
de: Omanischer Rial (ر.ع.)
hu: Ománi rial (ر.ع.)
nl: Omaanse Rial (ر.ع.)
vi: Rial Oman (ر.ع.)

source: Pakistani Rupee (₨)
da: Pakistanske rupee (₨)
de: Pakistanische Rupie (₨)
hu: Pakisztáni rúpia (₨)
nl: Pakistaanse Roepie (₨)
vi: Rupee Pakistan (₨)

source: Panamanian Balboa (B/.)
da: Panamanske balboa (B/.)
de: Panamaischer Balboa (B/.)
hu: Panamai Balboa (B/.)
nl: Panamese Balboa (B/.)
vi: Balboa Panama (B/.)

source: Peruvian Sol (S/.)
da: Peruvianske sol (S/.)
de: Peruanischer Sol (S/.)
hu: Perui Sol (S/.)
nl: Peruviaanse Sol (S/.)
vi: Sol Peru (S/.)

source: Philippine Peso (₱)
da: Fillippinske peso (₱)
de: Philippinischer Peso (₱)
hu: Fülöp-szigeteki peso (₱)
nl: Filippijnse Peso (₱)
vi: Peso Philippines (₱)

source: Polish Złoty (zł)
da: Polske złoty (zł)
de: Polnischer Złoty (zł)
hu: Lengyel zloty (zł)
nl: Poolse Złoty (zł)
vi: Złoty Ba Lan (zł)

source: Qatari Rial (ر.ق)
da: Qatariske rial (ر.ق)
de: Katar-Riyal (ر.ق)
hu: Katari rial (ر.ق)
nl: Qatarese Rial (ر.ق)
vi: Rial Qatar (ر.ق)

source: Romanian Leu (lei)
da: Romænske leu (lei)
de: Rumänischer Leu (Lei)
hu: Román lej (lei)
nl: Roemeense Leu (lei)
vi: Leu Romania (lei)

source: Russian Ruble (₽)
da: Russiske rubler (₽)
de: Russischer Rubel (₽)
hu: Orosz rubel (₽)
nl: Russische Roebel (₽)
vi: Ruble Nga (₽)

source: Saudi Riyal (ر.س)
da: Saudiske riyal (ر.س)
hu: Szaúdi rial (ر.س)
nl: Saoedische Riyal (ر.س)
vi: Riyal Ả Rập Xê Út (ر.س)

source: Serbian Dinar (дин.)
da: Serbiske dinar (дин.)
de: Serbischer Dinar (дин.)
hu: Szerb dinár (дин.)
nl: Servische Dinar (дин.)
vi: Dinar Serbia (дин.)

source: Singapore Dollar (S$)
de: Singapur-Dollar (S$)
hu: Szingapúri dollár (S$)
nl: Singaporese Dollar (S$)
vi: Đô la Singapore (S$)

source: South African Rand (R)
da: Sydafrikanske rand (R)
de: Südafrikanischer Rand (R)
hu: Dél-afrikai rand (R)
nl: Zuid-Afrikaanse Rand (R)
vi: Rand Nam Phi (R)

source: South Korean Won (₩)
da: Sydkoreanske won (₩)
de: Südkoreanischer Won (₩)
hu: Dél-koreai won (₩)
nl: Zuid-Koreaanse Won (₩)
vi: Won Hàn Quốc (₩)

source: South Sudanese Pound (£)
da: Sydsudanesiske pund (£)
de: Südsudanesisches Pfund (£)
hu: Dél-szudáni font (£)
nl: Zuid-Soedanese Pond (£)
vi: Bảng Nam Sudan (£)

source: Sovereign Bolivar (Bs.)
da: Venezuelanske bolivar (Bs.)
de: Souveräner Bolivar (Bs.)
hu: Szuverén Bolivar (Bs.)
nl: Souvereine Bolivar (Bs.)
vi: Bolivar Venezuela (Bs.)

source: Sri Lankan Rupee (Rs)
da: Srilankanske rupee (Rs)
de: Sri-Lanka-Rupie (Rs)
hu: Srí Lanka-i rúpia (Rs)
nl: Sri Lankaanse Roepie (Rs)
vi: Rupee Sri Lanka (Rs)

source: Swedish Krona ( kr)
da: Svensker kroner (kr)
de: Schwedische Krone (kr)
hu: Svéd korona ( kr)
nl: Zweedse Kroon (kr)
vi: Krona Thụy Điển (kr)

source: Trinidad and Tobago Dollar ($)
da: Trinidad og Tobago-dollar ($)
de: Trinidad- und Tobago-Dollar ($)
hu: Trinidad és Tobago dollár ($)
nl: Trinidadiaanse en Tobago Dollar ($)
vi: Đô la Trinidad và Tobago ($)

source: Tunisian Dinar (د.ت)
da: Tunesiske dinar (د.ت)
de: Tunesischer Dinar (د.ت)
hu: Tunéziai dinár (د.ت)
nl: Tunesische Dinar (د.ت)
vi: Dinar Tunisia (د.ت)

source: Turkish Lira (₺)
da: Tyrkiske lira (₺)
de: Türkische Lira (₺)
hu: Török líra (₺)
nl: Turkse Lira (₺)
vi: Lira Thổ Nhĩ Kỳ (₺)

source: Ugandan Shilling (Sh)
da: Ugandiske shilling (Sh)
de: Uganda-Schilling (Sh)
hu: Ugandai shilling (Sh)
nl: Oegandese Shilling (Sh)
vi: Shilling Uganda (Sh)

source: Ukrainian Hryvnia (₴)
da: Ukrainske hryvnia (₴)
de: Ukrainische Griwna (₴)
hu: Ukrán hrivnya (₴)
nl: Oekraïense Hryvnia (₴)
vi: Hryvnia Ukraina (₴)

source: United Arab Emirates Dirham (د.إ)
da: Forenede Arabiske Emirater-dirham (د.إ)
de: Dirham der Vereinigten Arabischen Emirate (د.إ)
hu: Egyesült Arab Emírségek Dirham (د.إ)
nl: Verenigde Arabische Emiraten Dirham (د.إ)
vi: Dirham Các Tiểu vương quốc Ả Rập Thống nhất (د.إ)

source: Uruguayan Peso ($)
da: Uruguayanske peso ($)
de: Uruguayischer Peso ($)
hu: Uruguayi peso ($)
nl: Uruguayanse Peso ($)
vi: Peso Uruguay ($)

source: Vietnamese Dong (₫)
da: Vietnamesiske dong (₫)
de: Vietnamesischer Dong (₫)
hu: Vietnami dong (₫)
nl: Vietnamees Dong (₫)
vi: Đồng Việt Nam (₫)

source: Select Refresh Interval (uses API credits)
da: Vælg opdateringsinterval (bruger API-kreditter)
de: Aktualisierungsintervall auswählen (verwendet API Credits)
hu: Frissítési időköz kiválasztása (API krediteket használ)
nl: Selecteer Vernieuwingsinterval (maakt gebruik van API-tegoeden)
vi: Chọn khoảng thời gian làm mới (sử dụng tín dụng API)

source: How often to fetch new data for the ticker. Every refresh is one credit per coin ticker, for more coins recommended value is 30min+.
da: Hvor ofte der skal hentes nye data til tickeren. Hver opdatering koster én kredit pr. valutaticker. Med flere valutaer anbefales en værdi på 30 minutter+.
de: Wie oft neue Daten für den Ticker abgerufen werden sollen. Jede Aktualisierung ist ein Credit je Coin-Ticker, für mehr Coins beträgt der empfohlene Wert 30 Min.+.
hu: Milyen gyakran kérjen új adatokat a ketyegőhöz. Minden frissítés érménként egy kreditet jelent, több érme esetén az ajánlott érték 30min+.
nl: Hoe vaak nieuwe gegevens voor de ticker ophalen. Elke vernieuwing kost één krediet per munt-ticker; voor meer munten wordt een waarde van 30 min of meer aanbevolen.
vi: Tần suất lấy dữ liệu mới cho biểu giá. Mỗi lần làm mới là một tín dụng cho mỗi biểu giá coin, đối với nhiều coin hơn, giá trị khuyến nghị là 30 phút trở lên.

source: 5 Minutes
da: 5 minutter
de: 5 Minuten
hu: 5 perc
nl: 5 Minuten
vi: 5 Phút

source: 10 Minutes
da: 10 minutter
de: 10 Minuten
hu: 10 perc
nl: 10 Minuten
vi: 10 Phút

source: 15 Minutes
da: 15 minutter
de: 15 Minuten
hu: 15 perc
nl: 15 Minuten
vi: 15 Phút

source: 20 Minutes
da: 20 minutter
de: 20 Minuten
hu: 20 perc
nl: 20 Minuten
vi: 20 Phút

source: 25 Minutes
da: 25 minutter
de: 25 Minuten
hu: 25 perc
nl: 25 Minuten
vi: 25 Phút

source: 30 Minutes
da: 30 minutter
de: 30 Minuten
hu: 30 perc
nl: 30 Minuten
vi: 30 Phút

source: 35 Minutes
da: 35 minutter
de: 35 Minuten
hu: 35 perc
nl: 35 Minuten
vi: 35 Phút

source: 40 Minutes
da: 40 minutter
de: 40 Minuten
hu: 40 perc
nl: 40 Minuten
vi: 40 Phút

source: 45 Minutes
da: 45 minutter
de: 45 Minuten
hu: 45 perc
nl: 45 Minuten
vi: 45 Phút

source: 50 Minutes
da: 50 minutter
de: 50 Minuten
hu: 50 perc
nl: 50 Minuten
vi: 50 Phút

source: 55 Minutes
da: 55 minutter
de: 55 Minuten
hu: 55 perc
nl: 55 Minuten
vi: 55 Phút

source: 1 Hour
da: 1 time
de: 1 Stunde
hu: 1 óra
nl: 1 Uur
vi: 1 Giờ

source: 2 Hours
da: 2 timer
de: 2 Stunden
hu: 2 óra
nl: 2 Uur
vi: 2 Giờ

source: 4 Hours
da: 4 timer
de: 4 Stunden
hu: 4 óra
nl: 4 Uur
vi: 4 Giờ

source: Assets Owned
da: Antal kryptomønter
de: Anlagen im Besitz
hu: Tulajdonban lévő eszközök
nl: Bezit van Activa
vi: Tài sản sở hữu

source: How many of the cryptocurrency assets do you own?
da: Hvor mange mønter ejer du af hver kryptovaluta?
de: Wie viele Kryptowährungsanlagen besitzen Sie?
hu: Hány kriptovaluta eszközzel rendelkezik?
nl: Hoeveel van de cryptomunt-activa bezit u?
vi: Bạn sở hữu bao nhiêu tài sản tiền điện tử?

source: Assets Value
da: Værdien af kryptomønterne
de: Anlagenwert
hu: Eszközök értéke
nl: Waarde van Activa
vi: Giá trị tài sản

source: For how much did you buy them? Used to calculate profits. Used together with Assets Owned field.
da: Hvad var købskursen? Bruges til at udregne profitten. Anvendes sammen med feltet Antal kryptomønter.
de: Für wie viel haben Sie sie gekauft? Wird zur Berechnung des Gewinns verwendet. Wird zusammen mit dem Feld „Anlagenwert“ verwendet.
hu: Mennyiért vetted őket? A nyereség kiszámítására szolgál. A Tulajdonolt eszközök mezővel együtt használható.
nl: Hoeveel heeft u ervoor betaald? Wordt gebruikt om winst te berekenen. Samen te gebruiken met het veld Bezit van Activa.
vi: Bạn đã mua chúng với giá bao nhiêu? Được sử dụng để tính toán lợi nhuận. Sử dụng cùng với trường Tài sản sở hữu.

source: Desklet UI
da: Brugergrænseflade
hu: Asztalkalmazás felhasználói felület
vi: Giao diện Desklet

source: Background Color
da: Baggrundsfarve
de: Hintergrundfarbe
hu: Háttérszín
nl: Achtergrondkleur
vi: Màu nền

source: Background Color for the Desklet.
da: Skrivebordsprogrammets baggrundsfarve.
de: Hintergrundfarbe für das Desklet.
hu: Asztalkalmazás háttérszíne.
nl: Achtergrondkleur voor de Desklet.
vi: Màu nền cho Desklet.

source: pixels
de: Pixel
hu: képpont
vi: pixel

source: Background Border Radius
da: Baggrundsrammens radius
de: Hintergrundrahmenradius
hu: Háttérhatár sugara
nl: Achtergrond radius van de rand
vi: Bán kính viền nền
