Repository: linuxmint/cinnamon-spices-desklets
Catalog: cryptocoins@pbojan/files/cryptocoins@pbojan/po/*.po
Languages: da, de, hu, nl, vi

source: Background Border Radius in px, select 0 to set no border radius.
da: Baggrundsrammens radius i pixel. Vælg 0 for at angive ingen kant.
de: Hintergrundrahmenradius in px, 0 auswählen, um keinen Rahmenradius zu setzen.
hu: Háttérhatár sugara képpontban, válassza a 0 értéket, ha nem akar határsugarat beállítani.
nl: Achtergrond rand radius in px, selecteer 0 om geen rand radius in te stellen.
vi: Bán kính viền nền tính bằng px, chọn 0 để không đặt bán kính viền.

source: This is an OPEN SOURCE project, if you like it please consider donating! https://cryptocurrencyticker.xyz
da: Dette er et OPEN SOURCE-projekt. Hvis du kan lide det, kan du overveje at donere! https://cryptocurrencyticker.xyz
de: Dies ist ein OPEN-SOURCE-Projekt. Wenn es Ihnen gefällt, denken Sie bitte über eine Spende nach! https://cryptocurrencyticker.xyz
hu: Ez egy NYÍLT FORRÁSKÓDÚ projekt, ha tetszik, kérjük, fontolja meg az adományozást! https://cryptocurrencyticker.xyz
nl: Dit is een OPEN SOURCE-project. Als u het leuk vindt, overweeg dan om te doneren! https://cryptocurrencyticker.xyz
vi: Đây là một dự án MÃ NGUỒN MỞ, nếu bạn thích nó, hãy cân nhắc quyên góp! https://cryptocurrencyticker.xyz

source: Myanma Kyat (Ks)
da: Myanmarske kyat (Ks)
de: Myanmarischer Kyat (Ks)
nl: Myanmarese Kyat (Ks)
vi: Kyat Myanmar (Ks)

source: Thai Baht (฿)
de: Thailändischer Baht (฿)
nl: Thaise Baht (฿)
vi: Baht Thái Lan (฿)
