Repository: linuxmint/cinnamon-spices-desklets
Catalog: top@ryannerd/files/top@ryannerd/po/*.po
Languages: ca, da, de, nl

source: TASKS
ca: TASQUES
da: OPGAVER
nl: TAKEN

source: Total:
da: Samlet:
de: Gesamt:
nl: Totaal:

source: Running:
ca: En execució:
da: Kørende:
de: Laufend:
nl: Actief:

source: Sleeping:
ca: En espera:
da: Sovende:
de: Schlafend:
nl: Inactief:

source: Stopped:
ca: Aturades:
da: Stoppede:
de: Gestoppt:
nl: Gestopt:

source: User:
ca: Usuari:
da: Bruger:
de: Benutzer:
nl: Gebruiker:

source: Idle:
da: Inaktiv:

source: Free:
ca: Lliure:
da: Ledig:
de: Frei:
nl: Vrij:

source: Used:
ca: Utilitzada:
da: Brugt:
de: Verwendet:
nl: Gebruikt:

source: Cache:
ca: Cau:
da: Buffer:

source: Free
ca: Lliure
da: Ledig
de: Frei
nl: Vrij

source: Available:
ca: Disponible:
da: Tilgængelig:
de: Verfügbar:
nl: Beschikbaar:

source: USER
ca: USUARI
da: Bruger
de: BENUTZER
nl: GEBRUIKER

source: MEM
da: HUK

source: TIME
da: TID
de: ZEIT
nl: TIJD

source: Top Desklet - Open Configuration for display options
ca: Miniaplicació d'escriptori Top - Obriu la configuració per veure les opcions de visualització
da: Top-skrivebordsprogram – Åbn konfiguration for visningsindstillinger
de: Top Desklet - Konfiguration öffnen für Anzeigeeinstellungen
nl: Top Desklet - Open Configuratie voor weergave-opties

source: A desklet that displays top process info
ca: Una miniaplicació d'escriptori que mostra informació del procés 'top'
da: Viser procesoplysninger fra kommandoen top
de: Ein Desklet, welches "top"-Prozessinformationen anzeigt
nl: Een desklet die de top process-informatie toont

source: Desklet Settings for top@ryannerd
ca: Opcions de la miniaplicació d'escriptori top@ryannerd
da: Indstillinger for top@ryannerd
de: Desklet-Einstellungen für top@ryannerd
nl: Desklet Instellingen voor top@ryannerd

source: Visual
da: Visuel
de: Visuell
nl: Visueel

source: Number of processes to list
ca: Número de processos a mostrar
da: Antal processer der skal vises
de: Anzahl der aufzulistenden Prozesse
nl: Aantal processen om weer te geven

source: Set how many processes you want to display
ca: Establiu quants processos voleu que es mostrin
da: Angiv, hvor mange processer der skal vises
de: Einstellen, wie viele Prozesse angezeigt werden sollen
nl: Stel in hoeveel processen je wilt tonen

source: Show Tasks
ca: Mostrar tasques
da: Vis opgaver
de: Zeige Tasks
nl: Toon Taken

source: show the TASKS information
ca: mostra la informació de tasques
da: Vis oplysninger om OPGAVER
de: zeige die TASKS-Informationen
nl: toon de TAKEN-informatie

source: Show CPU
ca: Mostrar CPU
da: VIS CPU
de: Zeige CPU
nl: Toon CPU

source: show the CPU information
ca: mostra la informació de la CPU
da: Vis oplysninger om CPU
de: zeige die CPU-Informationen
nl: toon de CPU-informatie

source: Show RAM
ca: Mostrar RAM
da: Vis RAM
de: Zeige RAM
nl: Toon RAM

source: show the RAM information
ca: mostra la informació de la RAM
da: Vis oplysninger om RAM
de: zeige die RAM-Informationen
nl: toon de RAM-informatie

source: Show SWAP
ca: Mostrar SWAP
da: Vis SWAP
de: Zeige SWAP
nl: Toon SWAP

source: show the SWAP information
ca: mostra la informació de SWAP
da: Vis oplysninger om SWAP
de: zeige die SWAP-Informationen
nl: toon de SWAP-informatie

source: Show Processes
ca: Mostrar processos
da: Vis Processer
de: Zeige Prozesse
nl: Toon Processen

source: Title text color
ca: Color del text del títol
da: Overskriftens tekstfarve
de: Titeltextfarbe
nl: Titeltekstkleur

source: The color for the titles
ca: El color pels títols
da: Farven anvendt til overskrifterne
de: Die Farbe für die Titel
nl: De kleur voor de titels

source: Label text color
ca: Color de text per l'etiqueta
da: Etikettens tekstfarve
de: Labelschriftfarbe
nl: Labeltekstkleur

source: The color for the labels
ca: El color per les etiquetes
da: Farven anvendt til etiketterne
de: Die Farbe für die Labels
nl: De kleur voor de labels

source: Value text color
ca: Color de text del valor
da: Værdiens tekstfarve
de: Werttextfarbe
nl: Waarde tekstkleur

source: The color for the values
ca: El color pels valors
da: Farven anvendt til værdierne
de: Die Farbe für die Werte
nl: De kleur voor de waarden

source: Top Process Settings
ca: Configuració del procés Top
da: Procesindstillinger
de: Top Prozess Einstellungen
nl: Top Proces Instellingen

source: Number of seconds to wait before refresh
ca: Número de segons a esperar abans d'actualitzar la informació
da: Antal sekunder mellem opdateringer
de: Anzahl der Sekunden, die vor der Aktualisierung gewartet werden soll
nl: Aantal seconden te wachten alvorens te vernieuwen

source: Increase or decrease the how often the display updates.
ca: Augmenta o disminueix la freqüència d'actualització de dades.
da: Vælg, hvor ofte oplysningerne skal opdateres.
de: Erhöhen oder verringern der Häufigkeit der Anzeigeaktualisierung.
nl: Verhoog of verlaag hoe vaak de weergave wordt bijgewerkt.

source: Use a custom `top` command?
ca: Voleu utilitzar una ordre `top` personalitzada?
da: Anvend en brugerdefineret “top”-kommando?
de: Benutzerdefinierten "top"-Befehl verwenden?
nl: Gebruik een aangepast `top` commando?

source: The `top` command that is executed every refresh
ca: L'ordre `top` que s'executa en cada actualització
da: “top”-kommandoen som udføres ved hver opdatering
de: Der "top"-Befehl, der bei jeder Aktualisierung ausgeführt wird
nl: Het `top` commando dat bij elke vernieuwing wordt uitgevoerd

source: The command MUST return output in the standard `top -b` format.
ca: L'ordre ha de retornar la sortida en el format estàndard `top -b`.
da: Kommandoen SKAL returnere output i standardformatet “top -b”.
de: Der Befehl MUSS die Ausgabe im Standardformat „top -b“ zurückgeben.
nl: Het commando MOET output in het standaard `top -b` formaat retourneren.

source: When set to true the custom command is used
ca: Quan està activat, s'utilitza l'ordre personalitzada
da: Når aktiveret, anvendes den brugerdefineret kommando
de: Wenn auf „true“ gesetzt, wird der benutzerdefinierte Befehl verwendet
nl: Wanneer ingesteld op waar wordt het aangepaste commando gebruikt

source: WARNING: The command is executed synchronously and can cause potential hangs if the command is long running!
ca: AVÍS: L'ordre s'executa de manera síncrona i pot provocar bloquejos si s'executa durant llargs períodes de temps!
da: ADVARSEL: Kommandoen udføres synkront og kan potentielt forårsage “hængninger”, hvis kommandoen kører i lang tid!
de: WARNUNG: Der Befehl wird synchron ausgeführt und kann zu potenziellen Hängern führen, wenn die Ausführung des Befehls lange dauert!
nl: WAARSCHUWING: Het commando wordt synchroon uitgevoerd en kan mogelijk doen vastlopen als het commando langdurig is!

source: System:
ca: Sistema:
nl: Systeem:
