Repository: linuxmint/cinnamon-spices-desklets
Catalog: quicklinks@NotSirius-A/files/quicklinks@NotSirius-A/po/*.po
Languages: da

source: No visible links found. Configure links in the settings. Right click on desklet then configure.
da: Ingen synlige links fundet. Konfigurér links under indstillinger. Højreklik på skrivebordprogrammet og vælg Konfigurér …

source: Quick Links: Command parse error:
da: Hurtiglinks: Kommandofortolkningsfejl:

source: Customizable quick links panel. Allows you to create beautiful themed desktop shortcuts for your most used folders/commands.
da: Panel med hurtige links der kan tilpasses. Giver dig mulighed for at oprette smukke tematiske genveje på skrivebordet til de mapper/kommandoer, du bruger mest.

source: Quick Links
da: Hurtiglinks

source: Preferences
da: Indstillinger

source: Theme
da: Tema

source: Set up your links here
da: Indstil dine links her

source: Find icon names here
da: Find ikonnavne her

source: General
da: Generelt

source: Layout
da: Udseende

source: Font
da: Skrifttype

source: Desklet decorations
da: Skrivebordsprogrammets udseende

source: Each link has 5 attributes you can change: - Display: determines whether your link will be shown or not - Name that will be displayed - Icon name: you can choose any system icon or leave blank - Command to be executed when clicked - Shell: select if you want the terminal to show up after clicking
da: Hvert link har 5 attributter, som du kan ændre: - Visning: bestemmer, om dit link skal vises eller ej - Navn der skal vises - Ikonnavn: du kan vælge et hvilket som helst systemikon eller lade feltet være tomt - Kommando der skal udføres, når der klikkes på linket - Shell: vælg, om terminalen skal vises, når der klikkes på linket

source: Some tips: You can open folders using ex. `nemo <path>` command. If you need to see the output of a command, set the last attribute to true. You can break your links' names into multiple lines by typing \n where you want a break. Set `Shell` to enabled if your command only outputs to the console ex. `ls` or `htop`. If you want multiple link categories/panels just create new instances of this desklet (click the `+` sign in system desklet manager).
da: Nogle tip: Du kan åbne mapper ved hjælp af f.eks. kommandoen “nemo <sti>”. Hvis du har brug for at se outputtet fra en kommando, skal du indstille den sidste attribut til true. Du kan opdele dine links' navne i flere linjer ved at skrive , hvor du ønsker et linjeskift. Indstil “Shell” til aktiveret, hvis din kommando kun viser output til konsollen, f.eks. “ls” eller “htop”. Hvis du ønsker flere linkkategorier/paneler, skal du blot oprette nye instanser af skrivebordsprogrammet (klik på “+”-tegnet i Skrivebordsprogrammer under Indstillinger i Cinnamon).

source: Display
da: Visning

source: Name
da: Navn

source: Icon name
da: Ikonnavn

source: Command
da: Kommando

source: Update
da: Opdatér

source: The setting below does not impact the desklet. It's here for convenience. You can browse through icons here and find their names easily.
da: Indstillingen nedenfor har ingen indflydelse på skrivebordsprogrammet. Den er her for nemheds skyld. Du kan gennemse ikonerne her og nemt finde deres navne.

source: Click the icon to browse
da: Klik på ikonet for at gennemse

source: Click the icon on the right to browse. This setting is not used anywhere.
da: Klik på ikonet til højre for at gennemse. Denne indstilling bruges ikke nogen steder.

source: Click type
da: Kliktype

source: Single click
da: Enkeltklik

source: Double click
da: Dobbeltklik

source: Choose how you want to active your links.
da: Vælg, hvordan du vil aktivere dine links.

source: Double-click timeout
da: Dobbeltklik-tid

source: Set the maximum time between clicks in double-click.
da: Angiv den maksimale tid mellem klik i dobbeltklik.

source: Choose how links should be laid out. (You might also want to change text alignment.)
da: Vælg, hvordan links skal placeres. (Du kan også ændre tekstplaceringen.)

source: List view
da: Listevisning

source: Tile view
da: Flisevisning

source: Pick a layout for this desklet.
da: Vælg et udseende for skrivebordsprogrammet.

source: Text alignment
da: Tekstplacering

source: Left
da: Venstre

source: Center
da: Midten

source: Right
da: Højre

source: Number of columns
da: Antal kolonner

source: Increase or decrease the number of columns on the layout.
da: Forøg eller formindsk antallet af kolonner.

source: Row spacing
da: Rækkemellemrum

source: Change how far apart are link rows.
da: Indstil afstanden mellem rækkerne.

source: Column spacing
da: Kolonnemellemrum

source: Change how far apart are link columns.
da: Indstil afstanden mellem kolonnerne.

source: Text shadow
da: Tekstskygge

source: Text shadow color
da: Tekstskyggefarve

source: Transparent background (works well with no decorations)
da: Gennemsigtig baggrund (virker fint, når der ingen ramme eller titel er)

source: Select if you want a transparent background.
da: Vælg, om du vil have en gennemsigtig baggrund.

source: Link background color
da: Baggrundsfarve for links

source: Set the color of the links background.
da: Angiv baggrundsfarven til links.

source: Show desklet decorations
da: Vis ramme og/eller titel

source: Icon size (set to 0 do disable icons)
da: Ikonstørrelse (0 deaktiverer ikoner)

source: Increase or decrease the icon size (set to 0 to disable icons).
da: Forøg eller formindsk ikonstørrelsen (0 deaktiverer ikoner).

source: Display text
da: Vis tekst

source: Font name (choose regular versions)
da: Skrifttypenavn (vælg regulære versioner)

source: Change font family
da: Skift skrifttypefamilie

source: Bold
da: Fed

source: Italic
da: Kursiv

source: Text color
da: Tekstfarve

source: Set the text color of this desklet.
da: Angiv tekstfarven for dette skrivebordsprogram.

source: Border width (set to 0 to disable border)
da: Rammebredde (0 deaktiverer rammen)

source: Increase or decrease the link border width.
da: Forøg eller formindsk bredden på linkets ramme.

source: Border color
da: Rammefarve

source: Set the link border color (Transparent border will add more padding to links).
da: Angiv linkets rammefarve (gennemsigtig ramme tilføjer mere udfyldning).

source: scale factor
da: skaleringsfaktor

source: Desklet size, mostly impacts width
da: Størrelse (påvirker primært bredden)

source: Increase or decrease the size of this desklet using this scale factor.
da: Forøg eller formindsk skrivebordsprogrammets størrelse med denne skaleringsfaktor.

source: Following settings require desklet decorations to be enabled on your system. Desklet preferences are located in System Settings > Desklets > General Settings tab; there you will be able to enable border/header decorations.
da: Følgende indstillinger kræver, at skrivebordsprogrammers udseende er aktiveret på dit system. Indstillingerne findes under Systemindstillinger > Skrivebordsprogrammer > fanen Generelle indstillinger. Her kan du aktivere ramme og titel.

source: Desklet header
da: Titel

source: Set your desklet header. Make sure desklet headers are enabled in system settings.
da: Angiv skrivebordsprogrammets titel. Sørg for, at titler er aktiveret i systemindstillingerne.

source: Enable link tooltips
da: Aktivér værktøjstip til links

source: Select if you want tooltips to show up when hovering over links.
da: Vælg, om du vil have værktøjstip til at vises, når du holder markøren over links.
