Repository: linuxmint/cinnamon-spices-desklets
Catalog: steamGamesStarter@KopfdesDaemons/files/steamGamesStarter@KopfdesDaemons/po/*.po
Languages: da, de, es, hu

source: Steam Games Starter
da: Steam-spilopstarter
de: Steam-Spiele-Starter
es: Iniciador de juegos de Steam
hu: Steam Játék Indító

source: Could not load image
de: Bild konnte nicht geladen werden

source: Unknown
de: Unbekannt

source: Last played:
da: Sidst spillet:
de: Zuletzt gespielt:
es: Última vez que se jugó:
hu: Utoljára játszott:

source: Loading...
da: Indlæser …
de: Lade...
es: Cargando...
hu: Betöltés...

source: No installed games found
da: Fandt ingen installerede spil
de: Keine installierten Spiele gefunden
es: No se han encontrado juegos instalados
hu: Nem található telepített játék

source: Start Steam games from your desktop.
da: Start Steam-spil fra dit skrivebord.
de: Starte Steam Spiele von deinem Desktop.
es: Inicia los juegos de Steam desde tu escritorio.
hu: Indítsd el a Steam játékokat az asztalodról.

source: General
da: Generelt
de: Allgemein
hu: Általános

source: Style
da: Stil
de: Stil
es: Estilo
hu: Stílus

source: Size
de: Größe

source: Labels
de: Label

source: Buttons
de: Button

source: Steam installation type
da: Steam-installationstype
de: Steaminstallationsart
es: Tipo de instalación de Steam
hu: Steam telepítési típus

source: System package
da: Systempakke
de: Systempaket
es: Paquete del sistema
hu: Rendszercsomag

source: Custom
de: Benutzerdefiniert

source: Select libraryfolders.vdf
de: libraryfolders.vdf auswählen

source: CMD to launch Steam
de: CMD um Steam zu starten

source: Maximum number of games
da: Maksimalt antal spil
de: Maximalanzahl der Spiele
es: Número máximo de juegos
hu: Maximális játékok száma

source: Desklet scale size
de: Deskletskalierungsgröße

source: Maximum height of the desklet
da: Skrivebordsprogrammets maksimale højde
de: Maximalhöhe des Desklets
es: Altura máxima del desklet
hu: Az asztalkalmazás maximális magassága

source: Width of the desklet
de: Breite des Desklets

source: Background color
da: Baggrundsfarve
de: Hintergrundfarbe
es: Color de fondo
hu: Háttérszín

source: Hide decorations
de: Dekoration verstecken

source: Show game header image
de: Spiel-Header-Bild anzeigen

source: Game header image size
de: Spiel-Header-Bildgröße

source: Game label font size
de: Schriftgröße des Spiellabels

source: Show "last played" label
de: "Zuletzt gespielt"-Label anzeigen

source: "Last played" label font size
de: "Zuletzt gespielt"-Label-Schriftgröße

source: Show game start button
de: Spielstart-Button anzeigen

source: Show game shop button
de: Spielshop anzeigen
