Repository: linuxmint/cinnamon-spices-desklets
Catalog: daily-agenda@alexmakessoftware/files/daily-agenda@alexmakessoftware/po/*.po
Languages: da, nl, vi

source: Daily Agenda
da: Dagsplan
nl: Dagelijkse Agenda
vi: Lịch trình hàng ngày

source: ICS Today: Unknown source type:
da: ICS i dag: ukendt kildetype:
nl: ICS Vandaag: Onbekend brontype:
vi: ICS Hôm nay: Loại nguồn không xác định:

source: ICS Today: problem reading calendar file, result =
da: ICS i dag: problem med læsning af kalenderfil; resultat =
nl: ICS Vandaag: probleem bij lezen van kalenderbestand, resultaat =
vi: ICS Hôm nay: Lỗi đọc tập tin lịch, kết quả =

source: ICS Today: Failed to read file:
da: ICS i dag: kunne ikke læse fil:
nl: ICS Vandaag: Lezen van bestand mislukt:
vi: ICS Hôm nay: Không thể đọc tập tin:

source: ICS Today: Failed to fetch calendar from URL:
da: ICS i dag: kunne ikke hente kalender fra URL:
nl: ICS Vandaag: Kon kalender niet ophalen van URL:
vi: ICS Hôm nay: Không thể tải lịch từ URL:

source: Last checked
da: Sidst tjekket
nl: Laatst gecontroleerd
vi: Kiểm tra lần cuối

source: Next
da: Næste gang
nl: Volgende
vi: Tiếp theo

source: All day
da: Hele dagen
nl: Hele dag
vi: Cả ngày

source: Today's Events:
da: Dagens begivenheder:
nl: Evenementen vandaag:
vi: Sự kiện hôm nay:

source: No events today.
da: Ingen begivenheder i dag.
nl: Geen evenementen vandaag.
vi: Không có sự kiện hôm nay.

source: Displays today's events from your calendar
da: Viser dagens begivenheder fra din kalender
nl: Toont de evenementen van vandaag uit je kalender
vi: Hiển thị sự kiện hôm nay từ lịch của bạn

source: Calendar Source
da: Kalenderkilde
nl: Kalenderbron
vi: Nguồn lịch

source: Calendar source
da: Kalenderkilde
nl: Kalenderbron
vi: Nguồn lịch

source: From URL
da: Fra URL
nl: Via URL
vi: Từ URL

source: From local file
da: Fra lokal fil
nl: Via lokaal bestand
vi: Từ tập tin cục bộ

source: Calendar URL
da: Kalender-URL
nl: Kalender-URL
vi: URL lịch

source: Only used if source is set to 'From URL'. Paste a public .ics (calendar share) link from Proton, Google, etc.
da: Anvendes kun, hvis kilden er indstillet til “Fra URL”. Indsæt et offentligt .ics-link (kalenderdeling) fra Proton, Google osv.
nl: Alleen gebruikt als de bron is ingesteld op 'Via URL'. Plak een openbare .ics-link (kalenderdelen) van Proton, Google, enz.
vi: Chỉ được sử dụng nếu nguồn được đặt thành 'Từ URL'. Dán liên kết .ics công khai (chia sẻ lịch) từ Proton, Google, v.v.

source: Path to local .ics file
da: Sti til lokal . ics-fil
nl: Pad naar lokaal .ics-bestand
vi: Đường dẫn đến tập tin .ics cục bộ

source: Only used if source is set to 'From local file', point to an ICS file.
da: Anvendes kun, hvis kilden er indstillet til “Fra lokal fil”; angiv placeringen af ICS-filen.
nl: Alleen gebruikt als de bron is ingesteld op 'Via lokaal bestand', verwijst naar een ICS-bestand.
vi: Chỉ được sử dụng nếu nguồn được đặt thành 'Từ tập tin cục bộ', trỏ đến một tập tin ICS.

source: Widget Dimensions
da: Størrelsen på widget
nl: Widgetafmetingen
vi: Kích thước Widget

source: Widget width
da: Bredde
nl: Widgetbreedte
vi: Chiều rộng widget

source: Widget height
da: Højde
nl: Widgethoogte
vi: Chiều cao widget

source: Custom Styles
da: Brugerdefinerede stile
nl: Aangepaste stijlen
vi: Kiểu tùy chỉnh

source: Override desktop theme (enables the settings below)
da: Tilsidesæt skrivebordstema (aktiverer indstillinger nedenfor)
nl: Desktopthema overschrijven (activeert onderstaande instellingen)
vi: Ghi đè chủ đề desktop (bật các cài đặt bên dưới)

source: Check this to override the desktop theme and configure the appearance manually
da: Markér for at tilsidesætte skrivebordstemaet og konfigurere udseendet selv
nl: Vink dit aan om het desktopthema te overschrijven en de weergave handmatig aan te passen
vi: Chọn mục này để ghi đè chủ đề desktop và cấu hình giao diện theo cách thủ công

source: Font family
da: Skrifttypefamilie
nl: Lettertypefamilie
vi: Họ phông chữ

source: Example: Sans, Monospace, Serif
da: Eksempler: sans, monospace, serif
nl: Voorbeeld: Sans, Monospace, Serif
vi: Ví dụ: Sans, Monospace, Serif

source: pt
da: pkt

source: Font size
da: Skriftstørrelse
nl: Lettergrootte
vi: Cỡ chữ

source: Text color
da: Tekstfarve
nl: Tekstkleur
vi: Màu chữ

source: Click the button to select a new text color
da: Klik på knappen for at vælge en ny tekstfarve
nl: Klik op de knop om een nieuwe tekstkleur te selecteren
vi: Nhấp vào nút để chọn màu chữ mới

source: Footer Options
da: Sidefodsindstillinger
nl: Voettekstopties
vi: Tùy chọn chân trang

source: Show 'last checked' line
da: Vis “Sidst tjekket”-linjen
nl: Laat 'laatst gecontroleerd' regel zien
vi: Hiển thị dòng 'kiểm tra lần cuối'

source: Show 'refresh now' button
da: Vis “Opdatér nu”-knappen
nl: Laat 'nu vernieuwen' knop zien
vi: Hiển thị nút 'làm mới ngay'

source: Update Schedule
da: Opdateringer
nl: Update schema
vi: Lịch cập nhật

source: minutes
da: minutter
nl: minuten
vi: phút

source: Check interval
da: Synkroniseringsinterval
nl: Controle-interval
vi: Khoảng thời gian kiểm tra

source: How often to check the calendar file for updates
da: Hvor tit kalenderen skal tjekkes for opdateringer
nl: Hoe vaak het kalenderbestand gecontroleerd moet worden op updates
vi: Tần suất kiểm tra tập tin lịch để cập nhật
