Repository: linuxmint/cinnamon-spices-desklets
Catalog: nepalipatro@deeppradhan/files/nepalipatro@deeppradhan/po/*.po
Languages: de, nl, ru

source: Previous month...
de: Voriger Monat…
nl: Vorige maand...
ru: Предыдущий месяц...

source: Next month...
de: Nächster Monat…
nl: Volgende maand...
ru: Следующий месяц...

source: Nepali Patro Desklet provides a highly configurable desklet for the Nepali Patro/Calendar (Bikram Sambat), which displays current date and browsable months. It has a number of possible customisations.
de: Nepali Patro Desklet bietet ein hochgradig konfigurierbares Desklet für den Nepali Patro Kalender (Vikram Sambat), das das aktuelle Datum und die durchsuchbaren Monate anzeigt. Es hat eine Vielzahl von möglichen Anpassungsmöglichkeiten.
nl: De Nepali Patro Desklet biedt een zeer configureerbare desklet voor de Nepali Patro/Kalender (Bikram Sambat), die de huidige datum en doorbladerbare maanden weergeeft. Het heeft een aantal mogelijke aanpassingen.
ru: Настраиваемый Nepali Patro календарь (Bikram Sambat), который отображает текущую дату и просматриваемые месяцы. Он имеет множество возможных настроек.

source: Configurable Nepali Patro (Calendar) desklet
de: Konfigurierbares Nepali Patro Kalender-Desklet
nl: Configureerbare Nepali Patro (Kalender) desklet
ru: Настраиваемый десклет календаря Nepali Patro

source: Calendar configuration
de: Kalendereinstellungen
nl: Kalender configuratie
ru: Настройки календаря

source: Display language
de: Anzeige-Sprache
nl: Taal weergeven
ru: Отображаемый язык

source: English
de: Englisch
nl: Engels

source: नेपाली (Nepali)
nl: नेपाली (Nepalees)

source: Select the language of desklet
de: Die Sprache des Desklet auswählen
nl: Selecteer de taal van de desklet
ru: Выберите язык для отображения

source: Panels to show
de: Anzuzeigende Leisten
nl: Te tonen panelen
ru: Элементы календаря

source: Both Today & Month
de: Tag & Monat
nl: Zowel vandaag als maand
ru: Дата и Месяц

source: Today only
de: Nur heute
nl: Alleen vandaag
ru: Только дата

source: Month only
de: Nur Monat
nl: Alleen maand
ru: Только месяц

source: Select the panels to display in desklet
de: Leisten auswählen, die im Desklet angezeigt werden sollen
nl: Selecteer de panelen om weer te geven in de desklet
ru: Выберите что отображать в календаре

source: Show day of week
de: Wochentag anzeigen
nl: Dag van de week tonen
ru: Показывать день недели

source: No
de: Nein
nl: Nee
ru: Нет

source: Full
de: Vollständig
nl: Volledig
ru: Полностью

source: Short
de: Kurz
nl: Kort
ru: Кратко

source: For day of week; show full name, short name or disable showing
de: Für Wochentag; vollständigen Namen anzeigen, Kurznamen anzeigen oder Anzeige deaktivieren
nl: Voor de dag van de week; toon de volledige naam, korte naam of schakel het tonen uit
ru: Показать полное или краткое имя дня недели, либо не показывать вовсе

source: Short month name
de: Kurzbezeichnung des Monats
nl: Korte maandnaam
ru: Краткое название месяца

source: Show short Bikram Sambat month name
de: Kurzbezeichnung des Vikram Sambat Monats anzeigen
nl: Toon korte Bikram Sambat maandnaam
ru: Краткое Bikram Sambat название месяца

source: Show Bikram Sambat year
de: Vikram Sambat Jahr anzeigen
nl: Toon Bikram Sambat jaar
ru: Отображать Bikram Sambat год

source: For Bikram Sambat year; show all digits, show last two digits or disable showing
de: Für Vikram Sambat Jahr; alle Ziffern anzeigen, die letzten beiden Ziffern anzeigen oder die Anzeige deaktivieren
nl: Voor het Bikram Sambat jaar; toon alle cijfers, toon laatste twee cijfers of schakel het tonen uit
ru: Для Bikram Sambat года; показать год полностью, последние две цифры или не показывать вовсе

source: Show time
de: Uhrzeit anzeigen
nl: Tijd tonen
ru: Показать время

source: Show or hide time (hours and minutes)
de: Uhrzeit ein- oder ausblenden (Stunden und Minuten)
nl: Tijd (uren en minuten) tonen of verbergen
ru: Показать или скрыть время (часы и минуты)

source: Time/Date TimeZone
de: Uhrzeit/Datum Zeitzone
nl: Tijd/datum tijdzone
ru: Часовой пояс

source: Nepali TimeZone
de: Nepalesische Zeitzone
nl: Nepalese tijdzone
ru: Непальский часовой пояс

source: System TimeZone
de: System-Zeitzone
nl: Systeem tijdzone
ru: По умолчанию из системы

source: Show calendar/time as per the current system/Nepali TimeZone
de: Kalender/Uhrzeit gemäß dem aktuellen System/der nepalesischen Zeitzone anzeigen
nl: Kalender/tijd weergeven volgens het huidige systeem/Nepalese tijdzone
ru: Показать дату/время используя системный/Непальский часовой пояс

source: Desklet style configuration
de: Desklet-Stil-Konfiguration
nl: Desklet stijl configuratie
ru: Настройка стиля отображения

source: Layout of desklet
de: Layout des Desklets
nl: Indeling van desklet
ru: Ориентация календаря

source: Horizontal
nl: Horizontaal
ru: Горизонтальная

source: Vertical
de: Vertikal
nl: Verticaal
ru: Вертикальная

source: Set the overall layout to horizontal/vertical of desklet
de: Das Gesamtlayout des Desklets auf horizontal/vertikal einstellen
nl: Stel de algemene indeling van de desklet in op horizontaal/verticaal
ru: Задать фиксированный вариант ориентации календаря

source: Font family for text
de: Schriftfamilie für Text
nl: Lettertype voor tekst
ru: Шрифт для текста

source: Default
de: Standard
nl: Standaard
ru: По умолчанию

source: Custom
de: Benutzerdefiniert
nl: Aangepast
ru: Пользовательский

source: Set a font family for the text (common Devanagari fonts are listed and MAY or MAY NOT be available on your system)
de: Eine Schriftfamilie für den Text festlegen (gängige Devanagari-Schriften sind aufgelistet und können auf Ihrem System verfügbar sein oder auch nicht)
nl: Stel een lettertype in voor de tekst (gangbare Devanagari-lettertypen worden vermeld en KUNNEN WEL of NIET beschikbaar zijn op uw systeem)
ru: Выберите шрифт для текста (перечислены распространённые Devanagari шрифты, которые МОГУТ быть в вашей системе или НЕТ )

source: Custom font family for text (also set 'Font family' above to 'Custom')
de: Benutzerdefinierte Schriftfamilie für Text (stellen Sie »Schriftfamilie« oben auf »Benutzerdefiniert«)
nl: Aangepast lettertype voor tekst (stel ook 'Lettertype' hierboven in op 'Aangepast')
ru: Свой шрифт для текста ('Шрифт для текста' должен быть 'Пользовательский')

source: Set a custom font family for the text (to use a custom font family, set 'Font family' above to 'Custom')
de: Eine benutzerdefinierte Schriftfamilie für den Text festlegen (um eine benutzerdefinierte Schriftfamilie zu verwenden, setzen Sie »Schriftfamilie« oben auf »Benutzerdefiniert«)
nl: Stel een aangepast lettertype in voor de tekst (om een aangepast lettertype te gebruiken, stelt u 'Lettertype' hierboven in op 'Aangepast')
ru: Укажите свой шрифт для текста (параметр 'Шрифт для текста' должен быть установлен как 'Пользовательский')

source: Font size (pt)
de: Schriftgröße (pt)
nl: Lettergrootte (pt)
ru: Размер шрифта (pt)

source: Set the text font size in points
de: Einstellen der Textschriftgröße in Punkt
nl: Stel de tekstgrootte in in punten
ru: Установить размер шрифта в относительных единицах измерения

source: Text colour
de: Textfarbe
nl: Tekstkleur
ru: Цвет текста

source: Set text colour of desklet
de: Textfarbe des Desklet einstellen
nl: Stel de tekstkleur van de desklet in
ru: Цвет текста календаря

source: Text colour for Saturdays
de: Textfarbe für Samstage
nl: Tekstkleur voor zaterdagen
ru: Цвет текста для Субботы

source: Set text colour for Saturdays
de: Textfarbe für Samstage einstellen
nl: Stel de tekstkleur in voor zaterdagen
ru: Установить цвет текста для Субботы

source: Text colour for Sundays
de: Textfarbe für Sonntage
nl: Tekstkleur voor zondagen
ru: Цвет текста для Воскресенья

source: Set text colour for Sundays
de: Textfarbe für Sonntage einstellen
nl: Stel de tekstkleur in voor zondagen
ru: Установить цвет текста для Воскресенья

source: Background colour
de: Hintergrundfarbe
nl: Achtergrondkleur
ru: Цвет фона

source: Set background colour of desklet
de: Hintergrundfarbe des Desklets einstellen
nl: Stel de achtergrondkleur van de desklet in
ru: Установить цвет фона календаря

source: Transparency (%)
de: Transparenz (%)
nl: Transparantie (%)
ru: Прозрачность (%)

source: Set the transparency of desklet in percentage
de: Transparenz des Desklets in Prozent einstellen
nl: Stel de transparantie van de desklet in als percentage
ru: Установить уровень прозрачности календаря в процентах

source: Nepali Patro Desklet
ru: Непальский Календарь (Nepali Patro Desklet)
