Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/quicklinks@NotSirius-A/*.po
Languages: ca, it, vi

source: No visible links found. Configure links in the settings. Right click on desklet then configure.
ca: No s'han trobat enllaços visibles. Configureu-los a les opcions. Feu clic dret al widget i configureu-los.
it: Nessun link visibile trovato. Configura i link nelle impostazioni. Clic destro sul desklet poi seleziona configura.
vi: Không tìm thấy liên kết hiển thị. Cấu hình liên kết trong cài đặt. Nhấp chuột phải trên desklet sau đó cấu hình.

source: Quick Links: Command parse error:
ca: Enllaços ràpids: Error en interpretar l'ordre:
it: Quick Links: Errore di parsing comando:
vi: Liên kết Nhanh: Lỗi phân tích lệnh:

source: Links
ca: Enllaços
it: Link
vi: Liên kết

source: Preferences
vi: Tùy chọn

source: Theme
ca: Tema
it: Tema
vi: Chủ đề

source: Set up your links here
ca: Configureu els vostres enllaços aquí
it: Configura qui i tuoi link
vi: Thiết lập liên kết của bạn tại đây

source: General
vi: Chung

source: Layout
ca: Disposició
vi: Bố cục

source: Font
vi: Phông chữ

source: Desklet decorations
ca: Decoracions de la miniaplicació d'escriptori
it: Decorazioni desklet
vi: Trang trí desklet

source: Each link has 5 attributes you can change: - Display: determines whether your link will be shown or not - Name that will be displayed - Icon name: you can choose any system icon or leave blank - Command to be executed when clicked - Shell: select if you want the terminal to show up after clicking
ca: Cada enllaç té 5 atributs que podeu canviar: - Mostra: determina si l'enllaç es mostrarà o no - Nom que serà mostrat - Nom de la icona: pot ser una icona del sistema o buit - Ordre a executar en clicar l'enllaç - Shell: seleccioneu si voleu que aparegui un terminal en clicar
it: Ogni link ha 5 attributi modificabili: - Visualizzazione: decide se il link sarà mostrato o meno - Nome mostrato - Nome icona: puoi scegliere qualsiasi icona di sistema o lasciare vuoto - Comando da eseguire al clic - Shell: seleziona se vuoi che il terminale si apra dopo il clic
vi: Mỗi liên kết có 5 thuộc tính bạn có thể thay đổi: - Hiển thị: xác định liên kết của bạn sẽ được hiển thị hay không - Tên sẽ được hiển thị - Tên biểu tượng: bạn có thể chọn bất kỳ biểu tượng hệ thống nào hoặc để trống - Lệnh sẽ được thực thi khi nhấp - Shell: chọn nếu bạn muốn terminal hiển thị sau khi nhấp

source: Display
ca: Mostrar
it: Visualizzazione
vi: Hiển thị

source: Name
ca: Nom
it: Nome
vi: Tên

source: Command
ca: Ordre
it: Comando
vi: Lệnh

source: Update
ca: Actualitzar
it: Aggiorna
vi: Cập nhật

source: Click type
ca: Tipus de clic
it: Tipo di clic
vi: Loại nhấp chuột

source: Single click
ca: Un sol clic
it: Clic singolo
vi: Nhấp đơn

source: Double click
ca: Doble clic
it: Doppio clic
vi: Nhấp đôi

source: Choose how you want to active your links.
ca: Trieu com voleu activar els vostres enllaços.
it: Scegli come attivare i tuoi link.
vi: Chọn cách bạn muốn kích hoạt liên kết của mình.

source: Double-click timeout
ca: Finestra de temps del doble clic
it: Timeout doppio clic
vi: Thời gian chờ nhấp đôi

source: Set the maximum time between clicks in double-click.
ca: Assigneu el temps màxim entre clics per a fer efectiu el doble clic.
it: Imposta il tempo massimo tra i clic nel doppio clic.
vi: Đặt thời gian tối đa giữa các lần nhấp trong nhấp đôi.

source: Choose how links should be laid out. (You might also want to change text alignment.)
ca: Trieu com s'han de mostrar els enllaços. (Potser també voleu canviar l'alineació del text.)
it: Scegli come disporre i link. (Puoi anche voler modificare l’allineamento del testo.)
vi: Chọn cách bố trí liên kết. (Bạn cũng có thể muốn thay đổi căn chỉnh văn bản.)

source: List view
ca: Vista de llista
it: Vista elenco
vi: Chế độ xem danh sách

source: Tile view
ca: Vista de caselles
it: Vista a mattonelle
vi: Chế độ xem ô

source: Pick a layout for this desklet.
ca: Trieu una disposició per a la miniaplicació.
it: Scegli il layout per questo desklet.
vi: Chọn bố cục cho desklet này.

source: Text alignment
ca: Alineació del text
it: Allineamento testo
vi: Căn chỉnh văn bản

source: Left
ca: Esquerra
it: Sinistra
vi: Trái

source: Center
ca: Centre
it: Centro
vi: Giữa

source: Right
ca: Dreta
it: Destra
vi: Phải

source: Number of columns
ca: Número de columnes
it: Numero di colonne
vi: Số cột

source: Increase or decrease the number of columns on the layout.
ca: Augmenteu o reduïu el número de columnes de la disposició.
it: Aumenta o diminuisci il numero di colonne nel layout.
vi: Tăng hoặc giảm số lượng cột trên bố cục.

source: Row spacing
vi: Khoảng cách hàng

source: Change how far apart are link rows.
vi: Thay đổi khoảng cách giữa các hàng liên kết.

source: Column spacing
vi: Khoảng cách cột

source: Change how far apart are link columns.
vi: Thay đổi khoảng cách giữa các cột liên kết.

source: Text shadow
ca: Ombrejat del text
it: Ombreggiatura del testo
vi: Đổ bóng chữ

source: Text shadow color
ca: Color de l'ombrejat del text
it: Colore ombreggiatura del testo
vi: Màu đổ bóng chữ

source: Transparent background (works well with no decorations)
ca: Fons transparent (funciona bé sense decoracions)
it: Sfondo trasparente (funziona bene senza decorazioni)
vi: Nền trong suốt (hoạt động tốt khi không có trang trí)

source: Select if you want a transparent background.
ca: Seleccioneu si voleu un fons transparent.
it: Seleziona se vuoi uno sfondo trasparente.
vi: Chọn nếu bạn muốn nền trong suốt.

source: Link background color
ca: Color de fons de l'enllaç
it: Colore sfondo link
vi: Màu nền liên kết

source: Set the color of the links background.
ca: Assigneu el color de fons de l'enllaç.
it: Imposta il colore di sfondo dei link.
vi: Đặt màu nền của các liên kết.

source: Show desklet decorations
ca: Mostrar les decoracions de la miniaplicació
it: Mostra decorazioni desklet
vi: Hiển thị trang trí desklet

source: pixels
ca: píxels
it: pixel
vi: pixel

source: Icon size (set to 0 do disable icons)
ca: Mida de la icona (0 per a desactivar icones)
it: Dimensione icona (imposta a 0 per disabilitare le icone)
vi: Kích thước biểu tượng (đặt thành 0 để tắt biểu tượng)

source: Increase or decrease the icon size (set to 0 to disable icons).
ca: Augmenteu o reduïu la mida de les icones (0 per a desactivar).
it: Aumenta o diminuisci la dimensione dell’icona (0 per disabilitarle).
vi: Tăng hoặc giảm kích thước biểu tượng (đặt thành 0 để tắt biểu tượng).

source: Display text
ca: Text a mostrar
it: Mostra testo
vi: Hiển thị văn bản

source: Text color
ca: Color del text
it: Colore del testo
vi: Màu chữ

source: Set the text color of this desklet.
ca: Assigneu el color del text d'aquesta miniaplicació.
it: Imposta il colore del testo di questo desklet.
vi: Đặt màu chữ cho desklet này.

source: Border width (set to 0 to disable border)
vi: Độ rộng viền (đặt thành 0 để tắt viền)

source: Increase or decrease the link border width.
vi: Tăng hoặc giảm độ rộng viền liên kết.

source: Border color
vi: Màu viền

source: Set the link border color (Transparent border will add more padding to links).
vi: Đặt màu viền liên kết (Viền trong suốt sẽ thêm nhiều khoảng đệm cho liên kết).

source: scale factor
ca: Factor d'escalat
it: fattore di scala
vi: hệ số tỷ lệ

source: Desklet size, mostly impacts width
ca: Mida de la miniaplicació. Afecta especialment a l'amplada.
it: Dimensione del desklet, soprattutto larghezza
vi: Kích thước desklet, chủ yếu ảnh hưởng đến chiều rộng

source: Increase or decrease the size of this desklet using this scale factor.
ca: Augmenteu o reduïu la mida d'aquesta miniaplicació utilitzant el factor d'escalat.
it: Aumenta o riduci la dimensione di questo desklet utilizzando questo fattore di scala.
vi: Tăng hoặc giảm kích thước của desklet này bằng hệ số tỷ lệ này.

source: Following settings require desklet decorations to be enabled on your system. Desklet preferences are located in System Settings > Desklets > General Settings tab; there you will be able to enable border/header decorations.
ca: Les opcions següents requereixen tenir les decoracions de miniaplicacions activades al vostre sistema. Els ajusts de miniaplicacions són a Sistema > Miniaplicacions > Opcions generals; allí és on podreu activar-hi els elements decoratius.
it: Le seguenti impostazioni richiedono che le decorazioni dei desklet siano attivate sul tuo sistema. Le preferenze dei desklet si trovano in Impostazioni di sistema > Desklet > Scheda Impostazioni Generali; lì puoi abilitare le decorazioni di bordo/intestazione.
vi: Các cài đặt sau yêu cầu trang trí desklet được bật trên hệ thống của bạn. Tùy chọn desklet nằm trong Cài đặt Hệ thống > Desklets > tab Cài đặt Chung; ở đó bạn sẽ có thể bật trang trí viền/tiêu đề.

source: Desklet header
ca: Capçalera de la miniaplicació
it: Intestazione desklet
vi: Tiêu đề desklet

source: Set your desklet header. Make sure desklet headers are enabled in system settings.
ca: Assigneu la capçalera de la miniaplicació. La opció ha d'estar activada a les opcions del sistema.
it: Imposta l’intestazione del desklet. Assicurati che le intestazioni desklet siano abilitate nelle impostazioni di sistema.
vi: Đặt tiêu đề desklet của bạn. Đảm bảo tiêu đề desklet được bật trong cài đặt hệ thống.

source: Enable link tooltips
vi: Bật chú giải công cụ liên kết

source: Select if you want tooltips to show up when hovering over links.
vi: Chọn nếu bạn muốn chú giải công cụ hiển thị khi di chuột qua liên kết.
