Repository: linuxmint/cinnamon-spices-desklets
Catalog: prayertimes@linworx.org/files/prayertimes@linworx.org/po/*.po
Languages: es, it, vi

source: Salat prayer times
es: Horarios de las oraciones Salat
it: Orari preghiera Salat
vi: Giờ cầu nguyện Salat

source: Salat (namaz) daily prayer times desklet
es: Desklet de horarios de oración Salat (namaz) diaria
it: Desklet per gli orari giornalieri di preghiera Salat (namaz)
vi: Desklet hiển thị giờ cầu nguyện hàng ngày Salat (namaz)

source: Calculation Options
es: Opciones de cálculo
it: Opzioni di calcolo
vi: Tùy chọn Tính toán

source: Your location
es: Tu aplicación
it: La tua posizione
vi: Vị trí của bạn

source: Prayer Calculation Method
es: Método de cálculo de la oración
it: Metodo di calcolo degli orari di preghiera
vi: Phương pháp Tính giờ Cầu nguyện

source: Time & Date Adjustments
es: Ajustes de fecha y hora
it: Regolazioni di tempo e data
vi: Điều chỉnh Thời gian & Ngày tháng

source: Prayer Time Adjustments
es: Ajustes en los horarios de oración
it: Regolazioni orari preghiera
vi: Điều chỉnh Giờ Cầu nguyện

source: Hijri Date Adjustment
es: Ajuste de la fecha del calendario islámico
it: Regolazione data Hijri
vi: Điều chỉnh Ngày Hijri

source: Desklet Appearance
es: Apariencia del desklet
it: Aspetto Desklet
vi: Giao diện Desklet

source: Appearance
es: Apariencia
it: Aspetto
vi: Giao diện

source: Widgets
it: Widget
vi: Tiện ích con

source: Auto-detect location
es: Detectar ubicación automáticamente
it: Individuazione automatica posizione
vi: Tự động phát hiện vị trí

source: Manual location
es: Ubicación manual
it: Posizione manuale
vi: Vị trí thủ công

source: Detect location automatically
es: Detectar ubicación automáticamente
it: Rileva automaticamente la posizione
vi: Tự động phát hiện vị trí

source: Automatic location uses Internet
es: La localización automática utiliza Internet
it: La posizione automatica utilizza Internet
vi: Vị trí tự động sử dụng Internet

source: Enter your location latitude
es: Introduzca la latitud de su ubicación
it: Inserisci la latitudine della tua posizione
vi: Nhập vĩ độ vị trí của bạn

source: Input your latitude and longitude manually
es: Introduzca manualmente su latitud y longitud
it: Inserisci manualmente latitudine e longitudine
vi: Nhập thủ công vĩ độ và kinh độ của bạn

source: Enter your location longitude
es: Introduzca la longitud de su ubicación
it: Inserisci la longitudine della tua posizione
vi: Nhập kinh độ vị trí của bạn

source: Prayer time calcuation method
es: Método de cálculo del tiempo de oración
it: Metodo di calcolo degli orari di preghiera
vi: Phương pháp tính giờ cầu nguyện

source: Choose a method for calcuating your prayer times
es: Elige un método para calcular tus horarios de oración
it: Scegli un metodo per calcolare gli orari di preghiera
vi: Chọn phương pháp tính giờ cầu nguyện của bạn

source: Muslim World Leauge
es: Liga del Mundo Musulmán
it: Muslim World League
vi: Liên đoàn Hồi giáo Thế giới

source: Egyptian General Survey Authority
es: Autoridad General de Estadística de Egipto
it: Autorità Egiziana di Rilevamento Generale
vi: Cục Khảo sát Tổng hợp Ai Cập

source: Moonsighting Committee
es: Comité de Observación Lunar
it: Comitato dell’osservazione della luna
vi: Ủy ban Quan sát Mặt trăng

source: Turkey
es: Turquía
it: Turchia
vi: Thổ Nhĩ Kỳ

source: Tehran
es: Teherán
it: Teheran

source: Choose a method for calculating the Asr prayer
es: Elija un método para calcular la oración Asr
it: Scegli un metodo per calcolare l’orario di preghiera Asr
vi: Chọn phương pháp tính giờ cầu nguyện Asr

source: Shafi, Maliki, Hanbali (earlier Asr)
es: Shafi, Maliki, Hanbali (antes Asr)
it: Shafi, Maliki, Hanbali (Asr anticipato)
vi: Shafi, Maliki, Hanbali (Asr sớm hơn)

source: Hanafi (later Asr)
es: Hanafi (posteriormente Asr)
it: Hanafi (Asr posticipato)
vi: Hanafi (Asr muộn hơn)

source: High Latitude Rule
es: Regla de latitud alta
it: Regola per latitudini elevate
vi: Quy tắc Vĩ độ Cao

source: Choose a method for calcuating prayer times in high latitude locations
es: Elija un método para calcular los horarios de oración en lugares de latitudes altas
it: Scegli un metodo per calcolare gli orari di preghiera in luoghi con latitudini elevate
vi: Chọn phương pháp tính giờ cầu nguyện ở các vị trí vĩ độ cao

source: Middle of the night
es: En mitad de la noche
it: Metà della notte
vi: Giữa đêm

source: One-seventh of The Night
es: Una séptima parte de la noche
it: Un settimo della notte
vi: Một phần bảy của Đêm

source: Twilight Angle
es: Ángulo crepuscular
it: Angolo del crepuscolo
vi: Góc Hoàng hôn

source: Polar circle resolution
es: Resolución del círculo polar
it: Risoluzione per il circolo polare
vi: Giải pháp vòng cực

source: Choose a method for calcuating prayer times within the polar circle
es: Elija un método para calcular los horarios de oración dentro del círculo polar
it: Scegli un metodo di calcolo degli orari di preghiera all’interno del circolo polare
vi: Chọn phương pháp tính giờ cầu nguyện trong vòng cực

source: Use the nearest location (Aqrab Balad)
es: Utilice la ubicación más cercana (Aqrab Balad)
it: Usa la località più vicina (Aqrab Balad)
vi: Sử dụng vị trí gần nhất (Aqrab Balad)

source: Use the cloest date
es: Utilice la fecha más cercana
it: Usa la data più vicina
vi: Sử dụng ngày gần nhất

source: Leave sunrsie & sunset undefined
es: Deja sin definir el amanecer y el atardecer
it: Lascia alba e tramonto indefiniti
vi: Để mặt trời mọc & lặn không xác định

source: Shafaq Isha calculation method
es: Método de cálculo Shafaq Isha
it: Metodo di calcolo Shafaq Isha
vi: Phương pháp tính Shafaq Isha

source: Shafaq is used by the Moon sighting committee method to calculate Isha
es: Shafaq se utiliza en el método del comité de avistamiento de la luna para calcular Isha
it: Lo Shafaq è usato dal metodo del Comitato dell’osservazione della luna per calcolare l’Isha
vi: Shafaq được sử dụng bởi phương pháp ủy ban quan sát mặt trăng để tính Isha

source: General
it: Generale
vi: Chung

source: Red (ahmer)
es: Rojo (ahmer)
it: Rosso (ahmer)
vi: Đỏ (ahmer)

source: White (abyad)
es: Blanco (abyad)
it: Bianco (abyad)
vi: Trắng (abyad)

source: Rounding method
es: Método de redondeo
it: Metodo di arrotondamento
vi: Phương pháp làm tròn

source: Method used to round prayer times
es: Método utilizado para redondear los horarios de oración
it: Metodo usato per arrotondare gli orari delle preghiere
vi: Phương pháp được sử dụng để làm tròn giờ cầu nguyện

source: Nearest
es: Más cercano
it: Il più vicino
vi: Gần nhất

source: Up
es: Arriba
it: Arrotonda per eccesso
vi: Làm tròn lên

source: None
es: Ninguno
it: Nessuno
vi: Không

source: minutes
es: minutos
it: minuti
vi: phút

source: Fajr adjustment
es: Ajuste del Fajr
it: Regolazione Fajr
vi: Điều chỉnh Fajr

source: Fajr time will be adjusted by this many minutes
es: La hora del Fajr se ajustará en tantos minutos
it: L’orario di Fajr sarà regolato di questo numero di minuti
vi: Giờ Fajr sẽ được điều chỉnh bằng số phút này

source: Dhuhr adjustment
es: Ajuste del Dhuhr
it: Regolazione Dhuhr
vi: Điều chỉnh Dhuhr

source: Dhuhr time will be adjusted by this many minutes
es: La hora del Dhuhr se ajustará en tantos minutos
it: L’orario di Dhuhr sarà regolato di questo numero di minuti
vi: Giờ Dhuhr sẽ được điều chỉnh bằng số phút này

source: Asr adjustment
es: Ajuste de Asr
it: Regolazione Asr
vi: Điều chỉnh Asr

source: Asr time will be adjusted by this many minutes
es: La hora del Asr se ajustará en tantos minutos
it: L’orario di Asr sarà regolato di questo numero di minuti
vi: Giờ Asr sẽ được điều chỉnh bằng số phút này

source: Maghrib adjustment
es: Ajuste del Maghrib
it: Regolazione Maghrib
vi: Điều chỉnh Maghrib

source: Maghrib time will be adjusted by this many minutes
es: La hora del Maghrib se ajustará en tantos minutos
it: L’orario di Maghrib sarà regolato di questo numero di minuti
vi: Giờ Maghrib sẽ được điều chỉnh bằng số phút này

source: Isha adjustment
es: Ajuste Isha
it: Regolazione Isha
vi: Điều chỉnh Isha

source: Isha time will be adjusted by this many minutes
es: La hora de Isha se ajustará en tantos minutos
it: L’orario di Isha sarà regolato di questo numero di minuti
vi: Giờ Isha sẽ được điều chỉnh bằng số phút này

source: days
es: días
it: giorni
vi: ngày

source: Adjust hijri date
es: Ajustar la fecha del calendario islámico
it: Regola la data Hijri
vi: Điều chỉnh ngày Hijri

source: The hijri date will be adjusted by this many days
es: La fecha hijri se ajustará en tantos días
it: La data Hijri sarà regolata di questo numero di giorni
vi: Ngày Hijri sẽ được điều chỉnh bằng số ngày này

source: Vertical layout
es: Disposición vertical
it: Layout verticale
vi: Bố cục dọc

source: Choose vertical or horizontal layout
es: Elija entre diseño vertical u horizontal
it: Scegli layout verticale o orizzontale
vi: Chọn bố cục dọc hoặc ngang

source: Size
es: Tamaño
it: Dimensione
vi: Kích thước

source: Set the size of the desklet
es: Establecer el tamaño del desklet
it: Imposta la dimensione del desklet
vi: Đặt kích thước của desklet

source: Opacity level
es: Nivel de opacidad
it: Livello di opacità
vi: Mức độ mờ đục

source: Set the opacity level of the desklet
es: Establecer el nivel de opacidad del desklet
it: Imposta il livello di opacità del desklet
vi: Đặt mức độ mờ đục của desklet

source: Text color
es: Color del texto
it: Colore del testo
vi: Màu chữ

source: The color of the text on the desklet
es: El color del texto en el desklet
it: Colore del testo nel desklet
vi: Màu của văn bản trên desklet

source: Show location & city
es: Mostrar ubicación y ciudad
it: Mostra posizione e città
vi: Hiển thị vị trí & thành phố

source: Show your current location or manual location in the desklet
es: Muestra tu ubicación actual o una ubicación manual en el desklet
it: Mostra la tua posizione attuale o quella manuale nel desklet
vi: Hiển thị vị trí hiện tại hoặc vị trí thủ công của bạn trong desklet

source: Show next prayer countdown
es: Mostrar la próxima cuenta atrás para la oración
it: Mostra il conto alla rovescia per la prossima preghiera
vi: Hiển thị đếm ngược cầu nguyện tiếp theo

source: Show the amount of time remaining before the next prayer
es: Mostrar el tiempo restante antes de la próxima oración
it: Mostra il tempo rimanente prima della prossima preghiera
vi: Hiển thị thời gian còn lại trước khi cầu nguyện tiếp theo

source: Show daily prayer times table
es: Mostrar tabla de horarios de oración diarios
it: Mostra tabella orari preghiera giornalieri
vi: Hiển thị bảng giờ cầu nguyện hàng ngày

source: Show the daily prayer times
es: Mostrar los horarios diarios de oración
it: Mostra gli orari di preghiera giornalieri
vi: Hiển thị giờ cầu nguyện hàng ngày

source: Show Hijri date
es: Mostrar fecha del calendario islámico
it: Mostra la data Hijri
vi: Hiển thị ngày Hijri

source: Show today's Hijri date
es: Mostrar la fecha actual del calendario islámico
it: Mostra la data Hijri di oggi
vi: Hiển thị ngày Hijri hôm nay

source: Islamic Society of North America (ISNA)
es: Sociedad Islámica de América del Norte (ISNA)
vi: Hiệp hội Hồi giáo Bắc Mỹ (ISNA)
