Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/cryptocoins@pbojan/*.po
Languages: ca

source: Cryptocurrency Ticker (Desklet) for Cinnamon Desktop that displays the current price for thousands of cryptocurrencies, and their daily percent changes. The official website for news and updates about this Cryptocurrency Ticker: https://cryptocurrencyticker.xyz
ca: Miniaplicació d'escriptori del Cinnamon per a mostrar informació de milers de criptodivises: el preu i percentatge de canvi diari. El web oficial on trobar novetats i actualitzacions d'aquest informador de criptodivises és https://cryptocurrencyticker.xyz

source: Cryptocurrency Ticker
ca: Teletips de criptodivises

source: Settings for cryptocoins@pbojan
ca: Ajusts de cryptocoins@pbojan

source: API Options
ca: Ajusts d'API

source: Your CoinMarketCap API Key
ca: Clau API de CoinMarketCap

source: If you dont have one you can get it for free at https://pro.coinmarketcap.com.
ca: Si no teniu una clau API, podeu obtenir-ne una de franc a https://pro.coinmarketcap.com.

source: Cryptocurrency Options
ca: Ajusts de criptodivises

source: Symbol
ca: Símbol

source: The Cryptocurrency Symbol you want to display e.g. BTC, ETH, LTC..
ca: El símbol de la criptodivisa que voleu mostrar. P. ex. BTC, ETH, LTC, etc.

source: In same rare cases the Cryptocurrency Symbol is not unique e.g. BTCV so you can use the CoinID to specify the exact Cryptocurrency you want to display. Check the documentation to see how to get the CoinID from coinmarketcap.
ca: En alguns casos estranys el símbol de la criptodivisa no és únic (p. ex. BTCV). Podeu evitar aquest conflicte amb el «CoinID» que identifica la criptodivisa concreta que voleu mostrar. Vegeu la documentació per saber com obtenir el «CoinID» del coinmarketcap.

source: Select Currency
ca: Criptodivisa

source: In which currency to show information on the ticker
ca: Trieu la criptodivisa de què voleu veure informació

source: United States Dollar ($)
ca: Dòlar dels Estats Units ($)

source: Australian Dollar (A$)
ca: Dòlar australià (A$)

source: Canadian Dollar (C$)
ca: Dòlar australià (C$)

source: Swiss Franc (Fr.)
ca: Franc suís (Fr.)

source: Pound Sterling (£)
ca: Lliura esterlina (£)

source: Albanian Lek (L)
ca: Lek albanès (L)

source: Algerian Dinar (د.ج)
ca: Dinar algerià (د.ج)

source: Argentine Peso ($)
ca: Peso argentí ($)

source: Armenian Dram (֏)
ca: Dram armeni (֏)

source: Bahraini Dinar (.د.ب)
ca: Dinar de Bahraini (.د.ب)

source: Bangladeshi Taka (৳)
ca: Taka de Bangladesh (৳)

source: Belarusian Ruble (Br)
ca: Ruble bielorús (Br)

source: Bermudan Dollar ($)
ca: Dòlar de les Bermudes ($)

source: Bolivian Boliviano (Bs.)
ca: Boliviano bolivià (Bs.)

source: Bosnia-Herzegovina Convertible Mark (KM)
ca: Marc convertible de Bosnia-Herzegovina (KM)

source: Brazilian Real (R$)
ca: Real brasiler (R$)

source: Bulgarian Lev (лв)
ca: Lev búlgar (лв)

source: Cambodian Riel (៛)
ca: Riel cambodjà (៛)

source: Chilean Peso ($)
ca: Peso xilè ($)

source: Chinese Yuan (¥)
ca: Yuan xinès (¥)

source: Colombian Peso ($)
ca: Peso colombià ($)

source: Costa Rican Colón (₡)
ca: Colon costa-riqueny (₡)

source: Croatian Kuna (kn)
ca: Kuna de Croàcia (kn)

source: Cuban Peso ($)
ca: Peso cubà ($)

source: Czech Koruna (Kč)
ca: Corona txeca (Kč)

source: Danish Krone (kr)
ca: Corona danesa (kr)

source: Dominican Peso ($)
ca: Peso dominicà ($)

source: Egyptian Pound (£)
ca: Lliura egípcia (£)

source: Ghanaian Cedi (₵)
ca: Cedi de Ghana (₵)

source: Guatemalan Quetzal (Q)
ca: Quetzal de Guatemala (Q)

source: Honduran Lempira (L)
ca: Lempira d'Hondures (L)

source: Hong Kong Dollar ($)
ca: Dòlar de Hong Kong ($)

source: Hungarian Forint (Ft)
ca: Fòrint hongarès (Ft)

source: Icelandic Króna (kr)
ca: Corona islandesa (kr)

source: Indian Rupee (₹)
ca: Rupia índia (₹)

source: Indonesian Rupiah (Rp)
ca: Rupia d'Indonèsia (Rp)

source: Iranian Rial (﷼)
ca: Rial iranià (﷼)

source: Iraqi Dinar (ع.د)
ca: Dinar iraquià (ع.د)

source: Israeli New Shekel (₪)
ca: Nou xéquel israelià (₪)

source: Jamaican Dollar ($)
ca: Dòlar jamaicà ($)

source: Japanese Yen (¥)
ca: Ien japonès (¥)

source: Jordanian Dinar (د.ا)
ca: Dinar jordà (د.ا)

source: Kazakhstani Tenge (₸)
ca: Tenge kazakh (₸)

source: Kenyan Shilling (Sh)
ca: Xíling kenyà (Sh)

source: Kuwaiti Dinar (د.ك)
ca: Dinar kuwaitià (د.ك)

source: Kyrgystani Som (с)
ca: Som kirguís (c)

source: Lebanese Pound (ل.ل)
ca: Lliura libanesa (ل.ل)

source: Macedonian Denar (ден)
ca: Denar macedoni (ден)

source: Malaysian Ringgit (RM)
ca: Ringgit de Malàisia (RM)

source: Mauritian Rupee (₨)
ca: Rupia de Mauritània (₨)

source: Mexican Peso ($)
ca: Peso mexicà ($)

source: Moldovan Leu (L)
ca: Leu moldau (L)

source: Mongolian Tugrik (₮)
ca: Tugrik mongol (₮)

source: Moroccan Dirham (د.م.)
ca: Dírham marroquí (د.م.)

source: Myanma Kyat (Ks)
ca: Kyat de Myanmar (Ks)

source: Namibian Dollar ($)
ca: Dòlar namibià ($)

source: Nepalese Rupee (₨)
ca: Rupia nepalesa (₨)

source: New Taiwan Dollar (NT$)
ca: Nou dòlar de Taiwan (NT$)

source: New Zealand Dollar ($)
ca: Dòlar neozelandès ($)

source: Nicaraguan Córdoba (C$)
ca: Córdoba de Nicaragua (C$)

source: Nigerian Naira (₦)
ca: Naira nigerià (₦)

source: Norwegian Krone (kr)
ca: Corona noruega (kr)

source: Omani Rial (ر.ع.)
ca: Rial omanita (ر.ع.)

source: Pakistani Rupee (₨)
ca: Rupia pakistanesa (₨)

source: Panamanian Balboa (B/.)
ca: Balboa panamenca (B/.)

source: Peruvian Sol (S/.)
ca: Sol peruà (S/.)

source: Philippine Peso (₱)
ca: Peso filipí (₱)

source: Polish Złoty (zł)
ca: Złoty polonès (zł)

source: Qatari Rial (ر.ق)
ca: Rial qatarià (ر.ق)

source: Romanian Leu (lei)
ca: Leu romanès (lei)

source: Russian Ruble (₽)
ca: Rupia rusa (₽)

source: Saudi Riyal (ر.س)
ca: Rial saudita (ر.س)

source: Serbian Dinar (дин.)
ca: Dinar serbi (дин.)

source: Singapore Dollar (S$)
ca: Dòlar de Singapur (S$)

source: South African Rand (R)
ca: Rand sud-africà (R)

source: South Korean Won (₩)
ca: Won nord-coreà (₩)

source: South Sudanese Pound (£)
ca: Lliura sud-sudanesa (£)

source: Sovereign Bolivar (Bs.)
ca: Bolívar sobirà (Bs.)

source: Sri Lankan Rupee (Rs)
ca: Rupia de Sri Lanka (Rs)

source: Swedish Krona ( kr)
ca: Corona sueca (kr)

source: Thai Baht (฿)
ca: Baht tailandès (฿)

source: Trinidad and Tobago Dollar ($)
ca: Dòlar de Trinitat i Tobago ($)

source: Tunisian Dinar (د.ت)
ca: Dinar tunisià (د.ت)

source: Turkish Lira (₺)
ca: Lira turca (₺)

source: Ugandan Shilling (Sh)
ca: Xíling ugandès (Sh)

source: Ukrainian Hryvnia (₴)
ca: Hrívnia ucraïnesa (₴)

source: United Arab Emirates Dirham (د.إ)
ca: Dírham dels Estats Àrabs Units (د.إ)

source: Uruguayan Peso ($)
ca: Peso uruguaià ($)

source: Vietnamese Dong (₫)
ca: Dong vietnamita (₫)

source: Select Refresh Interval (uses API credits)
ca: Interval d'actualització (consumeix crèdits de l'API)

source: How often to fetch new data for the ticker. Every refresh is one credit per coin ticker, for more coins recommended value is 30min+.
ca: Defineix cada quant de temps consultar noves dades per mostrar en pantalla. Cada consulta consumeix un crèdit per teletip de criptodivisa; per a més divises es recomana un valor no inferior a 30 minuts.

source: 5 Minutes
ca: 5 minuts

source: 10 Minutes
ca: 10 minuts

source: 15 Minutes
ca: 15 minuts

source: 20 Minutes
ca: 20 minuts

source: 25 Minutes
ca: 25 minuts

source: 30 Minutes
ca: 30 minuts

source: 35 Minutes
ca: 35 minuts

source: 40 Minutes
ca: 40 minuts

source: 45 Minutes
ca: 45 minuts

source: 50 Minutes
ca: 50 minuts

source: 55 Minutes
ca: 55 minuts

source: 1 Hour
ca: 1 hora

source: 2 Hours
ca: 2 hores

source: 4 Hours
ca: 4 hores

source: Assets Owned
ca: Actius en possessió

source: How many of the cryptocurrency assets do you own?
ca: La quantitat d'actius que teniu en possessió

source: Assets Value
ca: Valor dels actius

source: For how much did you buy them? Used to calculate profits. Used together with Assets Owned field.
ca: El preu a què vau comprar els actius. S'utilitza per a calcular el benefici dels actius que teniu en possessió.

source: Desklet UI
ca: Aspecte

source: Background Color
ca: Color del fons

source: Background Color for the Desklet.
ca: Estableix el color de fons de la miniaplicació.

source: pixels
ca: píxels

source: Background Border Radius
ca: Radi de les cantonades del fons

source: Background Border Radius in px, select 0 to set no border radius.
ca: El radi de les cantonades del fons, en píxels.

source: This is an OPEN SOURCE project, if you like it please consider donating! https://cryptocurrencyticker.xyz
ca: Aquest és un projecte de CODI OBERT. Si us agrada, considereu fer una donació: https://cryptocurrencyticker.xyz
