Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/simple-system-monitor@ariel/*.po
Languages: bg, ca, da, es, fi, hu, vi

source: Dependencies missing. Please install libgtop on Ubuntu: gir1.2-gtop-2.0 on Fedora: libgtop2-devel on Arch: libgtop and restart Cinnamon.
bg: Липсват зависимости. Моля инсталирайте libgtop, Network Manager и gir bindings за Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 за Fedora: libgtop2-devel, NetworkManager-glib-devel за Arch: libgtop, networkmanager и рестартирайте Cinnamon.
ca: Falten algunes dependències. Instal·leu les vinculacions corresponents amb libgtop, Network Manager i gir a Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 a Fedora: libgtop2-devel, NetworkManager-glib-devel a Arch: libgtop, networkmanager i reinicieu Cinnamon.
da: Afhængigheder mangler. Installér venligst libgtop, Network Manager og gir bindings i Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 i Fedora: libgtop2-devel, NetworkManager-glib-devel i Arch: libgtop, networkmanager og genstart Cinnamon.
es: Faltan dependencias. Por favor, instale libgtop, Network Manager y gir bindings en Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 en Fedora: libgtop2-devel, NetworkManager-glib-devel en Arch: libgtop, networkmanager y reinicie Cinnamon.
fi: Asenna puuttuvat riippuvuudet libgtop Ubuntu: gir1.2-gtop-2.0 Fedora: libgtop2-devel Arch: libgtop ja käynnistä Cinnamon uudelleen.
hu: Hiányoznak a függőségek. Kérjük telepítse a következőket: libgtop Ubuntu rendszerhez: gir1.2-gtop-2.0 Fedora rendszerhez: libgtop2-devel Arch rendszerhez: libgtop majd indítsa újra a Cinnamon asztali környezetet.
vi: Thiếu phụ thuộc. Vui lòng cài đặt libgtop trên Ubuntu: gir1.2-gtop-2.0 trên Fedora: libgtop2-devel trên Arch: libgtop và khởi động lại Cinnamon.

source: CPU:
bg: Процесор:

source: Memory:
bg: Памет:
ca: Memòria:
da: Hukommelse:
es: Memoria:
fi: Muisti:
hu: Memória:
vi: Bộ nhớ:

source: Download:
bg: Сваляне:
ca: Baixada:
es: Descarga:
fi: Lataus:
hu: Letöltés:
vi: Tải xuống:

source: Upload:
bg: Качване:
ca: Pujada:
es: Subida:
fi: Lähetys:
hu: Feltöltés:
vi: Tải lên:

source: Temperature:
bg: Температура:
ca: Temperatura:
da: Temperatur:
es: Temperatura:
fi: Lämpötila:
hu: Hőmérséklet:
vi: Nhiệt độ:

source: GPU:
bg: Видео:

source: No temp file detected at CPU path. Resetting to default.
bg: Няма намерен файл за температурата в пътя на процесора. Връщане до стандартния.
ca: No s'ha trobat cap fitxer de temperatura en el camí de la CPU. S'ha restablert el predeterminat.
da: Ingen temperaturfil registreret i CPU-stien. Nulstilles til standard.
es: No se ha detectado ningún archivo temporal en la ruta de la CPU. Restableciendo a valores por defecto.
fi: Havaittu CPU-polussa ei väliaikaista tiedostoa. Palautetaan oletuksiin.
hu: Nem észlelhető hőmérséklet fájl a CPU útvonalon. Visszaállítás az alapértelmezett értékre.
vi: Không phát hiện tập tin nhiệt độ tại đường dẫn CPU. Đặt lại về mặc định.

source: Invalid CPU path detected. Resetting to default.
bg: Засечен е невалиден път. Връщане до стандартния.
ca: El camí de la CPU no és vàlid. S'ha restablert el predeterminat.
da: Ugyldig CPU-sti registreret. Nulstilles til standard.
es: Se ha detectado una ruta de CPU no válida. Restableciendo a valores por defecto.
fi: Havaittu virheellinen CPU-polku. Palautetaan oletuksiin.
hu: Érvénytelen CPU útvonal észlelve. Visszaállítás az alapértelmezett értékre.
vi: Phát hiện đường dẫn CPU không hợp lệ. Đặt lại về mặc định.

source: error reading:
bg: грешка при четене:
ca: error de lectura:
da: fejl under læsning:
es: error de lectura:
fi: lukuvirhe:
hu: olvasási hiba:
vi: lỗi đọc:

source: No temp file detected at GPU path. Resetting to default.
bg: Няма намерен файл за температурата в пътя на видеото. Връщане до стандартния.
ca: No s'ha trobat cap fitxer de temperatura en el camí de la GPU. S'ha restablert el predeterminat.
da: Ingen temperaturfil registreret i GPU-stien. Nulstilles til standard.
es: No se ha detectado ningún archivo temporal en la ruta de la GPU. Restableciendo a valores por defecto.
fi: Havaittu GPU-polussa ei väliaikaista tiedostoa. Palautetaan oletuksiin.
hu: Nincs hőmérsékletfájl észlelhető a GPU útvonalon. Visszaállítás az alapértelmezett értékre.
vi: Không phát hiện tập tin nhiệt độ tại đường dẫn GPU. Đặt lại về mặc định.

source: Invalid GPU path detected. Resetting to default.
bg: Засечен е невалиден път. Връщане до стандартния.
ca: El camí de la GPU no és vàlid. S'ha restablert el predeterminat.
da: Ugyldig GPU-sti registreret. Nulstilles til standard.
es: Se ha detectado una ruta de GPU no válida. Restableciendo a valores por defecto.
fi: Havaittu virheellinen GPU-polku. Palautetaan oletuksiin.
hu: Érvénytelen GPU útvonal észlelve. Visszaállítás az alapértelmezett értékre.
vi: Phát hiện đường dẫn GPU không hợp lệ. Đặt lại về mặc định.

source: Please install missing dependencies.
bg: Моля инсталирайте липсващите зависимости.
ca: Instal·leu les dependències que falten.
da: Installér manglende afhængigheder.
es: Por favor, instale las dependencias que faltan.
fi: Ole hyvä ja asenna puuttuvat riippuvuudet.
hu: Kérem telepítse az hiányzó függőségeket.
vi: Vui lòng cài đặt các phụ thuộc bị thiếu.

source: Dependencies missing. Please install libgtop, Network Manager and gir bindings on Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 on Fedora: libgtop2-devel, NetworkManager-glib-devel on Arch: libgtop, networkmanager and restart Cinnamon.
bg: Липсват зависимости. Моля инсталирайте libgtop, Network Manager и gir bindings за Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 за Fedora: libgtop2-devel, NetworkManager-glib-devel за Arch: libgtop, networkmanager и рестартирайте Cinnamon.
ca: Falten algunes dependències. Instal·leu les vinculacions corresponents amb libgtop, Network Manager i gir a Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 a Fedora: libgtop2-devel, NetworkManager-glib-devel a Arch: libgtop, networkmanager i reinicieu Cinnamon.
da: Afhængigheder mangler. Installér venligst libgtop, Network Manager og gir bindings i Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 i Fedora: libgtop2-devel, NetworkManager-glib-devel i Arch: libgtop, networkmanager og genstart Cinnamon.
es: Faltan dependencias. Por favor, instale libgtop, Network Manager y gir bindings en Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 en Fedora: libgtop2-devel, NetworkManager-glib-devel en Arch: libgtop, networkmanager y reinicie Cinnamon.
fi: Asenna puuttuvat riippuvuudet ja ohjelmat libgtop, Network Manager ja gir bindings Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 Fedora: libgtop2-devel, NetworkManager-glib-devel Arch: libgtop, networkmanager ja käynnistä Cinnamon uudelleen.
hu: Hiányoznak a függőségek. Kérjük telepítse a következőket: libgtop, Hálózatkezelő és gir bindings Ubuntu rendszerhez: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 Fedora rendszerhez: libgtop2-devel, NetworkManager-glib-devel Arch rendszerhez: libgtop, networkmanager majd indítsa újra a Cinnamon asztali környezetet.
vi: Thiếu phụ thuộc. Vui lòng cài đặt libgtop, Network Manager và gir bindings trên Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 trên Fedora: libgtop2-devel, NetworkManager-glib-devel trên Arch: libgtop, networkmanager và khởi động lại Cinnamon.

source: Shows some system status values
bg: Показва някои системни статистики
ca: Mostra alguns valors de l'estat del sistema
da: Viser nogle værdier for systemstatus
es: Muestra algunos valores de estado del sistema
fi: Näyttää tietokoneen lämpötilan, latausnopeudet ja muita tilaarvoja
hu: Néhány rendszerállapot érték megjelenítése
vi: Hiển thị một số giá trị trạng thái hệ thống

source: Simple System Monitor
bg: Семпъл системен монитор
ca: Monitor de sistema senzill
da: Enkel systemovervågning
es: Un sencillo monitor de sistema
hu: Egyszerű rendszerfigyelő
vi: Bộ giám sát Hệ thống Đơn giản

source: General Settings
bg: Общи настройки
ca: Ajusts generals
da: Generelle indstillinger
es: Ajustes generales
fi: Yleiset asetukset
hu: Általános beállítások
vi: Cài đặt Chung

source: Alignment for title strings
bg: Подравняване на заглавните редове
ca: Alineació dels títols
da: Justering af titler
es: Alineación de los títulos
fi: Nimien tasaaminen
hu: Cím szövegek igazítása
vi: Căn chỉnh cho chuỗi tiêu đề

source: CPU, Memory, etc.
bg: Процесор, памет и т.н.
ca: CPU, memòria, etc.
da: CPU, hukommelse osv.
es: CPU, memoria, etc.
fi: Ilmoitettavat asiat kuten muisti, lataus ja lämpötila jne.
hu: CPU, memória, stb.
vi: CPU, Bộ nhớ, v.v.

source: Left
bg: Ляво
ca: Esquerra
da: Venstre
es: Izquierda
fi: Vasen
hu: Balra
vi: Trái

source: Right
bg: Дясно
ca: Dreta
da: Højre
es: Derecha
fi: Oikea
hu: Jobbra
vi: Phải

source: Alignment for value strings
bg: Подравняване на редовете със стойности
ca: Alineació dels valors
da: Justering af værdier
es: Alineación de los valores
fi: Numeroiden tasaaminen
hu: Érték szövegek igazítása
vi: Căn chỉnh cho chuỗi giá trị

source: GB, KB, etc.
bg: Гб, Кб и т.н.
da: GB, kB osv.
fi: GB, KB, jne.
hu: GB, KB, stb.
vi: GB, KB, v.v.

source: Temperature units to display
bg: Единици за температура
ca: Unitats en què mostrar la temperatura
da: Anvendt temperaturenhed
es: Unidades de temperatura a mostrar
fi: Lämpötilan mittayksikkö
hu: Mértékegység a hőmérséklet megjelenítéséhez
vi: Đơn vị nhiệt độ để hiển thị

source: Scale factor for font size
bg: Мащабиращ фактор за размер на шрифта
ca: Factor d'escala de la font
da: Skaleringsfaktor for skrifttypestørrelse
es: Factor de escala para el tamaño de la fuente
fi: Fontin skaalauskerroin
hu: Méretarány faktor a betűméret számára
vi: Hệ số tỷ lệ cho cỡ chữ

source: Increase or decrease this value to change the font size scale (1.2 = 120%)
bg: Увеличете или намалете тази стойност за да промените размера на шрифта (1.2 = 120%)
ca: Aquests valor defineix l'escala de la mida de la lletra (1.2 = 120%)
da: Forøg eller formindsk denne værdi for at ændre skaleringen af skrifttypen (1,2 = 120 %)
es: Aumente o disminuya este valor para cambiar la escala del tamaño de la fuente (1.2 = 120%)
fi: Suurenna tai pienennä arvoa ja muuta fontin kokoa (1,2 = 120 %)
hu: Növelje vagy csökkentse ezt az értéket a betűméretarány megváltoztatásához (1.2 = 120%)
vi: Tăng hoặc giảm giá trị này để thay đổi tỷ lệ cỡ chữ (1.2 = 120%)

source: Font color
bg: Цвят на шрифта
ca: Color de la font
da: Skrifttypefarve
es: Color de fuente
fi: Fontin väri
hu: Betűszín
vi: Màu chữ

source: RGB or RGBA
bg: RGB или RGBA
ca: RGB o RGBA
da: RGB eller RGBA
fi: RGB tai RGBA
hu: RGB vagy RGBA
vi: RGB hoặc RGBA

source: Font family for text (blank to use default)
bg: Вид шрифт на текста (оставете празно ако стандартния ви харесва)
ca: Font del text (en blanc per a la predeterminada)
da: Skrifttypefamilie til teksten (tom for at bruge standarden)
es: Familia de fuentes para el texto (en blanco para utilizar la predeterminada)
fi: Anna fontin nimi tekstille (tyhjä käyttää oletusta)
hu: Betűtípus család a szöveghez (hagyja üresen az alapértelmezett betűtípus használatához)
vi: Họ phông chữ cho văn bản (để trống để sử dụng mặc định)

source: Set a custom font family for the text (blank to use default font)
bg: Задаване на потребителски шрифт на текста (оставете празно за да използвате стандартния)
ca: Definiu una font tipogràfica pròpia per al text (en blanc per a la predeterminada)
da: Angiv en tilpasset skrifttypefamilie til teksten (tom for at bruge standarden)
es: Establezca una familia de fuentes personalizada para el texto (en blanco para usar la fuente predeterminada)
fi: Aseta tekstille mukautettu fontti kirjoittamalla sen nimen (jätämällä tyhjäksi käytetään oletusfonttia)
hu: Állítson be egy egyedi betűtípus családot a szöveghez (hagyja üresen az alapértelmezett betűtípus használatához)
vi: Đặt họ phông chữ tùy chỉnh cho văn bản (để trống để sử dụng phông chữ mặc định)

source: px
bg: пкс

source: Fixed width for the desklet
bg: Фиксирана ширина на десклета
ca: Amplada fixa de la miniaplicació d'escriptori
da: Skrivebordsprogrammets bredde
es: Anchura fija para el desklet
fi: Laatikon leveys
hu: Rögzített szélesség az asztalkalmazáshoz
vi: Chiều rộng cố định cho desklet

source: Increase or decrease this value to set the boundary width of the desklet
bg: Увеличете или намалете стойността за да зададете ширината на рамките на десклета
ca: Aquest valor defineix l'amplada de la miniaplicació d'escriptori
da: Forøg eller formindsk denne værdi for at indstille skrivebordsprogrammets bredde
es: Aumente o disminuya este valor para fijar la anchura de los límites del desklet
fi: Suurenna tai pienennä arvoa ja aseta sovelluksen reuna
hu: Növelje vagy csökkentse ezt az értéket a desklet szegélyszélességének beállításához
vi: Tăng hoặc giảm giá trị này để đặt chiều rộng ranh giới của desklet

source: Show background decorations
bg: Покажи фоновата декорация
ca: Mostra les decoracions del fons
da: Vis baggrundsdekorationer
es: Mostrar decoraciones de fondo
fi: Näytä reunukset
hu: Háttér dekorációk megjelenítése
vi: Hiển thị trang trí nền

source: Toggle to control whether the background is transparent
bg: Превключете, за да контролирате дали фона да е прозрачен
ca: Controla si el fons és transparent o no
da: Styrer, om baggrunden er gennemsigtig eller ej
es: Controla si el fondo es transparente
fi: Valitse, onko tausta läpinäkyvä
hu: A háttér átlátszóságának átváltása
vi: Chuyển đổi để kiểm soát xem nền có trong suốt hay không

source: Background color
bg: Фонов цвят
ca: Color de fons
da: Baggrundsfarve
es: Color de fondo
fi: Taustaväri
hu: Háttérszín
vi: Màu nền

source: Advanced Settings
bg: Разширени настройки
ca: Ajusts avançats
da: Avancerede indstillinger
es: Configuración avanzada
fi: Lisäasetukset
hu: Speciális beállítások
vi: Cài đặt Nâng cao

source: Path to CPU temperature directory (device path)
bg: Път към директорията с температурата на процесора (device path)
ca: Camí a la carpeta de la temperatura de la CPU (camí del dispositiu)
da: Sti til CPU-temperaturmappen (enhedssti)
es: Ruta al directorio de temperatura de la CPU (ruta del dispositivo)
fi: Polku CPU-suorittimen lämpötilaan (laitepolku)
hu: Elérési út a CPU hőmérséklet mappához (eszköz elérési út)
vi: Đường dẫn đến thư mục nhiệt độ CPU (đường dẫn thiết bị)

source: Choose your own thermal CPU object e.g. for monitoring another temperature sensor. Default: /sys/class/thermal/thermal_zone0
bg: Изберете ваш обект термален обект за процесора, т.е. изберете друг сензор за мониторинг/. Стандартен: /sys/class/thermal/thermal_zone0
ca: Escolliu el vostre propi objecte de temperatura de CPU, p. ex. per a monitorar un altre sensor de temperatura. Predeterminat: /sys/class/thermal/thermal_zone0
da: Vælg dit eget termiske CPU-objekt (f.eks. til overvågning af en anden temperatursensor). Standard: /sys/class/thermal/thermal_zone0
es: Elija el objeto térmico de la CPU , por ejemplo, para supervisar otro sensor de temperatura. Por defecto: /sys/class/thermal/thermal_zone0
fi: Valitse oma lämpöobjekti CPU:lle esim. toisen lämpötila-anturin valvontaan. Oletus: /sys/class/thermal/thermal_zone0
hu: Válassza ki saját hőmérséklet-szabályozó CPU objektumát, például más hőmérséklet-érzékelő figyeléséhez. Alapértelmezés: /sys/class/thermal/thermal_zone0
vi: Chọn đối tượng nhiệt CPU của riêng bạn ví dụ: để giám sát cảm biến nhiệt độ khác. Mặc định: /sys/class/thermal/thermal_zone0

source: Display GPU temperature
bg: Покажи температурата на видеото
ca: Mostra la temperatura de la GPU
da: VIS GPU-temperatur
es: Mostrar la temperatura de la GPU
fi: Näytä näytönohjaimen lämpötila
hu: GPU hőmérséklet megjelenítése
vi: Hiển thị nhiệt độ GPU

source: Toggle to control whether the GPU temperature is displayed
bg: Превключете за да контролирате да се показва температурата на видеото
ca: Defineix si es mostra la temperatura de la GPU o no
da: Styrer, om GPU-temperaturen vises eller ej
es: Mostrar/Ocultar la temperatura de la GPU
fi: Valitse, näytetäänkö näytönohjaimen (GPU) lämpötila
hu: A GPU hőmérséklet megjelenítésének átváltása
vi: Chuyển đổi để kiểm soát xem nhiệt độ GPU có được hiển thị hay không

source: Path to GPU temperature directory (device path)
bg: Път към директорията с температурата на видеото (device path)
ca: Camí a la carpeta de la temperatura de la GPU (camí del dispositiu)
da: Sti til GPU-temperaturmappen (enhedssti)
es: Ruta al directorio de temperatura de la GPU (ruta del dispositivo)
fi: Polku GPU-suorittimen lämpötilaan (laitepolku)
hu: Elérési út a GPU hőmérséklet mappához (eszköz elérési út)
vi: Đường dẫn đến thư mục nhiệt độ GPU (đường dẫn thiết bị)

source: Choose your own thermal GPU object e.g. for monitoring a GPU. Default: /sys/class/thermal/thermal_zone0
bg: Изберете ваш обект термален обект за видеото, т.е. изберете друг сензор за мониторинг/. Стандартен: /sys/class/thermal/thermal_zone0
ca: Escolliu el vostre propi objecte GPU, p. ex. per a monitorar la GPU. Predeterminat: /sys/class/thermal/thermal_zone0
da: Vælg dit eget termiske GPU-objekt (f.eks. til overvågning af en GPU). Standard: /sys/class/thermal/thermal_zone0
es: Elija el objeto térmico de la GPU, por ejemplo, para monitorizar una GPU. Por defecto: /sys/class/thermal/thermal_zone0
fi: Valitse oma lämpöobjekti GPU:lle esim. toisen lämpötila-anturin valvontaan. Oletus: /sys/class/thermal/thermal_zone0
hu: Válassza ki saját hőmérséklet-szabályozó GPU objektumát, például egy GPU monitorozásához. Alapértelmezés: /sys/class/thermal/thermal_zone0
vi: Chọn đối tượng nhiệt GPU của riêng bạn ví dụ: để giám sát GPU. Mặc định: /sys/class/thermal/thermal_zone0
