Repository: linuxmint/cinnamon-spices-desklets
Catalog: simple-system-monitor@ariel/files/simple-system-monitor@ariel/po/*.po
Languages: de, it, nl, ro, ru

source: Dependencies missing. Please install libgtop on Ubuntu: gir1.2-gtop-2.0 on Fedora: libgtop2-devel on Arch: libgtop and restart Cinnamon.
de: Abhängigkeiten fehlen. Bitte installieren Sie libgtop auf Ubuntu: gir1.2-gtop-2.0 auf Fedora: libgtop2-devel auf Arch: libgtop und starten Sie Cinnamon neu.
it: Dipendenze mancanti. Si prega di installare libgtop, Network Manager e collegamenti gir su Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 su Fedora: libgtop2-devel, NetworkManager-glib-devel su Arch: libgtop, networkmanager e riavviare Cinnamon.
nl: Ontbrekende afhankelijkheden. Gelieve te installeren: libgtop op Ubuntu: gir1.2-gtop-2.0 op Fedora: libgtop2-devel op Arch: libgtop en herstart Cinnamon.
ro: Lipsește dependența. Te rugăm să instalezi libgtop pe Ubuntu: gir1.2-gtop-2.0 pe Fedora: libgtop2-devel pe Arch: libgtop și repornești Cinnamon.
ru: Отсутствующие зависимости. Пожалуйста установите libgtop на Ubuntu: gir1.2-gtop-2.0 на Fedora: libgtop2-devel на Arch: libgtop и перезапустите Cinnamon.

source: CPU:
ru: Процессор:

source: Memory:
de: RAM:
it: Memoria:
nl: Geheugen:
ro: Memorie:
ru: Память:

source: Download:
nl: Downloaden:
ro: Descărcați:
ru: Трафик Вх:

source: Upload:
nl: Uploaden:
ro: Încărcați:
ru: Трафик Ис:

source: Temperature:
de: Temperatur:
it: Temperatura:
nl: Temperatuur:
ro: Temperatura:
ru: Температура CPU:

source: GPU:
ru: Температура GPU:

source: No temp file detected at CPU path. Resetting to default.
de: Keine "temp" Datei im CPU-Pfad erkannt. Setze auf Standard zurück.
it: Nessun file temporaneo rilevato nel percorso della CPU. Utilizzo le impostazioni predefinite.
nl: Geen tijdelijk bestand gedetecteerd op CPU-pad. Terugzetten naar standaard.
ro: Nu a fost detectat niciun fișier temporar în calea CPU. Se resetează la valoarea implicită.
ru: Не обнаружен файл источник данных о температуре CPU. Настройки сброшены.

source: Invalid CPU path detected. Resetting to default.
de: Ungültiger CPU-Pfad erkannt. Setze auf Standard zurück.
it: Rilevato percorso CPU non valido. Utilizzo le impostazioni predefinite.
nl: Ongeldig CPU-pad gedetecteerd. Terugzetten naar standaard.
ro: A fost detectată o cale CPU invalidă. Resetare la valorile implicite.
ru: Неверный путь к файлу с информацией о CPU. Настройки сброшены.

source: error reading:
de: Fehler beim Lesen:
it: errore di lettura:
nl: fout bij het lezen:
ro: citirea erorilor:
ru: ошибка чтения:

source: No temp file detected at GPU path. Resetting to default.
de: Keine "temp" Datei im GPU-Pfad erkannt. Setze auf Standard zurück.
it: Nessun file temporaneo rilevato nel percorso GPU. Utilizzo le impostazioni predefinite.
nl: Geen tijdelijk bestand gedetecteerd op GPU-pad. Terugzetten naar standaard.
ro: Nu a fost detectat niciun fișier temporar în calea GPU. Se resetează la valoarea implicită.
ru: Не обнаружен файл источник данных о температуре GPU. Настройки сброшены.

source: Invalid GPU path detected. Resetting to default.
de: Ungültiger GPU-Pfad erkannt. Setze auf Standard zurück.
it: Rilevato percorso GPU non valido. Utilizzo le impostazioni predefinite.
nl: Ongeldig GPU-pad gedetecteerd. Terugzetten naar standaard.
ro: A fost detectată o cale de acces la GPU invalidă. Resetare la valorile implicite.
ru: Неверный путь к файлу с информацией о GPU. Настройки сброшены.

source: Please install missing dependencies.
de: Bitte fehlende Abhängigkeiten installieren.
it: Installa le dipendenze mancanti.
nl: Gelieve ontbrekende afhankelijkheden te installeren.
ro: Te rugăm să instalezi dependențele lipsă.
ru: Пожалуйста установите отсутствующие зависимости.

source: Dependencies missing. Please install libgtop, Network Manager and gir bindings on Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 on Fedora: libgtop2-devel, NetworkManager-glib-devel on Arch: libgtop, networkmanager and restart Cinnamon.
de: Abhängigkeiten fehlen. Bitte installieren Sie libgtop, Network Manager und gir bindings auf Ubuntu/LinuxMint: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 auf Fedora: libgtop2-devel, NetworkManager-glib-devel auf Arch: libgtop, networkmanager und starten Sie Cinnamon neu.
it: Dipendenze mancanti. Si prega di installare libgtop, Network Manager e gir bindings su Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 su Fedora: libgtop2-devel, NetworkManager-glib-devel su Arch: libgtop, networkmanager e riavviare Cinnamon.
nl: Ontbrekende afhankelijkheden. Gelieve te installeren libgtop, Network Manager en gir-bindings op Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 op Fedora: libgtop2-devel, NetworkManager-glib-devel op Arch: libgtop, networkmanager en herstart Cinnamon.
ro: Lipsește dependența. Te rugăm să instalezi libgtop, Network Manager și gir bindings pe Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 pe Fedora: libgtop2-devel, NetworkManager-glib-devel pe Arch: libgtop, networkmanager și repornești Cinnamon.
ru: Отсутствующие зависимости. Пожалуйста установите libgtop, Network Manager и gir bindings на Ubuntu: gir1.2-gtop-2.0, gir1.2-networkmanager-1.0 на Fedora: libgtop2-devel, NetworkManager-glib-devel на Arch: libgtop, networkmanager и перезапустите Cinnamon.

source: Shows some system status values
de: Zeigt einige Systemzustandswerte an
it: Mostra alcuni valori di stato del sistema
nl: Toont enkele systeemstatuswaarden
ro: Afișează unele valori ale stării sistemului
ru: Показывает некоторые значения состояния системы

source: Simple System Monitor
de: Schlichter Systemmonitor
it: Monitor di sistema semplice
nl: Eenvoudige Systeemmonitor
ro: Monitor de sistem simplu
ru: Простой Системный Монитор (Simple System Monitor)

source: General Settings
de: Allgemeine Einstellungen
it: Impostazioni Generali
nl: Algemene Instellingen
ro: Setări generale
ru: Общие Настройки

source: Alignment for title strings
de: Ausrichtung für Titeltext
it: Allineamento per le stringhe del titolo
nl: Uitlijning voor titelstrings
ro: Aliniere pentru șirurile de titluri
ru: Выравнивать для названий

source: CPU, Memory, etc.
de: CPU, Speicher, etc.
it: CPU, Memoria, ecc.
nl: CPU, geheugen, enz.
ro: CPU, memorie etc.
ru: Процессор, Память и др.

source: Left
de: Links
it: Sinistra
nl: Links
ro: Stânga
ru: По левому краю

source: Right
de: Rechts
it: Destra
nl: Rechts
ro: Dreapta
ru: По правому краю

source: Alignment for value strings
de: Ausrichtung Text für Werte
it: Allineamento per stringhe di valori
nl: Uitlijning voor waardestrings
ro: Aliniere pentru șirurile de valori
ru: Выравнивание для значений

source: GB, KB, etc.
it: GB, KB, ecc.
nl: GB, KB, enz.
ru: GB, KB и др.

source: °C
ru: Цельсий °C

source: °F
ru: Фаренгейт °F

source: Temperature units to display
de: Anzuzeigende Temperatureinheiten
it: Unità di temperatura da visualizzare
nl: Temperatuureenheid om weer te geven
ro: Unități de temperatură de afișat
ru: Единицы измерения температуры

source: Scale factor for font size
de: Skalierungsfaktor für Schriftgröße
it: Fattore di scala per la dimensione del carattere
nl: Schaalfactor voor lettergrootte
ro: Factor de scară pentru dimensiunea fontului
ru: Коэффициент масштабирования шрифта

source: Increase or decrease this value to change the font size scale (1.2 = 120%)
de: Erhöhe oder verringere diesen Wert, um die Schriftgröße zu ändern (1,2 = 120 %)
it: Aumenta o diminuisci questo valore per modificare la scala delle dimensioni del carattere (1.2 = 120%)
nl: Verhoog of verlaag deze waarde om de schaal van de lettergrootte te wijzigen (1.2 = 120%)
ro: Mărește sau micșorează această valoare pentru a modifica scara dimensiunii fontului (1,2 = 120%)
ru: Увеличьте или уменьшите это значение для изменения размера шрифта (1.2 = 120%)

source: Font color
de: Schriftfarbe
it: Colore font
nl: Letterkleur
ro: Culoarea fontului
ru: Цвет текста

source: RGB or RGBA
de: RGB oder RGBA
it: RGB o RGBA
nl: RGB of RGBA
ro: RGB sau RGBA
ru: RGB или RGBA

source: Font family for text (blank to use default)
de: Schriftfamilie für Text (leer, um Standard zu verwenden)
it: Famiglia di caratteri per il testo (vuoto per utilizzare quello predefinito)
nl: Lettertype voor tekst (leeg laten voor standaard)
ro: Familie de caractere pentru text (gol pentru a utiliza valoarea implicită)
ru: Свой шрифт (пустое значение для шрифта по умолчанию)

source: Set a custom font family for the text (blank to use default font)
de: Lege eine benutzerdefinierte Schriftfamilie für den Text fest (leer, um die Standardschrift zu verwenden)
it: Imposta una famiglia di caratteri personalizzata per il testo (lascia vuoto per usare quella predefinita)
nl: Stel een aangepast lettertype in voor de tekst (leeg laten voor standaard lettertype)
ro: Setează o familie de fonturi personalizată pentru text (gol pentru a utiliza fontul implicit)
ru: Свой вариант шрифта для текста (пустое значение для шрифта по умолчанию)

source: px
ru: пикселей

source: Fixed width for the desklet
de: Feste Breite für das Desklet
it: Larghezza fissa per il desklet
nl: Vaste breedte voor de desklet
ro: Lățime fixă pentru desklet
ru: Фиксированная ширина десклета

source: Increase or decrease this value to set the boundary width of the desklet
de: Erhöhe oder verringere diesen Wert, um die Grenzbreite des Desklets festzulegen
it: Aumentare o diminuire questo valore per impostare la larghezza del bordo del desklet
nl: Verhoog of verlaag deze waarde om de grensbreedte van de desklet te bepalen
ro: Mărește sau micșorează această valoare pentru a seta lățimea limitei deskletului
ru: Увеличить или уменьшить размер десклета

source: Show background decorations
de: Hintergrunddekorationen anzeigen
it: Mostra le decorazioni dello sfondo
nl: Achtergronddecoraties weergeven
ro: Afișează decorațiunile de fundal
ru: Показать декорации

source: Toggle to control whether the background is transparent
de: Umschalten, um zu steuern, ob der Hintergrund transparent ist
it: Attiva/disattiva per attivare o meno la trasparenza dello sfondo
nl: Schakelaar om te controleren of de achtergrond transparant moet zijn
ro: Comutator pentru a controla dacă fundalul este transparent
ru: Включите, чтобы отрегулировать прозрачность

source: Background color
de: Hintergrundfarbe
it: Colore di sfondo
nl: Achtergrondkleur
ro: Culoarea de fundal
ru: Цвет фона

source: Advanced Settings
de: Erweiterte Einstellungen
it: Impostazioni avanzate
nl: Geavanceerde Instellingen
ro: Setări avansate
ru: Дополнительные Настройки

source: Path to CPU temperature directory (device path)
de: Pfad zum CPU-Temperaturverzeichnis (Gerätepfad)
it: Percorso della directory della temperatura della CPU (percorso del dispositivo)
nl: Pad naar CPU-temperatuurmap (apparaatpad)
ro: Calea de acces la directorul de temperatură CPU (calea dispozitivului)
ru: Путь к каталогу CPU устройства (/sys,/proc)

source: Choose your own thermal CPU object e.g. for monitoring another temperature sensor. Default: /sys/class/thermal/thermal_zone0
de: Wähle einen eigenes Thermal-CPU-Object, z.B zur Überwachung eines weiteren Temperatursensors. Standard: /sys/class/thermal/thermal_zone0
it: Scegli il tuo oggetto CPU termico, ad es. per monitorare un altro sensore di temperatura. Predefinito: /sys/class/thermal/thermal_zone0
nl: Kies uw eigen thermische CPU-object, bv. voor het monitoren van een andere temperatuursensor. Standaard: /sys/class/thermal/thermal_zone0
ro: Alege propriul obiect CPU termic, de exemplu, pentru monitorizarea unui alt senzor de temperatură. Implicit: /sys/class/thermal/thermal_zone0
ru: Выберите путь к системной информации о CPU. Например для мониторинга температуры другого сенсора. По умолчанию: /sys/class/thermal/thermal_zone0

source: Display GPU temperature
de: GPU-Temperatur anzeigen
it: Visualizza la temperatura della GPU
nl: GPU-temperatuur weergeven
ro: Afișarea temperaturii GPU
ru: Показать температуру GPU

source: Toggle to control whether the GPU temperature is displayed
de: Umschalten, um zu steuern, ob die GPU-Temperatur angezeigt wird
it: Attiva/disattiva per visualizzare o meno la temperatura della GPU
nl: Schakelaar om te controleren of de GPU-temperatuur moet worden weergegeven
ro: Comută pentru a controla dacă temperatura GPU este afișată sau nu.
ru: Включите, для отображения температуры графического процессора

source: Path to GPU temperature directory (device path)
de: Pfad zum GPU-Temperaturverzeichnis (Gerätepfad)
it: Percorso della directory della temperatura della GPU (percorso del dispositivo)
nl: Pad naar GPU-temperatuurmap (apparaatpad)
ro: Calea către directorul de temperatură GPU (calea dispozitivului)
ru: Путь к каталогу GPU устройства (/sys,/proc)

source: Choose your own thermal GPU object e.g. for monitoring a GPU. Default: /sys/class/thermal/thermal_zone0
de: Wähle einen eigenes Thermal-GPU-Object, z.B. zum Überwachen einer GPU. Standard: /sys/class/thermal/thermal_zone0
it: Scegli il tuo oggetto GPU termico, ad es. per monitorare una GPU. Predefinito: /sys/class/thermal/thermal_zone0
nl: Kies uw eigen thermisch GPU-object, bv. voor het monitoren van een GPU. Standaard: /sys/class/thermal/thermal_zone0
ro: Alege propriul obiect termic GPU, de exemplu, pentru monitorizarea unui GPU. Implicit: /sys/class/thermal/thermal_zone0
ru: Выберите путь к системной информации о GPU. Например для мониторинга температуры другого GPU. По умолчанию: /sys/class/thermal/thermal_zone0
