Repository: linuxmint/cinnamon-spices-desklets
Catalog: cinnaclock@dingo/files/cinnaclock@dingo/po/cinnaclock@dingo/files/cinnaclock@dingo/files/cinnaclock@dingo/po/*.po
Languages: ca, hi, pt_br, ro

source: General
hi: सामान्य
pt_br: Geral

source: Layer 1
ca: Capa 1
hi: परत 1
pt_br: Camada 1
ro: Strat 1

source: Layer 2
ca: Capa 2
hi: परत 2
pt_br: Camada 2
ro: Strat 2

source: Layer 3
ca: Capa 3
hi: परत 3
pt_br: Camada 3
ro: Strat 3

source: Format Style
ca: Estil de format
hi: प्रारूप शैली
pt_br: Estilo de Formato
ro: Stil Format

source: Background Style
ca: Estil de fons
hi: पृष्ठभूमि शैली
pt_br: Estilo de Fundo
ro: Stil Fundal

source: Text Style
ca: Estil de text
hi: लेख शैली
pt_br: Estilo de Texto
ro: Stil Text

source: Shadow
ca: Ombra
hi: छाया
pt_br: Sombra
ro: Umbră

source: Show background
ca: Mostra el fons
hi: पृष्ठभूमि दिखाएं
pt_br: Mostrar plano de fundo
ro: Arată fundalul

source: Background Color
ca: Color de fons
hi: पृष्ठभूमि का रंग
pt_br: Cor do fundo
ro: Culoare fundal

source: Corner Radius
ca: Radi dels cantons
hi: कोने की त्रिज्या
pt_br: Raio do canto
ro: Rază colțuri

source: Show Layer 1
ca: Mostra la Capa 1
hi: परत 1 दिखाएं
pt_br: Mostrar Camada 1
ro: Arată Stratul 1

source: Show Layer 2
ca: Mostra la Capa 2
hi: परत 2 दिखाएं
pt_br: Mostrar Camada 2
ro: Arată Stratul 2

source: Show Layer 3
ca: Mostra la Capa 3
hi: परत 3 दिखाएं
pt_br: Mostrar Camada 3
ro: Arată Stratul 3

source: Layer 1 Format
ca: Format de la Capa 1
hi: परत 1 प्रारूप
pt_br: Formato da Camada 1
ro: Format Strat 1

source: Layer 2 Format
ca: Format de la Capa 2
hi: परत 2 प्रारूप
pt_br: Formato da Camada 2
ro: Format Strat 2

source: Layer 3 Format
ca: Format de la Capa 3
hi: परत 3 प्रारूप
pt_br: Formato da Camada 3
ro: Format Strat 3

source: Layer 1 Vertical Offset
ca: Desplaçament vertical Capa 1
hi: परत 1 लंबवत ऑफसेट
pt_br: Deslocamento Vertical Camada 1
ro: Offset vertical Strat 1

source: Layer 2 Vertical Offset
ca: Desplaçament vertical Capa 2
hi: परत 2 लंबवत ऑफसेट
pt_br: Deslocamento Vertical Camada 2
ro: Offset vertical Strat 2

source: Layer 3 Vertical Offset
ca: Desplaçament vertical Capa 3
hi: परत 3 लंबवत ऑफसेट
pt_br: Deslocamento Vertical Camada 3
ro: Offset vertical Strat 3

source: Layer 1 Horizontal Offset
ca: Desplaçament horitzontal Capa 1
hi: परत 1 क्षैतिज ऑफसेट
pt_br: Deslocamento Horizontal Camada 1
ro: Offset orizontal Strat 1

source: Layer 2 Horizontal Offset
ca: Desplaçament horitzontal Capa 2
hi: परत 2 क्षैतिज ऑफसेट
pt_br: Deslocamento Horizontal Camada 2
ro: Offset orizontal Strat 2

source: Layer 3 Horizontal Offset
ca: Desplaçament horitzontal Capa 3
hi: परत 3 क्षैतिज ऑफसेट
pt_br: Deslocamento Horizontal Camada 3
ro: Offset orizontal Strat 3

source: Font
ca: Tipus de lletra
hi: फ़ॉन्ट
pt_br: Fonte

source: Color
hi: रंग
pt_br: Cor
ro: Culoare

source: Uppercase
ca: Majúscules
hi: बड़े अक्षर
pt_br: Maiúsculas
ro: Majuscule

source: Horizontal offset
ca: Desplaçament horitzontal
hi: क्षैतिज ऑफसेट
pt_br: Deslocamento horizontal
ro: Offset orizontal

source: Vertical offset
ca: Desplaçament vertical
hi: लंबवत ऑफसेट
pt_br: Deslocamento vertical
ro: Offset vertical

source: Blur
ca: Difuminat
hi: धुंधलापन
pt_br: Desfoque
ro: Efect de ceață

source: Select a Preset
ca: Selecciona un preajust
hi: प्रीसेट चुनें
pt_br: Selecionar um Preset
ro: Selectează un Preset

source: Manual
hi: मैनुअल

source: Modern Blue
ca: Blau Modern
hi: आधुनिक नीला
pt_br: Azul Moderno
ro: Albastru Modern

source: Clear Orange
hi: साफ नारंगी
pt_br: Laranja Claro
ro: Portocaliu Clar

source: Digital Neon
hi: डिजिटल नियॉन
pt_br: Neon Digital
ro: Neon Digital

source: Minimal Dark
ca: Minimalista Fosc
hi: न्यूनतम डार्क
pt_br: Escuro Minimalista
ro: Minimalist Întunecat

source: Minimal White
hi: न्यूनतम व्हाइट
pt_br: Branco Minimalista
ro: Minimalist Alb

source: Phantom
hi: फैंटम
pt_br: Fantasma
ro: Fantomă

source: Cyberpunk
hi: साइबरपंक

source: Set the background color and transparency of the desklet
ca: Estableix el color de fons i la transparència
hi: पृष्ठभूमि का रंग और पारदर्शिता सेट करें
pt_br: Defina a cor de fundo e transparência do desklet
ro: Setați culoarea de fundal și transparența

source: Example: %H:%M for 24h
ca: Exemple: %H:%M per a 24h
hi: उदाहरण: 24 घंटे के लिए %H:%M
pt_br: Exemplo: %H:%M para 24h
ro: Exemplu: %H:%M pentru 24h

source: Example: %A for full weekday name
hi: उदाहरण: पूरे दिन के नाम के लिए %A
pt_br: Exemplo: %A para o dia da semana completo
ro: Exemplu: %A pentru numele complet al zilei

source: Example: %e %B %Y
hi: उदाहरण: %e %B %Y
pt_br: Exemplo: %e %B %Y
ro: Exemplu: %e %B %Y

source: Edit Config
ca: Edita la configuració
hi: कॉन्फ़िगरेशन संपादित करें
pt_br: Editar Configuração
ro: Editează Configurația
