Repository: linuxmint/cinnamon-spices-desklets
Catalog: hostcheck@schorschii/files/hostcheck@schorschii/po/*.po
Languages: ca, es, hu, nl, pt_br, sv

source: UNKNOWN
ca: Desconegut
es: DESCONOCIDO
hu: ISMERETLEN
nl: ONBEKEND
pt_br: DESCONHECIDO
sv: OKÄND

source: Error executing ping command!
ca: S'ha produït un error executant l'ordre «ping»
es: ¡Error al ejecutar el comando ping!
hu: Hiba a ping parancs végrehajtásában!
nl: Fout tijdens uitvoeren van ping commando!

source: No ping output
ca: No hi ha resposta al PING
es: Sin salida de ping
hu: Nincs kimenő ping
nl: Geen ping-uitvoer
pt_br: Nenhum retorno do ping
sv: Ingen ping-utdata

source: CRIT
ca: CRÍTIC
es: CRÍTICO
hu: KRIT
pt_br: CRÍTICO
sv: KRITISK

source: OK
ca: CORRECTE

source: WARN
ca: AVÍS
es: AVISO
hu: FIGYELMEZTET
pt_br: AVISO
sv: VARNING

source: HTTP Status Code
ca: Codi d'estat HTTP
es: Código de estado HTTP

source: Checks a host via ping or HTTP(S) and displays if it is available.
ca: Comprova i mostra l'estat de la connexió a una màquina amfitrió via els protocols PING o HTTP(S)
es: Comprueba un host mediante ping o HTTP(S) y muestra si está disponible.
hu: Ellenőriz egy kiszolgálót ping vagy HTTP(S) útján és kijelzi, ha elérhető.
nl: Controleert een host via ping of HTTP(S) en geeft aan of deze beschikbaar is.
pt_br: Verifica por meio de ping ou HTTP(S) se uma hospedagem está no ar e exibe o resultado visualmente.
sv: Kontrollerar en värddator via ping eller HTTP(S) och visar om den är tillgänglig.

source: Host Check
ca: Comprova la connexió a un amfitrió
es: Comprobación de Host
hu: Kiszolgáló ellenőrzés
nl: Hostcontrole
pt_br: Verificar a hospedagem
sv: Värdkontroll

source: Settings for hostcheck@schorschii
ca: Ajusts per a hostcheck@schorschii
es: Configuración para hostcheck@schorschii
hu: Hostcheck@schorschii beállításai
nl: Instellingen voor hostcheck@schorschii
pt_br: Configurações para hostcheck@schorschii
sv: Inställningar för hostcheck@schorschii

source: Hostname, IP address or HTTP(S)-URL to check
ca: Nom d'amfitrió, adreça IP o URL HTTP(S) a comprovar
es: Nombre de host, dirección IP o HTTP(S)-URL a comprobar
hu: Hostname, IP cím vagy HTTP(S)-URL ellenőrzése
nl: Hostnaam, IP-adres of HTTP(S)-URL om te controleren
pt_br: Nome do host, endereço IP ou endereço URL HTTP(S) para verificar
sv: Värdnamn, IP-adress eller HTTP(S)-URL att kolla

source: Ping or HTTP(S) check
ca: Comprovació de l'amfitrió
es: Ping o comprobación HTTP(S)
hu: Ping vagy HTTP(S) ellenőrzés
nl: Ping- of HTTP(S)-controle
pt_br: Verificar por meio de ping ou HTTP(S)
sv: Ping- eller HTTP(S)-kontroll

source: Choose, if this desklet should do a ping or HTTP(S) check.
ca: Tria si la comprovació es fa amb PING o HTTP(S).
es: Elija si este desklet debe hacer una comprobación ping o HTTP(S).
hu: Válasszon, hogy az asztalkalmazás végezzen-e pinget vagy HTTP(S) ellenőrzést.
nl: Kies of deze desklet een ping- of HTTP(S)-controle moet uitvoeren.
pt_br: Escolha se esse desklet deve fazer a verificação por meio de ping ou HTTP(S).
sv: Välj om detta skrivbordsprogram skall pinga eller kolla via HTTP(S).

source: HTTP success status code
ca: Codi d'estat HTTP d'èxit
es: Código de estado HTTP correcto
hu: HTTP sikeres állapotkód
nl: HTTP-successtatuscode

source: Choose the HTTP status code which should be assumed as success
ca: Trieu el codi d'estat HTTP que s'interpretarà com a èxit
es: Elija el código de estado HTTP que debe asumirse como correcto
hu: Válassza ki azt a HTTP állapotkódot, amelyet sikeresnek kell tekinteni
nl: Kies de HTTP-statuscode die als succes moet worden beschouwd

source: Show notifications when state changed
ca: Notifica els canvis d'estat
es: Mostrar notificaciones cuando cambia el estado
hu: Értesítések megjelenítése állapotváltozáskor
nl: Toon meldingen wanneer de status verandert
pt_br: Mostrar notificações quando o estado mudar
sv: Visa aviseringar när status ändras

source: seconds
ca: segons
es: segundos
hu: másodperc
nl: seconden

source: Time's interval of check
ca: Freqüència de comprovació
es: Intervalo de tiempo de comprobación
hu: Időintervallum ellenőrzés
nl: Tijdsinterval van controle

source: scale factor
ca: factor d'escala
es: factor de escala
hu: léptéktényező
nl: schaalfactor
pt_br: escala de proporção
sv: skalfaktor

source: Desklet size
ca: Mida de la miniaplicació
es: Tamaño del Desklet
hu: Asztalkalmazás mérete
nl: Grootte van de desklet
pt_br: Tamanho do desklet
sv: Programstorlek

source: Increase or decrease the size of this desklet using this scale factor.
ca: Augmenta o disminueix la mida de la miniaplicació d'escriptori amb aquest factor de canvi d'escala.
es: Aumente o reduzca el tamaño de este desklet utilizando este factor de escala.
hu: Növelje vagy csökkentse az asztalkalmazás méretét ezt a skálát használva.
nl: Vergroot of verklein de grootte van deze desklet met deze schaalfactor.
pt_br: Aumente ou diminua o tamanho desse desklet usando esta escala de proporção.
sv: Öka eller minska storleken på det här programmet, med denna skalfaktor.

source: Hide decorations
ca: Oculta les decoracions
es: Ocultar decoraciones
hu: Díszítések elrejtése
nl: Verberg decoraties
pt_br: Esconder decorações (margens e cor de fundo)
sv: Dölj dekorationer

source: Custom desklet label (only visible if decorations are enabled)
ca: Etiqueta personalitzada de miniaplicació d'escriptori (només visible si les decoracions estan habilitades)
es: Etiqueta personalizada del desklet (sólo visible si las decoraciones están activadas)
hu: Egyéni asztalkalmazás címke (csak akkor látható, ha a dekoráció engedélyezve van)
nl: Aangepast deskletlabel (alleen zichtbaar als decoraties zijn ingeschakeld)
pt_br: Rótulo personalizado no desklet (estará visível apenas se as decorações não estiverem escondidas)
sv: Anpassad programetikett (endast synlig om dekorationer är aktiverat)

source: Use a custom desklet label
ca: Utilitza una etiqueta de miniaplicació d'escriptori personalitzada
es: Utilizar una etiqueta de desklet personalizada
hu: Egyéni asztalkalmazás címke használata
nl: Gebruik een aangepast deskletlabel
pt_br: Usar um rótulo personalizado no desklet
sv: Använd en anpassad programetikett

source: Checking this box allows you to set a custom label in the field below.
ca: Marcant aquesta casella, podeu establir una etiqueta personalitzada al camp següent.
es: Si marca esta casilla, podrá establecer una etiqueta personalizada en el campo inferior.
hu: Ennek a négyzetnek a bejelölésével egyéni címkét állíthat be az alábbi mezőben.
nl: Door dit vakje aan te vinken, kunt u een aangepast label instellen in het veld hieronder.
pt_br: Marque esta opção para ser capaz de definir um rótulo personalizado no campo abaixo.
sv: Aktivering låter dig ange en anpassad etikett i fältet nedan.

source: Custom desklet label
ca: Etiqueta personalitzada
es: Etiqueta personalizada para el desklets
hu: Egyéni asztalkalmazás címke
nl: Aangepast deskletlabel
pt_br: Rótulo personalizado no desklet
sv: Anpassad programetikett

source: Set your custom label here. This field is unavailable unless the checkbox above is enabled.
ca: Establiu aquí la vostra etiqueta personalitzada. Aquest camp no està disponible a menys que la casella de selecció de dalt estigui habilitada.
es: Establezca aquí su etiqueta personalizada. Este campo no está disponible a menos que la casilla anterior esté activada.
hu: Itt állítson be egyedi címkét. Ez a mező nem lesz elérhető egészen addig, amíg a fenti négyzetben ezt nem engedélyezi.
nl: Stel hier uw aangepast label in. Dit veld is niet beschikbaar tenzij het selectievakje hierboven is ingeschakeld.
pt_br: Digite o seu rótulo personalizado aqui. Esse campo poderá ser preenchido somente quando a caixa de seleção acima estiver ativada.
sv: Ange din anpassade etikett här. Detta fält är inte tillgängligt om ovanstående inställning ar av.

source: General
hu: Általános
nl: Algemeen
pt_br: Visão geral
sv: Allmänt

source: HTTP-Statuscode
pt_br: Código de estado HTTP
sv: HTTP statuskod
