Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/diskspace@schorschii/*.po
Languages: ca, de

source: RAM
de: Arbeitsspeicher

source: Swap
ca: Memòria d'intercanvi
de: Swap-Speicher

source: Filesystem
ca: Sistema de fitxers
de: Dateisystem

source: Not Found
ca: No s'ha trobat
de: Nicht gef.

source: Sorry, this font is not supported, please select a different one.
de: Diese Schriftart wird leider nicht unterstützt. Bitte wählen Sie eine andere.

source: Font: `
de: Schriftart: `

source: ` Error:
de: ` Fehler:

source: Disk Space
ca: Espai de disc
de: Speicherplatzanzeige

source: Displays the usage of a filesystem or RAM.
ca: Mostra l'ús d'un sistema de fitxers o de la RAM.
de: Zeigt die Auslastung eines Dateisystems oder des Arbeitsspeichers an.

source: General
de: Allgemein

source: Visual
de: Visuelle Einstellungen

source: Colors
de: Farben

source: Fonts
de: Schriftarten

source: Custom Label
de: Benutzerdefiniertes Label

source: Monitor a file system or RAM usage
ca: Monitora l'ús d'un sistema de fitxers o de la RAM
de: Ein Dateisystem oder den Arbeitsspeicher überwachen

source: Choose, if this desklet should show file system or RAM usage.
ca: Trieu, si aquesta miniaplicació d'escriptori ha de mostrar l'ús d'un sistema de fitxers o de la RAM.
de: Wähle, ob das Desklet die Auslastung eines Dateisystems oder des Arbeitsspeichers anzeigen soll.

source: Filesystem to monitor
ca: Sistema de fitxers a monitorar
de: Dateisystem, welches angezeigt werden soll

source: Select the file system, which you want to monitor.
ca: Seleccioneu el sistema de fitxers que voleu monitorar.
de: Wähle das Dateisystem, welches angezeigt werden soll.

source: Action on mouse click
ca: Acció en fer clic
de: Aktion bei Mausklick

source: Choose what to do when the desklet was clicked.
ca: Estableix què fer quan feu clic sobre la miniaplicació d'escriptori.
de: Wähle, was passieren soll, wenn auf das Desklet geklickt wird.

source: Open File Manager
ca: Obre el gestor de fitxers
de: Dateimanager öffnen

source: Open Partition Manager
ca: Obre el gestor de particions
de: Partitions-Editor öffnen

source: Open System Monitor
ca: Obre el monitor del sistema
de: Systemüberwachung öffnen

source: Nothing
ca: Res
de: Nichts

source: Size Prefix
ca: Prefix de la mida
de: Präfixe

source: Decimal
de: Dezimal

source: Binary
ca: Binari
de: Binär

source: Number of fractional digits
de: Anzahl der Nachkommastellen

source: Increase or decrease the number digits after the decimal point.
de: Erhöhen oder verringern der Anzahl der Stellen nach dem Komma.

source: Show reserved blocks as used space
ca: Mostra els blocs reservats com espai utilitzat
de: Zeige reservierte Blöcke als verwendeten Speicher

source: Reserved blocks are useable for the root user only and that's why displayed as used space by default.
ca: Els blocs reservats son exclusius del superusuari (root), per això es mostra com espai utilitzat per omissió.
de: Reservierte Blöcke sind nur vom root-Benutzer verwendbar und daher standardmäßig ausgeblendet.

source: Thin
ca: Estret
de: Dünn

source: Compact
ca: Compacte
de: Kompakt

source: Classic (Thick)
ca: Clàssic (ample)
de: Klassisch (Dick)

source: Name and total space
ca: Nom i mida total
de: Bezeichnung und Kapazität

source: Name and free space
ca: Nom i espai lliure
de: Bezeichnung und freier Speicherplatz

source: Used and total space
ca: Espai utilitzat i total
de: Belegter Speicherplatz und Kapazität

source: Total and used space
ca: Espai utilitzat i total
de: Kapazität und belegter Speicherplatz

source: Free and total space
ca: Espai lliure i total
de: Freier Speicherplatz und Kapazität

source: Total and free space
ca: Espai lliure i total
de: Kapazität und freier Speicherplatz

source: No text
ca: Sense text
de: Kein Text

source: Hide decorations
ca: Oculta les decoracions
de: Dekorationen verstecken

source: Draw free/unused space (gray)
ca: Dibuixa l'espai lliure o no utilitzat (gris)
de: Zeichne freien/unbenutzten Speicherplatz (grau)

source: Fill circle background
de: Kreishintergrund ausfüllen

source: Fill the inside of the circle with color.
de: Fülle das Innere des Kreises mit Farbe.

source: Background fill color
de: Hintergrundfüllfarbe

source: Use a custom circle color
ca: Utilitza un color de cercle personalitzat
de: Kreisfarbe selbst festlegen

source: Circle color
ca: Color del cercle
de: Kreisfarbe

source: Circle color for free space
de: Kreisfarbe für freien Bereich

source: Text font
de: Schriftart

source: Change text font family
de: Schriftart ändern

source: Sub text font
de: Schriftart für Untertitel

source: Change font family of the text below the percentage
de: Schriftart des Textes unterhalb der Prozentangabe ändern

source: Text color
ca: Color del text
de: Textfarbe

source: scale factor
ca: factor de canvi d'escala
de: Skalierungsfaktor

source: Desklet size
ca: Mida de la miniaplicació d'escriptori
de: Deskletgröße

source: Increase or decrease the size of this desklet using this scale factor.
ca: Augmenta o disminueix la mida d'aquesta miniaplicació d'escriptori amb aquest factor de canvi d'escala.
de: Vergrößern oder verkleinern des Desklets mithilfe dieses Skalierungsfaktors.

source: Use a custom desklet label
ca: Utilitza una etiqueta de miniaplicació d'escriptori personalitzada
de: Ein eigenes Desklet-Label verwenden

source: Checking this box allows you to set a custom label in the field below.
ca: Si marqueu aquesta casella, podeu establir una etiqueta personalitzada al camp següent.
de: Wenn Sie diese Option aktivieren, können Sie ein eigenes Desklet-Label im Feld darunter festlegen.

source: Custom desklet label
ca: Etiqueta de miniaplicació d'escriptori personalitzada
de: Eigenes Desklet-Label

source: Set your custom label here. This field is unavailable unless the checkbox above is enabled.
ca: Establiu aquí la vostra etiqueta personalitzada. Aquest camp no està disponible a menys que la casella de selecció de dalt estigui habilitada.
de: Legen Sie hier ihr eigenes Label fest. Dieses Feld ist nicht verfügbar, solange die Option darüber nicht aktiviert wurde.

source: Design
ca: Disseny
