Repository: linuxmint/cinnamon-spices-desklets
Catalog: diskspace@schorschii/files/diskspace@schorschii/po/*.po
Languages: da, es, fi, hu, it, nl, pt_br, ro, ru, sv, vi

source: Filesystem
da: Filsystem
es: Sistema de archivos
fi: Kiintolevy
hu: Fájlrendszer
nl: Bestandssysteem
pt_br: Disco de armazenamento
ro: Sistem de fișiere
ru: Файловая система
sv: Filsystem
vi: Hệ thống tập tin

source: Not Found
da: Ikke fundet
es: No encontrado
fi: Ei löytynyt
hu: Nem található
it: Non Trovato
nl: Niet gevonden
pt_br: Não encontrado
ro: Nu a fost găsit
ru: Не найдено
vi: Không tìm thấy

source: Disk Space
da: Diskplads
es: Espacio del disco
hu: Lemez terület
it: Spazio su Disco
nl: Schijfruimte
pt_br: Espaço em disco
ro: Spațiu pe disc
ru: Дисковое Пространство (Disk Space)
sv: Diskutrymme
vi: Không gian đĩa

source: Displays the usage of a filesystem or RAM.
da: Viser brugen af et filsystem eller RAM.
es: Muestra el uso de un sistema de archivos o RAM.
fi: Näyttää titokoneen varaaman levytilan tai käytetyn muistin.
hu: Megjeleníti a fájlrendszer vagy a RAM használatát.
it: Visualizza l'utilizzo del file system o della RAM.
nl: Geeft het gebruik van een bestandssysteem of RAM weer.
pt_br: Mostra o uso de um disco de armazenamento ou o uso da memória RAM.
ro: Afișează gradul de utilizare a unui sistem de fișiere sau a memoriei RAM.
ru: Отображает использование дискового пространства или оперативной памяти.
sv: Visar användningen av ett filsystem eller RAM.
vi: Hiển thị mức sử dụng của hệ thống tập tin hoặc RAM.

source: Settings for diskspace@schorschii
da: Indstillinger
es: Configuración de diskspace@schorschii
fi: Asetukset diskspace@schorschii
hu: Diskspace@schorschii beállításai
nl: Instellingen voor diskspace@schorschii
pt_br: Configurações de diskspace@schorschii
ro: Setări pentru diskspace@schorschii
ru: Настройки для diskspace@schorschii
sv: Inställningar för diskspace@schorschii
vi: Cài đặt cho diskspace@schorschii

source: General
da: Generel
fi: Yleinen
hu: Általános
it: Generale
nl: Algemeen
pt_br: Visão geral
ru: Общие настройки
sv: Allmänt
vi: Chung

source: Monitor a file system or RAM usage
da: Overvåg brugen af et filsystem eller RAM
es: Moninotear el sistema de archivos o el uso de RAM
fi: Tarkkaile levytilaa tai muistia
hu: Fájlrendszer vagy RAM használatának figyelése
it: Monitora l'utilizzo del file system o della RAM
nl: Een bestandssysteem of RAM-gebruik monitoren
pt_br: Monitorar o uso de um disco de armazenamento ou o uso da memória RAM
ro: Monitorizează un sistem de fișiere sau utilizarea RAM
ru: Монитор накопителей и оперативной памяти
sv: Övervaka filsystem- eller RAM-användning
vi: Giám sát hệ thống tập tin hoặc mức sử dụng RAM

source: Choose, if this desklet should show file system or RAM usage.
da: Vælg om brugen af filsystem eller RAM skal vises.
es: Elegir, si este desklet debe mostrar el sistema de archivos o el uso de RAM.
fi: Valitse näytetäänkö ruudulla levytilaa vai muistin määrää.
hu: Válassza ki, hogy ez az asztalkalmazás fájlrendszer- vagy RAM-használatot mutasson-e.
it: Scegliere se questo desklet deve mostrare l'utilizzo del file system o della RAM.
nl: Kies of deze desklet het gebruik van een bestandssysteem of RAM moet tonen.
pt_br: Escolha se este desklet deve mostrar o uso de um disco de armazenamento ou o uso da RAM.
ro: Alege dacă acest desklet trebuie să afișeze utilizarea sistemului de fișiere sau a memoriei RAM.
ru: Выберите, отображать использование файловой системы или оперативной памяти.
sv: Välj om det här skrivbordsprogrammet skall visa filsystem- eller RAM-användning.
vi: Chọn xem desklet này nên hiển thị hệ thống tập tin hay mức sử dụng RAM.

source: Filesystem to monitor
da: Filsystem der skal overvåges
es: Sistema de archivos a monitorear
fi: Valvottava kiintolevy tai kansio
hu: Megfigyelendő fájlrendszer
it: Filesystem da monitorare
nl: Te monitoren bestandssysteem
pt_br: Pasta de arquivos a monitorar
ro: Sistemul de fișiere de monitorizat
ru: Файловая система для мониторинга
sv: Filsystem att övervaka
vi: Hệ thống tập tin cần giám sát

source: Select the file system, which you want to monitor.
da: Vælg det filsystem, du vil overvåge.
es: Seleccione el sistema de archivos que desea monitorear.
fi: Valitse mitä haluat valvoa.
hu: Válassza ki a figyelni kívánt fájlrendszert.
it: Selezionare il file system che si desidera monitorare.
nl: Selecteer het bestandssysteem dat u wilt monitoren.
pt_br: Selecione a pasta de arquivos que você deseja monitorar.
ro: Selectează sistemul de fișiere pe care dorești să îl monitorizezi.
ru: Выберите файловую систему которую желаете отслеживать.
sv: Välj det filsystem du vill övervaka.
vi: Chọn hệ thống tập tin mà bạn muốn giám sát.

source: Action on mouse click
da: Handling ved museklik
es: Acción al hacer clic con el mouse
fi: Toiminto hiiren painikkeelle
hu: Művelet egérkattintással
it: Azione al click del mouse
nl: Actie bij muisklik
pt_br: Ação ao clicar com o mouse no desklet
ro: Acțiune la clicul mouse-ului
ru: Действие при нажатии мыши
vi: Hành động khi nhấp chuột

source: Choose what to do when the desklet was clicked.
da: Vælg, hvad der skal gøres, når der klikkes på skrivebordsprogrammet.
es: Elija qué hacer cuando se hace clic en el desklet.
fi: Valitse, mitä tehdään kun sovelmaa painetaan hiirellä työpöydällä.
hu: Válassza ki, mi a teendő, amikor a deskletre kattintottak.
it: Scegli cosa fare quando si clicca sul desklet.
nl: Kies wat er moet gebeuren wanneer er op de desklet wordt geklikt.
pt_br: Escolha o que fazer quando o desklet for clicado.
ro: Alege ce să faci atunci când se face clic pe desklet.
ru: Выберите действие для клика мышью на десклете.
vi: Chọn việc cần làm khi desklet được nhấp chuột.

source: Open File Manager
da: Åbn filhåndtering
es: Abrir el administrador de archivos
fi: Avaa tiedostonhallinta
hu: Nyissa meg a Fájlkezelőt
it: Apri il File Manager
nl: Bestandsbeheer openen
pt_br: Abrir o gerenciador de arquivos
ro: Deschide Managerul de fișiere
ru: Открыть Файловый Менеджер
vi: Mở Trình quản lý tập tin

source: Open Partition Manager
da: Åbn partitionshåndtering
es: Abrir el gestor de particiones
fi: Avaa levyhallinta
hu: Nyissa meg a Partíciókezelőt
it: Apri il Gestore Partizioni
nl: Partitiebeheer openen
pt_br: Abrir o gerenciador de partições
ro: Deschide Partition Manager
ru: Открыть Менеджер Дисков
vi: Mở Trình quản lý phân vùng

source: Open System Monitor
da: Åbn systemovervågning
es: Abrir el monitor del sistema
fi: Avaa järjestelmän valvonta
hu: Nyissa meg a Rendszerfigyelőt
it: Apri il Monitor di Sistema
nl: Systeemmonitor openen
pt_br: Abrir o monitor do sistema
ro: Deschide Monitorul de sistem
ru: Открыть Системный Монитор
vi: Mở Trình giám sát hệ thống

source: Nothing
da: Intet
es: Nada
fi: Ei mitään
hu: Semmi
it: Nulla
nl: Niets
pt_br: Nenhuma ação
ro: Nimic
ru: Ничего не делать
vi: Không làm gì

source: Size Prefix
da: Størrelsespræfiks
es: Tamaño del Prefijo
fi: Koon etuliite
hu: Méret előtag
it: Prefisso Dimensione
nl: Voorvoegsel grootte
pt_br: Unidade de medida de armazenamento
ro: Dimensiune Prefix
ru: Единица измерения
vi: Tiền tố kích thước

source: Decimal
da: Titalssystem
fi: Desimaali
hu: Tizedes
it: Decimale
nl: Decimaal
ru: Десятичная
vi: Thập phân

source: Binary
da: Binær
es: Binario
fi: Binääri
hu: Bináris
it: Binario
nl: Binair
pt_br: Binária
ru: Двоичная
vi: Nhị phân

source: Show reserved blocks as used space
da: Vis reserverede blokke som brugt plads
es: Mostrar bloques reservados como espacio utilizado
fi: Näytä varatut lohkot käytettynä tilana
hu: A lefoglalt blokkok megjelenítése használt területként
it: Mostra i blocchi riservati come spazio utilizzato
nl: Gereserveerde blokken weergeven als gebruikte ruimte
ru: Показывать зарезервированные блоки как использованное пространство
vi: Hiển thị khối dành riêng như không gian đã sử dụng

source: Reserved blocks are useable for the root user only and that's why displayed as used space by default.
da: Reserverede blokke er kun brugbare for administratoren og vises derfor som standard som brugt plads.
es: Los bloques reservados sólo pueden ser utilizados por el usuario root y por eso se muestran como espacio utilizado por defecto.
fi: Varatut lohkot ovat vain root:lle käytettävissä, siksi ne näytetään oletuksena käytettynä tilana.
hu: A lefoglalt blokkok csak a root felhasználó számára használhatók, ezért az alapértelmezés szerint használt területként jelennek meg.
it: I blocchi riservati sono utilizzabili solo dall'utente root ed è per questo motivo che vengono visualizzati come spazio utilizzato per impostazione predefinita.
nl: Gereserveerde blokken zijn alleen bruikbaar voor de root-gebruiker en worden daarom standaard weergegeven als gebruikte ruimte.
ru: Зарезервированные блоги могут использоваться пользователем root, поэтому отображаются как использованное пространство диска по умолчанию.
vi: Các khối dành riêng chỉ có thể sử dụng bởi người dùng root và đó là lý do tại sao chúng được hiển thị như không gian đã sử dụng theo mặc định.

source: Visual
da: Visuel
es: Configuración visual
fi: Visuaalinen
hu: Kinézet
it: Visuale
nl: Visueel
ro: Vizual
ru: Внешний вид
sv: Visuellt
vi: Hiển thị

source: Design
es: Diseño
fi: Ulkoasu
hu: Téma
nl: Ontwerp
pt_br: Aparência
ru: Дизайн
vi: Thiết kế

source: Thin
da: Tynd
es: Delgado
fi: Ohut
hu: Vékony
it: Sottile
nl: Dun
pt_br: Fina
ro: Subțire
ru: Тонкий
sv: Tunn
vi: Mỏng

source: Compact
da: Kompakt
es: Compacto
fi: Tiivis
hu: Kompakt
it: Compatto
pt_br: Compacta
ru: Компактный
vi: Nhỏ gọn

source: Classic (Thick)
da: Klassisk (tyk)
es: Clásico (grueso)
fi: Paksu
hu: Klasszikus (Vastag)
it: Classico (Spesso)
nl: Klassiek (dik)
pt_br: Clássica (Grossa)
ro: Clasic (gros)
ru: Классический (Широкий)
sv: Klassisk (tjock)
vi: Cổ điển (Dày)

source: Text
da: Tekst
es: Texto
fi: Teksti
hu: Szöveg
it: Testo
nl: Tekst
pt_br: Texto
ru: Отображение текстовой информации
vi: Văn bản

source: Name and total space
da: Navn og total plads
es: Nombre y espacio total
fi: Nimi ja kokonaistila
hu: Név és összes terület
it: Nome e dimensione totale
nl: Naam en totale ruimte
pt_br: Nome da pasta e espaço total de armazenamento
ro: Nume și spațiu total
ru: Название и общий размер
vi: Tên và tổng không gian

source: Name and free space
es: Nombre y espacio libre
hu: Név és szabad terület
it: Nome e spazio libero
nl: Naam en vrije ruimte
vi: Tên và không gian trống

source: Used and total space
da: Brugt og total plads
es: Usado y espacio total
fi: Käytetty ja kokonaistila
hu: Használt és összes terület
it: Spazio usato e totale
nl: Gebruikte en totale ruimte
pt_br: Espaço usado e espaço total de armazenamento
ro: Spațiu utilizat și spațiu total
ru: Использованное и общее пространство
sv: Använt och totalt utrymme
vi: Đã sử dụng và tổng không gian

source: Total and used space
da: Total og brugt plads
es: Total y espacio usado
fi: Kokonaistila ja käytetty
hu: Összes és használt terület
it: Spazio totale e usato
nl: Totaal en gebruikte ruimte
pt_br: Espaço total e espaço usado de armazenamento
ro: Spațiu total și utilizat
ru: Общее и использованное пространство
vi: Tổng và đã sử dụng không gian

source: Free and total space
da: Ledig og total plads
es: Libre y espacio total
fi: Vapaana ja kokonaistila
hu: Szabad és összes terület
it: Spazio libero e totale
nl: Vrije en totale ruimte
pt_br: Espaço livre e espaço total de armazenamento
ro: Spațiu liber și total
ru: Свободное и общее пространство
sv: Ledigt och totalt utrymme
vi: Trống và tổng không gian

source: Total and free space
da: Total og ledig plads
es: Total y espacio libre
fi: Kokonaistila ja vapaa
hu: Összes és szabad terület
it: Spazio totale e libero
nl: Totaal en vrije ruimte
pt_br: Espaço total e espaço livre de armazenamento
ro: Spațiu total și liber
ru: Общее и свободное пространство
vi: Tổng và trống không gian

source: No text
da: Ingen tekst
es: Sin texto
fi: Ei tekstiä
hu: Nincs szöveg
it: Nessun testo
nl: Geen tekst
pt_br: Nenhum texto
ro: Fără text
ru: Без текста
vi: Không có văn bản

source: Hide decorations
da: Skjul dekorering
es: Ocultar decoraciones
fi: Piilota reunukset
hu: Díszítések elrejtése
it: Nascondi decorazioni
nl: Decoraties verbergen
pt_br: Esconder decorações do sistema
ro: Ascunde decorațiunile
ru: Скрыть декорации
sv: Dölj dekorationer
vi: Ẩn trang trí

source: Draw free/unused space (gray)
da: Vis ledig/ubrugt plads (grå)
es: Dibujar el espacio libre/no utilizado (gris)
fi: Piirrä vapaa/käyttämätön tila (harmaalla)
hu: Szabad/fel nem használt terület rajzolása (szürke)
it: Disegna spazio libero/inutilizzato (grigio)
nl: Vrije/ongebruikte ruimte tekenen (grijs)
pt_br: Exibir no círculo, em cor cinza, o espaço livre/não utilizado
ro: Desenează spațiul liber/neutilizat (gri)
ru: Отображать свободное/неиспользованное (серым)
sv: Rita upp ledigt/oanvänt utrymme (grå)
vi: Vẽ không gian trống/chưa sử dụng (xám)

source: Fill circle background
vi: Tô màu nền hình tròn

source: Fill the inside of the circle with color.
vi: Tô màu bên trong hình tròn.

source: Background fill color
vi: Màu tô nền

source: Use a custom circle color
da: Brug en tilpasset farve til cirklen
es: Usa un color de círculo personalizado
fi: Käytä omaa ympyrän väriä
hu: Használjon egyéni körszínt
it: Usa un colore personalizzato per il cerchio
nl: Aangepaste cirkelkleur gebruiken
pt_br: Pintar o círculo com outra cor
ro: Utilizează o culoare personalizată a cercului
ru: Использовать свой цвет индикации
sv: Använd anpassad cirkelfärg
vi: Sử dụng màu hình tròn tùy chỉnh

source: Circle color
da: Cirkelfarve
es: Color del círculo
fi: Ympyrän väri
hu: Kör szín
it: Colore cerchio
nl: Cirkelkleur
pt_br: Cor do círculo
ro: Culoarea cercului
ru: Цвет индикации
sv: Cirkelfärg
vi: Màu hình tròn

source: Circle color for free space
vi: Màu hình tròn cho không gian trống

source: Text color
da: Tekstfarve
es: Color del texto
fi: Tekstin väri
hu: Szöveg szín
it: Colore testo
nl: Tekstkleur
pt_br: Cor do texto
ro: Culoarea textului
ru: Цвет текста
sv: Textfärg
vi: Màu chữ

source: scale factor
da: skaleringsfaktor
es: factor de escala
fi: skaalauskerroin
hu: méretezési lépték
it: fattore di scala
nl: schaalfactor
pt_br: escala de proporção
ro: factor de scalare
ru: величина масштабирования
sv: skalfaktor
vi: hệ số tỷ lệ

source: Desklet size
da: Skrivebordsprogrammets størrelse
es: Tamaño del desklet
fi: Sovelman koko
hu: Asztalkalmazás mérete
it: Dimensioni desklet
nl: Grootte van de desklet
pt_br: Tamanho do desklet
ro: Dimensiune Desklet
ru: Размер десклета
sv: Visningsstorlek
vi: Kích thước desklet

source: Increase or decrease the size of this desklet using this scale factor.
da: Forøg eller formindsk skrivebordsprogrammets størrelse med denne skaleringsfaktor.
es: Aumente o disminuya el tamaño de este desklet usando este factor de escala.
fi: Suurenna tai pienennä sovelman kokoa kertoimella.
hu: Növelje vagy csökkentse a asztalkalmazás méretét ezzel a méretezési léptékkel.
it: Aumenta o riduci le dimensioni di questo desklet utilizzando questo fattore di scala.
nl: Vergroot of verklein de grootte van deze desklet met behulp van deze schaalfactor.
pt_br: Aumente ou diminua o tamanho desse desklet usando esta escala de proporção.
ro: Mărește sau micșorează dimensiunea acestui desklet folosind acest factor de scalare.
ru: Увеличить или уменьшить размер десклета используя масштабирование.
sv: Öka eller minska storleken på detta skrivbordsprogram, med denna skalfaktor.
vi: Tăng hoặc giảm kích thước của desklet này bằng hệ số tỷ lệ này.

source: Custom desklet label (only visible if decorations are enabled)
da: Tilpasset etiket til skrivebordsprogrammet (kun synlig hvis boksen rundt om er aktiveret)
es: Etiqueta personalizada del desklet (solo visible si las decoraciones están habilitadas)
fi: Mukautettu nimi (näkyy jos ulkoasut ovat käytössä)
hu: Egyéni asztalkalmazás címke (csak akkor látható, ha a dekoráció engedélyezve van)
nl: Aangepast desklet label (alleen zichtbaar als decoraties zijn ingeschakeld)
pt_br: Rótulo personalizado do desklet (visível apenas se as decorações não estiverem escondidas)
ro: Etichetă personalizată pentru desklet (vizibilă numai dacă sunt activate decorațiile)
ru: Пользовательская текстовая метка на десклете (видно только если декорация включена)
sv: Anpassad programetikett (synlig endast om dekorationer är aktiverade).
vi: Nhãn desklet tùy chỉnh (chỉ hiển thị nếu trang trí được bật)

source: Use a custom desklet label
da: Anvend tilpasset etiket
es: Utilice una etiqueta personalizada del desklet
fi: Näytä sovelmassa nimeä
hu: Használjon egyedi asztalkalmazás címkét
it: Utilizzare un'etichetta desklet personalizzata
nl: Aangepast desklet label gebruiken
pt_br: Usar um rótulo personalizado do desklet
ro: Folosește o etichetă personalizată pentru desklet
ru: Использовать свою текстовую метку
sv: Använd anpassad programetikett
vi: Sử dụng nhãn desklet tùy chỉnh

source: Checking this box allows you to set a custom label in the field below.
da: Afkrydsning af dette felt lader dig angive en tilpasset etiket i feltet nedenfor.
es: Marcar esta casilla permite establecer una etiqueta personalizada en el campo a continuación.
fi: Valitsemalla tämän ruudun voit lisätä nimen alla olevaan kenttään.
hu: A négyzet bejelölésével egyéni címkét állíthat be az alábbi mezőben.
it: Selezionando questa casella è possibile impostare un'etichetta personalizzata nel campo sottostante.
nl: Door dit vakje aan te vinken kunt u een aangepast label instellen in het onderstaande veld.
pt_br: Ao marcar essa opção, você poderá definir um rótulo personalizado no campo " "abaixo.
ro: Dacă bifezi această casetă, poți seta o etichetă personalizată în câmpul de mai jos.
ru: Включите для возможности установки своей текстовой метки.
sv: Aktivering låter dig ange en anpassad etikett i fältet nedan.
vi: Chọn hộp này cho phép bạn đặt nhãn tùy chỉnh trong trường bên dưới.

source: Custom desklet label
da: Tilpasset etiket
es: Etiqueta personalizada del desklet
fi: Sovelman nimi
hu: Egyéni asztalkalmazás címke
it: Etichetta desklet personalizzata
nl: Aangepast desklet label
pt_br: Rótulo personalizado do desklet
ro: Etichetă personalizată de birou
ru: Пользовательская текстовая метка
sv: Anpassad programetikett
vi: Nhãn desklet tùy chỉnh

source: Set your custom label here. This field is unavailable unless the checkbox above is enabled.
da: Angiv din tilpassede etiket her. Dette felt er utilgængeligt, med mindre afkrydsningsfeltet ovenfor er aktiveret.
es: Configure su etiqueta personalizada aquí. Este campo no está disponible a menos que la casilla anterior esté habilitada.
fi: Aseta mukautettu nimi tähän. Kenttä ei ole käytettävissä, ellei sitä ole erikseen valittuna yllä.
hu: Itt állíthatja be egyéni címkéjét. Ez a mező csak akkor érhető el, ha a fenti jelölőnégyzet be van kapcsolva.
it: Imposta qui la tua etichetta personalizzata. Questo campo non è disponibile a meno che la casella sopra non sia abilitata.
nl: Stel hier uw aangepaste label in. Dit veld is niet beschikbaar tenzij het selectievakje hierboven is aangevinkt.
pt_br: Digite o seu rótulo personalizado aqui. Essa opção tem efeito quando a caixa de seleção acima estiver ativada.
ro: Setează aici eticheta personalizată. Acest câmp nu este disponibil decât dacă caseta de selectare de mai sus este activată.
ru: Напишите свою текстовую метку здесь.
sv: Ange din anpassade etikett här. Detta fält är otillgängligt om inte ovanstående inställning är på.
vi: Đặt nhãn tùy chỉnh của bạn tại đây. Trường này không khả dụng trừ khi hộp kiểm trên được bật.

source: Swap
hu: Cserehely
pt_br: Memória virtual (Swap)
ro: Schimbă
ru: Подкачка

source: RAM
fi: Muisti
ru: Оперативная память

source: Name and total size
sv: Namn och total storlek
