Repository: linuxmint/cinnamon-spices-desklets
Catalog: deskNote@BrainAxe/files/deskNote@BrainAxe/po/*.po
Languages: bg, ca, da, it

source: Desktop Note
bg: Бележки на плота
ca: Notes d'escriptori
da: Skrivebordsnote
it: Nota Desktop

source: Desktop Note desklet
bg: Десклет за бележки на плота
ca: Miniaplicació d'escriptori de notes d'escriptori
da: Skrivebordsnote
it: Nota Desktop desklet

source: Displays Note on Desktop!
bg: Показва бележки на работния плот!
ca: Visualitza la nota a l'escriptori!
da: Viser noter på skrivebordet!
it: Mostra una Nota sul Desktop!

source: Note: (use %% for newline)
bg: Бележка: (използвйате && за нов ред)
ca: Nota: (utilitzeu %% per al salt de línia)
da: Note: (brug %% for ny linje)

source: Set your note here
bg: Задайте бележката тук
ca: Establiu aquí la vostra nota
da: Indstil din note her
it: Digita la tua nota qui

source: Your Note Here
bg: Място за Вашата бележка
ca: Aquí la vostra nota
da: Din note her
it: La Tua Nota Qui

source: Font options:
bg: Опции на шрифта:
ca: Opcions de la lletra:
da: Skrifttypeindstillinger:
it: Opzioni Font:

source: Font size:
bg: Размер на шрифта:
ca: Mida de la lletra:
da: Skriftstørrelse:
it: Dimensione font:

source: Font color:
bg: Цвят на шрифта
ca: Color de la lletra:
da: Tekstfarve:
it: Colore font:

source: Click to select a new text color
bg: Натиснете, за избор на нов цвят на текста
ca: Feu clic per seleccionar un nou color de text
da: Klik for at vælge en ny tekstfarve
it: Clicca per selezionare un nuovo colore per il testo

source: Note:
it: Nota:
