Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/clock@schorschii/*.po
Languages: de, fi, it, nl, pt_br, ro, sk, vi

source: Clock
de: Uhr
fi: Kello
it: Orologio
nl: Klok
pt_br: Relógio
ro: Ceas
sk: Hodiny
vi: Đồng hồ

source: A scaleable analog clock desklet with smooth hands and free choice of images.
de: Ein skalierbares Analoguhr-Desklet mit weich laufendem Sekundenzeiger und freier Grafikauswahl.
fi: Skaalautuva kello, jossa viisareissa on portaaton liike ja kaikkea voi vapaasti mukauttaa kuvien kautta.
it: Un orologio analogico scalabile formato desklet con lancette uniformi e libera scelta delle immagini.
nl: Een schaalbare analoge klok desklet met gladde wijzers en vrije keuze van afbeeldingen.
pt_br: Um desklet de relógio analógico com tamanho de sua preferência, ponteiros suaves e que permite amplo ajuste da aparência.
ro: Un ceas analogic de birou scalabil, cu animații line și alegere liberă a imaginilor.
sk: Desklet s ručičkovými hodinami s možnou zmenou mierky a vyhladenými ručičkami s voľným výberom obrázkov.
vi: Một desklet đồng hồ kim có thể thu phóng với kim chuyển động mượt và tự do lựa chọn hình ảnh.

source: Analog Chronometer
de: Analoges Chronometer
fi: Analoginen kellotaulu
it: Cronometro Analogico
nl: Analoge chronometer
pt_br: Relógio analógico
ro: Cronometru analogic
sk: Ručičkové hodiny
vi: Đồng hồ bấm giờ kim

source: Settings for clock@schorschii
de: Einstellungen für clock@schorschii
fi: Asetukset clock@schorschii
it: Impostazioni di clock@schorschii
nl: Instellingen voor clock@schorschii
pt_br: Configurações de clock@schorschii
ro: Setări pentru clock@schorschii
sk: Nastavenia deskletu clock@schorschii
vi: Cài đặt cho clock@schorschii

source: Visual
de: Optische Einstellungen
fi: Visuaalinen
it: Visuale
nl: Visueel
ro: Vizual
sk: Vizualizácia
vi: Hiển thị

source: Clock style
de: Uhrdesign
fi: Kellon ulkoasu
it: Stile orologio
nl: Klokstijl
pt_br: Aparência do relógio
ro: Stilul ceasului
sk: Štýl hodín
vi: Kiểu đồng hồ

source: Light
de: Hell
fi: Vaalea
it: Chiaro
nl: Licht
pt_br: Claro
ro: Deschis
sk: Svetlý
vi: Sáng

source: Dark
de: Dunkel
fi: Tumma
it: Scuro
nl: Donker
pt_br: Escuro
ro: Închis
sk: Tmavý
vi: Tối

source: Light Transparent
de: Hell Transparent
fi: Läpinäkyvä valkoinen
it: Chiaro Trasparente
nl: Licht Transparant
pt_br: Transparente claro
ro: Deschis transparent
sk: Svetlý priehľadný
vi: Sáng trong suốt

source: Dark Transparent
de: Dunkel Transparent
fi: Läpinäkyvä musta
it: Scuro Trasparente
nl: Donker Transparant
pt_br: Transparente escuro
ro: Închis Transparent
sk: Tmavý priehľadný
vi: Tối trong suốt

source: Semitransparent
fi: Puoliläpinäkyvä
it: Semi trasparente
nl: Halftransparant
vi: Bán trong suốt

source: Custom
de: Eigene Bilder verwenden
fi: Mukautettu
it: Personalizzato
nl: Aangepast
pt_br: Personalizada
ro: Personalizat
sk: Vlastný
vi: Tùy chỉnh

source: Select the background graphic you would like to use.
de: Wählen Sie Ihr Bild für das Ziffernblatt (Hintergrundbild).
fi: Valitse taustagrafiikka, jota haluat käyttää.
it: Seleziona l'immagine di sfondo che desideri utilizzare.
nl: Selecteer de achtergrondafbeelding die je wilt gebruiken.
pt_br: Escolha a aparência do relógio que preferir.
ro: Selectează grafica de fundal pe care dorești să o utilizezi.
sk: Vyberte grafiku pozadia, ktorú by ste chceli použiť.
vi: Chọn hình nền bạn muốn sử dụng.

source: Show seconds hand
de: Zeige Sekundenzeiger
fi: Näytä sekunnit
it: Mostra lancetta secondi
nl: Toon secondewijzer
pt_br: Mostrar o ponteiro dos segundos
ro: Afișează mâna secundară
sk: Zobraziť sekundovú ručičku
vi: Hiển thị kim giây

source: Show or hide the seconds hand.
de: Zeigt den Sekundenzeiger oder blendet ihn aus.
fi: Näytä tai piilota sekuntiviisari.
it: Mostra o nasconde la lancetta dei secondi.
nl: Toon of verberg de secondewijzer.
pt_br: Mostra ou esconde o ponteiro dos segundos.
ro: Afișează sau ascunde mâna secundară.
sk: Zobrazí alebo skryje sekundovú ručičku.
vi: Hiển thị hoặc ẩn kim giây.

source: Smooth second hand
de: Weichen Sekundenzeiger verwenden
fi: Portaaton sekuntiviisari
it: Lancetta dei secondi uniforme
nl: Gladde secondewijzer
pt_br: Suavizar o ponteiro dos segundos
ro: Secundar lin
sk: Vyhladená sekundová ručička
vi: Kim giây chuyển động mượt

source: Use smooth animation for seconds hand instead of refreshing it only every second.
de: Zeige weiche Zeigeranimation für den Sekundenzeiger, anstatt ihn nur jede Sekunde zu bewegen.
fi: Portaaton liike sekuntiviisarille sen sijaan, että siirretään joka sekunti.
it: Usa l'animazione uniforme per la lancetta dei secondi invece di aggiornarla solo ogni secondo.
nl: Gebruik vloeiende animatie voor de secondewijzer in plaats van deze slechts elke seconde te vernieuwen.
pt_br: Suavize o movimento do ponteiro dos segundos em vez dele se mover a cada segundo.
ro: Folosește o animație lină pentru secundar în loc să îl reîmprospătezi doar la fiecare secundă.
sk: Použije vyhladenú animáciu sekundovej ručičky namiesto obnovenia každú sekundu.
vi: Sử dụng hoạt ảnh mượt cho kim giây thay vì làm mới nó mỗi giây.

source: Smooth minute hand
de: Weichen Minutenzeiger verwenden
fi: Portaaton minuuttiviisari
it: Lancetta dei minuti uniforme
nl: Gladde minutenwijzer
pt_br: Suavizar o ponteiro dos minutos
ro: Minutar lin
sk: Vyhladená minútová ručička
vi: Kim phút chuyển động mượt

source: Use smooth animation for minute hand instead of moving it only once per minute.
de: Zeige weiche Zeigeranimation für den Minutenzeiger, anstatt ihn nur jede Minute zu bewegen.
fi: Portaaton liike sekuntiviisarille sen sijaan, että siirretään joka minuutti.
it: Usa l'animazione uniforme per la lancetta dei minuti invece di spostarla solo una volta al minuto.
nl: Gebruik vloeiende animatie voor de minutenwijzer in plaats van deze slechts eens per minuut te verplaatsen.
pt_br: Suavize o movimento do ponteiro dos minutos em vez dele se mover a cada minuto.
ro: Utilizează o animație lină pentru minutar în loc să îl miști o singură dată pe minut.
sk: Použije vyhladenú animáciu minútovej ručičky namiesto posunu iba raz za minútu.
vi: Sử dụng hoạt ảnh mượt cho kim phút thay vì di chuyển nó chỉ một lần mỗi phút.

source: Hide decorations
de: Dekorationen verstecken
fi: Piilota reunukset
it: Nascondi decorazioni
nl: Verberg decoraties
pt_br: Esconder decorações do sistema
ro: Ascunde decorațiunile
sk: Skryť dekorácie
vi: Ẩn trang trí

source: pixels
de: Pixel
fi: pikseliä
it: pixel
ro: pixeli
sk: pixely
vi: pixel

source: Desklet size
de: Deskletgröße
fi: Sovelman koko
it: Dimensione desklet
nl: Grootte van desklet
pt_br: Tamanho do desklet
ro: Dimensiune Desklet
sk: Veľkosť deskletu
vi: Kích thước desklet

source: Increase or decrease the size of the clock.
de: Vergrößern oder verkleinern Sie die Uhr.
fi: Suurenna tai pienennä kellon kokoa.
it: Aumenta o diminuisce la dimensione dell'orologio.
nl: Vergroot of verklein de grootte van de klok.
pt_br: Aumente ou diminua o tamanho do relógio.
ro: Mărește sau micșorează dimensiunea ceasului.
sk: Zväčší alebo zmenší veľkosť hodín.
vi: Tăng hoặc giảm kích thước của đồng hồ.

source: Custom desklet label (only visible if decorations are enabled)
de: Benutzerdefinierte Deskletbezeichnung
fi: Mukautettu nimi (näkyy jos ulkoasut ovat käytössä)
it: Etichetta del desklet personalizzata (visibile solo se le decorazioni sono abilitate)
nl: Aangepast desklet label (alleen zichtbaar als decoraties zijn ingeschakeld)
pt_br: Rótulo personalizado do desklet (visível apenas se as decorações não estiverem escondidas)
ro: Etichetă personalizată pentru desklet (vizibilă numai dacă sunt activate decorațiile)
sk: Vlastná menovka deskletu (viditeľná iba ak sú povolené dekorácie)
vi: Nhãn desklet tùy chỉnh (chỉ hiển thị nếu trang trí được bật)

source: Use a custom desklet label
de: Eine benutzerdefinierte Deskletbezeichnung verwenden
fi: Näytä sovelmassa nimeä
it: Usa un'etichetta del desklet personalizzata
nl: Gebruik een aangepast desklet label
pt_br: Usar um rótulo personalizado do desklet
ro: Folosește o etichetă personalizată pentru desklet
sk: Použiť vlastnú menovku deskletu
vi: Sử dụng nhãn desklet tùy chỉnh

source: Checking this box allows you to set a custom label in the field below.
de: Wenn Sie diesen Schalter aktivieren, wird die eigene Beschriftung verwendet.
fi: Valitsemalla tämän ruudun voit lisätä nimen alla olevaan kenttään.
it: Selezionando questa casella è possibile impostare un'etichetta personalizzata nel campo sottostante.
nl: Als je dit vakje aanvinkt, kun je hieronder een aangepast label instellen.
pt_br: Ao marcar essa opção, você poderá definir um rótulo personalizado no campo abaixo.
ro: Dacă bifezi această casetă, poți seta o etichetă personalizată în câmpul de mai jos.
sk: Zaškrtnutím tejto položky vám bude umožnené nastaviť vlastnú menovku v poli nižšie.
vi: Chọn hộp này cho phép bạn đặt nhãn tùy chỉnh trong trường bên dưới.

source: Custom desklet label
de: Benutzerdefinierte Deskletbezeichnung
fi: Sovelman nimi
it: Etichetta desklet personalizzata
nl: Aangepast desklet label
pt_br: Rótulo personalizado do desklet
ro: Etichetă personalizată pentru desklet
sk: Vlastná menovka deskletu
vi: Nhãn desklet tùy chỉnh

source: Set your custom label here, e.g. for multiple timezones. This field is unavailable unless the checkbox above is enabled.
de: Legen Sie hier Ihr eigenes Desklet-Label fest, z.B. um mehrere Zeitzonen anzuzeigen. Sie müssen zuerst den Schalter darüber einschalten.
fi: Aseta oma tunniste tähän, esim. eri aikavyöhykkeille. Kenttä ei ole käytettävissä, ellei yllä oleva valintaruutu ole valittuna.
it: Imposta qui la tua etichetta personalizzata, ad es. per più fusi orari. Questo campo non è disponibile a meno che la casella sopra non sia abilitata.
nl: Stel hier je aangepaste label in, bv. voor meerdere tijdzones. Dit veld is niet beschikbaar tenzij het selectievakje hierboven is aangevinkt.
pt_br: Defina o seu rótulo personalizado aqui. É útil para múltiplos fusos horários, por exemplo. Essa opção tem efeito quando a caixa de seleção acima estiver ativada.
ro: Setează aici eticheta ta personalizată, de exemplu pentru mai multe fusuri orare. Acest câmp nu este disponibil decât dacă caseta de selectare de mai sus este activată.
sk: Tu nastavte vašu vlastnú menovku, napr. pre viacero časových pásiem. Toto pole je dostupné až po povolení položky vyššie.
vi: Đặt nhãn tùy chỉnh của bạn ở đây, ví dụ: cho nhiều múi giờ. Trường này không khả dụng trừ khi hộp kiểm trên được bật.

source: Timezone
de: Zeitzone
fi: Aikavyöhyke
it: Fuso orario
nl: Tijdzone
pt_br: Fuso horário
ro: Fusul orar
sk: Časové pásmo
vi: Múi giờ

source: Use a custom timezone
de: Eine benutzerdefinierte Zeitzone verwenden
fi: Käytä mukautettua aikavyöhykettä
it: Usa un fuso orario personalizzato
nl: Gebruik een aangepaste tijdzone
pt_br: Usar um fuso horário personalizado
ro: Utilizează un fus orar personalizat
sk: Použiť vlastné časové pásmo
vi: Sử dụng múi giờ tùy chỉnh

source: Checking this box allows you to set a custom timezone in the field below.
de: Wenn Sie dieses Kästchen aktivieren, können Sie eine benutzerdefinierte Zeitzone in dem Feld darunter festlegen.
fi: Valitsemalla tämän ruudun voit lisätä aikavyöhykkeen alla olevaan kenttään.
it: Selezionando questa casella è possibile impostare un fuso orario personalizzato nel campo sottostante.
nl: Als je dit vakje aanvinkt, kun je hieronder een aangepaste tijdzone instellen.
pt_br: Ao marcar essa opção, você poderá digitar um fuso horário personalizado no campo abaixo.
ro: Dacă bifezi această casetă, poți seta un fus orar personalizat în câmpul de mai jos.
sk: Zaškrtnutím tejto položky vám bude umožnené nastaviť vlastné časové pásmo v poli nižšie.
vi: Chọn hộp này cho phép bạn đặt múi giờ tùy chỉnh trong trường bên dưới.

source: Custom time zone
de: Benutzerdefinierte Zeitzone
fi: Muokattu aikavyöhyke
it: Fuso orario personalizzato
nl: Aangepaste tijdzone
pt_br: Fuso horário personalizado
ro: Fus orar personalizat
sk: Vlastné časové pásmo
vi: Múi giờ tùy chỉnh

source: Enter your custom timezone here.
de: Geben Sie hier Ihre gewünschte Zeitzone ein.
fi: Anna mukautettu aikavyöhyke tähän.
it: Digita il tuo fuso orario personalizzato qui.
nl: Voer hier je aangepaste tijdzone in.
pt_br: Digite o seu fuso horário personalizado aqui.
ro: Introdu aici fusul orar personalizat.
sk: Sem zadajte vaše vlastné časové pásmo.
vi: Nhập múi giờ tùy chỉnh của bạn tại đây.

source: Custom images (available if clock style is set to 'custom')
de: Eigene Grafiken (werden verwendet wenn das Design auf 'Eigene Bilder verwendet' gesetzt ist)
fi: Mukautetut kuvat (saatavilla, jos kellon ulkoasuksi on valittuna "mukautettu")
it: Immagini personalizzate (disponibile se lo stile dell'orologio è impostato a 'Personalizzato')
nl: Aangepaste afbeeldingen (beschikbaar als klokstijl is ingesteld op 'aangepast')
pt_br: Imagens personalizadas (essa opção tem efeito apenas se a aparência do relógio estiver definida como 'personalizada')
ro: Imagini personalizate (disponibile dacă stilul ceasului este setat la "personalizat")
sk: Vlastné obrázky (dostupné iba ak je štýl hodín nastavený na „vlastný“)
vi: Hình ảnh tùy chỉnh (khả dụng nếu kiểu đồng hồ được đặt thành 'tùy chỉnh')

source: Background
de: Hintergrund
fi: Tausta
it: Sfondo
nl: Achtergrond
pt_br: Fundo
ro: Fond
sk: Pozadie
vi: Nền

source: Choose your own background image.
de: Wählen Sie Ihre eigenes Ziffernblatt.
fi: Valitse oma taustakuva.
it: Scegli la tua immagine di sfondo.
nl: Kies je eigen achtergrondafbeelding.
pt_br: Escolha a sua imagem de fundo.
ro: Alege propria imagine de fundal.
sk: Zvolí váš vlastný obrázok pozadia.
vi: Chọn hình nền của riêng bạn.

source: Seconds hand
de: Sekundenzeiger
fi: Sekuntiviisari
it: Lancetta dei secondi
nl: Secondewijzer
pt_br: Ponteiro dos segundos
ro: Secundar
sk: Sekundová ručička
vi: Kim giây

source: Choose your own image for the seconds hand. Should be as big as the background image.
de: Wählen Sie Ihr eigenes Bild für den Sekundenzeiger. Es sollte genau so groß sein, wie das Hintergrundbild.
fi: Valitse oma kuva sekuntiviisarille. Enintään yhtä suuri kuin taustakuva.
it: Scegli la tua immagine per la lancetta dei secondi. Dovrebbe essere grande come l'immagine di sfondo.
nl: Kies je eigen afbeelding voor de secondewijzer. Moet zo groot zijn als de achtergrondafbeelding.
pt_br: Escolha a sua imagem para o ponteiro dos segundos. A dimensão da imagem deve ser tão grande quanto a imagem do fundo.
ro: Alege propria imagine pentru secundar. Ar trebui să fie la fel de mare ca imaginea de fundal.
sk: Zvolí váš vlastný obrázok pre sekundovú ručičku. Mal by byť veľký ako obrázok pozadia.
vi: Chọn hình ảnh của riêng bạn cho kim giây. Nên có kích thước bằng với hình nền.

source: Minute hand
de: Minutenzeiger
fi: Minuuttiviisari
it: Lancetta dei minuti
nl: Minutenwijzer
pt_br: Ponteiro dos minutos
ro: Minutar
sk: Minútová ručička
vi: Kim phút

source: Choose your own image for the minute hand. Should be as big as the background image.
de: Wählen Sie Ihr eigenes Bild für den Minutenzeiger. Es sollte genau so groß sein, wie das Hintergrundbild.
fi: Valitse oma kuva minuuttiviisarille. Enintään yhtä suuri kuin taustakuva.
it: Scegli la tua immagine per la lancetta dei minuti. Dovrebbe essere grande come l'immagine di sfondo.
nl: Kies je eigen afbeelding voor de minutenwijzer. Moet zo groot zijn als de achtergrondafbeelding.
pt_br: Escolha a sua imagem para o ponteiro dos minutos. A dimensão da imagem deve ser tão grande quanto a imagem do fundo.
ro: Alege propria imagine pentru minutar. Ar trebui să fie la fel de mare ca imaginea de fundal.
sk: Zvolí váš vlastný obrázok pre minútovú ručičku. Mal by byť veľký ako obrázok pozadia.
vi: Chọn hình ảnh của riêng bạn cho kim phút. Nên có kích thước bằng với hình nền.

source: Hour hand
de: Stundenzeiger
fi: Tuntiviisari
it: Lancetta delle ore
nl: Urenwijzer
pt_br: Ponteiro das horas
ro: Orar
sk: Hodinová ručička
vi: Kim giờ

source: Choose your own image for the hour hand. Should be as big as the background image.
de: Wählen Sie Ihr eigenes Bild für den Stundenzeiger. Es sollte genau so groß sein, wie das Hintergrundbild.
fi: Valitse oma kuva tuntiviisarille. Enintään yhtä suuri kuin taustakuva.
it: Scegli la tua immagine per la lancetta delle ore. Dovrebbe essere grande come l'immagine di sfondo.
nl: Kies je eigen afbeelding voor de urenwijzer. Moet zo groot zijn als de achtergrondafbeelding.
pt_br: Escolha a sua imagem para o ponteiro das horas. A dimensão da imagem deve ser tão grande quanto a imagem do fundo.
ro: Alege propria imagine pentru orar. Ar trebui să fie la fel de mare ca imaginea de fundal.
sk: Zvolí váš vlastný obrázok pre hodinovú ručičku. Mal by byť veľký ako obrázok pozadia.
vi: Chọn hình ảnh của riêng bạn cho kim giờ. Nên có kích thước bằng với hình nền.
