Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/googleCalendar@javahelps.com/*.po
Languages: ro

source: Number of days to include
ro: Numărul de zile de inclus

source: Open Google Calendar
ro: Deschide Google Calendar

source: No events found
ro: Nu s-au găsit evenimente

source: gcalendar is not authorized
ro: gcalendar nu este autorizat

source: gcalendar token expired
ro: token gcalendar expirat

source: Execute:
ro: Execută:

source: Unknown Error
ro: Eroare necunoscută

source: Install gcalendar to use this desklet.
ro: Instalează gcalendar pentru a utiliza acest desklet.

source: Visit:
ro: Vizitează:

source: Unable to retrieve events...
ro: Nu se pot prelua evenimente...

source: January
ro: Ianuarie

source: February
ro: Februarie

source: March
ro: Martie

source: April
ro: Aprilie

# long
source: May
ro: Mai

source: June
ro: Iunie

source: July
ro: Iulie

source: September
ro: Septembrie

source: October
ro: Octombrie

source: November
ro: Noiembrie

source: December
ro: Decembrie

# short
source: May
ro: Mai

source: Jul
ro: Iulie

source: Oct
ro: Octombrie

source: Nov
ro: Noiembrie

source: Sunday
ro: Duminică

source: Monday
ro: Luni

source: Tuesday
ro: Marți

source: Wednesday
ro: Miercuri

source: Thursday
ro: Joi

source: Friday
ro: Vineri

source: Saturday
ro: Sâmbătă

source: Mon
ro: Luni

source: Tue
ro: Marți

source: Wed
ro: Miercuri

source: Thu
ro: Joi

source: Fri
ro: vineri

source: Sat
ro: Sâmbătă

source: A desklet that displays your agenda based on Google Calendar
ro: Un desklet care îți afișează agenda pe baza Google Calendar

source: Desklet Style
ro: Stil Desklet

source: Google Calendar authentication
ro: Autentificarea Google Calendar

source: Client Id
ro: ID client

source: Enter your Google calendar project client id. Leave it empty to use the default client id.
ro: Introdu ID-ul de client al proiectului de calendar Google. Lasă-l gol pentru a utiliza ID-ul de client implicit.

source: Client secret
ro: Secretul clientului

source: Enter your Google calendar project client secret. Leave it empty to use the default client secret.
ro: Introdu secretul de client al proiectului de calendar Google. Lasă-l gol pentru a utiliza secretul de client implicit.

source: Calendar configuration
ro: Configurația calendarului

source: gcalendar Account ID
ro: ID-ul contului gcalendar

source: Enter gcalendar --account id
ro: Introdu gcalendar --account id

source: Fill in the list bellow with the names of all my calendars
ro: Completează lista de mai jos cu numele tuturor calendarelor mele

source: Click to fill in the list bellow with the names of all your calendars. It may take a little while.
ro: Fă clic pentru a completa lista de mai jos cu numele tuturor calendarelor tale. Este posibil să dureze puțin timp.

source: Display these calendars:
ro: Afișează aceste calendare:

source: If you want to diplay a calendar, set it to TRUE (or check its box).
ro: Dacă dorești să afișezi un calendar, setează-l la ADEVĂRAT (sau bifează caseta corespunzătoare).

source: Display it?
ro: Să-l afișăm?

source: Show the agenda for these number of days
ro: Afișează agenda pentru acest număr de zile

source: days
ro: zile

source: Update every:
ro: Actualizează în fiecare:

source: minutes
ro: minute

source: Date format
ro: Formatul datei

source: Enter the date format here
ro: Introdu formatul datei aici

source: Today format
ro: Formatul de astăzi

source: Enter the today format here
ro: Introdu aici formatul zilei de astăzi

source: Tomorrow format
ro: Formatul de mâine

source: Enter the tomorrow format here
ro: Introdu formatul de mâine aici

source: Use 24h clock
ro: Utilizează ceasul de 24 de ore

source: Check to show time in 24h
ro: Verifică pentru a afișa timpul în 24 de ore

source: times
ro: ori

source: Zoom by
ro: Zoom de

source: Change the size of the desklet
ro: Modificarea dimensiunii deskletului

source: Transparency
ro: Transparență

source: Set the transparency of the desklet
ro: Setează transparența deskletului

source: Text color
ro: Culoarea textului

source: Click the button to select a new text color
ro: Fă clic pe buton pentru a selecta o nouă culoare a textului

source: All day event text color
ro: Culoarea textului pentru toată ziua

source: Click the button to select a new all day event text color
ro: Fă clic pe buton pentru a selecta o nouă culoare a textului pentru evenimentul de toată ziua

source: Background color
ro: Culoarea de fundal

source: Click the button to select a new background color
ro: Fă clic pe buton pentru a selecta o nouă culoare de fundal

source: Differentiate calendars
ro: Calendare diferențiate

source: Show color bullets in front of events
ro: Afișează puncte de culoare în fața evenimentelor

source: Show location
ro: Afișează locația

source: Display the event location if available
ro: Afișează locația evenimentului, dacă este disponibilă

source: Location text color
ro: Culoarea textului locației

source: Click the button to select a new location text color
ro: Fă clic pe buton pentru a selecta o nouă culoare a textului de locație

source: Corner radius
ro: Raza colțului

source: Radius for rounding the desklet's corners
ro: Raza de rotunjire a colțurilor deskletului
