Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/jira@codeunifier/*.po
Languages: da, es, it, nl

source: This is my first desklet
da: Dette er mit første skrivebordsprogram
es: Este es mi primer desklet
it: Questo è il mio primo desklet
nl: Dit is mijn eerste desklet

source: Jira Desklet
da: Jira-skrivebordsprogram
es: Desklet Jira
it: Desklet Jira

source: Jira Desklet Settings
da: Indstillinger for Jira-skrivebordsprogram
es: Configuración del Desklet Jira
it: Impostazioni Desklet Jira
nl: Jira Desklet Instellingen

source: Account Id
da: Konto-ID
es: Id de cuenta
it: ID Account

source: Enter your Atlassian account id (can be viewed in the URL on your Atlassian profile page).
da: Indtast dit konto-ID til Atlassian (kan ses i URL'en på din Atlassian-profilside).
es: Introduzca el identificador de su cuenta de Atlassian (puede verse en la URL de su página de perfil de Atlassian).
it: Inserisci il tuo ID account Atlassian (visibile nell'URL della pagina profilo Atlassian).
nl: Voer je Atlassian account-ID in (te vinden in de URL op je Atlassian profielpagina).

source: Account Email
da: E-mailadresse
es: Email de la cuenta
it: Email Account

source: Enter the account email address to be used for Jira authentication.
da: Indtast den e-mailadresse, der skal bruges til Jira-godkendelse.
es: Introduzca la dirección de correo electrónico de la cuenta que se utilizará para la autenticación de Jira.
it: Inserisci l’indirizzo email dell’account da usare per l’autenticazione Jira.
nl: Voer het e-mailadres van het account in dat gebruikt zal worden voor Jira-authenticatie.

source: API Token
es: Token API
it: Token API

source: Enter the API Key for your account (managed at https://id.atlassian.com/manage-profile/security/api-tokens).
da: Indtast API-nøglen til din konto (administreres på https://id.atlassian.com/manage-profile/security/api-tokens).
es: Introduzca la clave API de su cuenta (gestionada en https://id.atlassian.com/manage-profile/security/api-tokens).
it: Inserisci la chiave API del tuo account (gestibile su https://id.atlassian.com/manage-profile/security/api-tokens).
nl: Voer de API-sleutel voor je account in (beheerd op https://id.atlassian.com/manage-profile/security/api-tokens).

source: Project Board URL
da: Projekttavle-URL
es: URL de la Junta del Proyecto
it: URL Bacheca Progetto
nl: URL van het Projectbord

source: Enter the url for your project board (e.g. https://{atlassian domain}/jira/software/projects/{project name}/boards/{board number}).
da: Indtast URL-adressen til dit projekttavle (f.eks. https://{atlassian-domæne}/jira/software/projects/{projektnavn}/boards/{tavlenummer}).
es: Introduzca la url de su junta del proyecto (por ejemplo, https://{atlassian domain}/jira/software/projects/{project name}/boards/{board number}).
it: Inserisci l’URL della tua bacheca progetto (es. https://{dominio atlassian}/jira/software/projects/{nome progetto}/boards/{numero bacheca}).
nl: Voer de URL van je projectbord in (bijv. https://{atlassian domein}/jira/software/projects/{projectnaam}/boards/{bordnummer}).

source: Project Name
da: Projektnavn
es: Nombre del proyecto
it: Nome Progetto
nl: Projectnaam

source: Enter the name of the Atlassian Jira Project.
da: Indtast navnet på Atlassian Jira-projektet.
es: Introduzca el nombre del proyecto Atlassian Jira.
it: Inserisci il nome del progetto Atlassian Jira.
nl: Voer de naam van het Atlassian Jira-project in.

source: Atlassian Domain
da: Atlassian-domæne
es: Dominio Atlassian
it: Dominio Atlassian
nl: Atlassian Domein

source: Enter the Atlassian domain for the API (e.g. '{company}.atlassian.net')
da: Indtast Atlassian-domænet for API'en (f.eks. “{virksomhed}.atlassian.net”)
es: Introduzca el dominio de Atlassian para la API (por ejemplo, '{company}.atlassian.net')
it: Inserisci il dominio Atlassian per l’API (es. '{azienda}.atlassian.net')
nl: Voer het Atlassian domein voor de API in (bijv. '{bedrijf}.atlassian.net').

source: Transparency
da: Gennemsigtighed
es: Transparencia
it: Trasparenza
nl: Transparantie

source: Background color
da: Baggrundsfarve
es: Color de fondo
it: Colore sfondo
nl: Achtergrondkleur

source: Click the button to select a new color
da: Klik knappen for at vælge en ny farve
es: Pulse el botón para seleccionar un nuevo color
it: Clicca il pulsante per selezionare un nuovo colore
nl: Klik op de knop om een nieuwe kleur te selecteren

source: Issue tag color
da: Farve til problemmærkat
es: Color de la etiqueta
it: Colore etichetta problema
nl: Kleur van probleem tags
