Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/calendar@deeppradhan/*.po
Languages: da, hu, pt_br, sk

source: January
sk: Január

source: February
sk: Február

source: March
sk: Marec

source: April
sk: Apríl

source: May
sk: Máj

source: June
sk: Jún

source: July
sk: Júl

source: October
sk: Október

source: Sunday
sk: Nedeľa

source: Monday
sk: Pondelok

source: Tuesday
sk: Utorok

source: Wednesday
sk: Streda

source: Thursday
sk: Štvrtok

source: Friday
sk: Piatok

source: Saturday
sk: Sobota

source: Previous month...
da: Forrige måned ...
hu: Előző hónap...
pt_br: Mês anterior...
sk: Predchádzajúci mesiac...

source: Next month...
da: Næste måned ...
hu: Következő hónap...
pt_br: Próximo mês...
sk: Nasledujúci mesiac...

source: Calendar
sk: Kalendár

source: Calendar Desklet provides a highly configurable desklet to display current date and browsable months. It has a number of possible customisations.
da: Kalender er et skrivebordsprogram, som kan konfigureres til at vise nuværende måned og måneder, der kan gennemses. Der er en række mulige tilpasninger.
hu: A Naptár egy széleskörűen konfigurálható asztalkalmazás, amellyel megjeleníthető a jelenlegi dátum és hónapok böngészhető formátumban. Számos módon testre szabható.
pt_br: O desklet de calendário é altamente configurável, exibe a data atual e permite navegar entre os meses. Várias personalizações podem ser feitas.
sk: Desklet s kalendárom poskytuje vysoko konfigurovateľný desklet, ktorý zobrazuje aktuálny dátum a prezerateľné mesiace. Obsahuje mnoho možných prispôsobení.

source: Configurable Calendar desklet
da: Kalenderskrivebordsprogram der kan konfigureres
hu: Konfigurálható Naptár asztalkalmazás
pt_br: Desklet de calendário configurável
sk: Konfigurovateľný desklet s kalendárom

source: Calendar desklet
da: Kalender
hu: Naptár asztalkalmazás
pt_br: Desklet de calendário
sk: Desklet s kalendárom

source: Calendar configuration
da: Konfiguration af kalenderen
hu: Naptár konfiguráció
pt_br: Configuração do calendário
sk: Konfigurácia kalendára

source: Panels to show
da: Paneler der skal vises
hu: Megjelenítendő panelek
pt_br: Mostrar as colunas
sk: Panely na zobrazenie

source: Both Today & Month
da: Både i dag og måned
hu: Mindkettő: mai nap és hónap
pt_br: Hoje e Mês
sk: Dnes a mesiac

source: Today only
da: Kun i dag
hu: Csak a mai nap
pt_br: Hoje
sk: Iba dnes

source: Month only
da: Kun måned
hu: Csak a hónap
pt_br: Mês
sk: Iba mesiac

source: Select the panels to display in desklet
da: Vælg de paneler, som skal vises i skrivebordsprogrammet
hu: Válassza ki az asztalkalmazáson megjelenítendő paneleket
pt_br: Selecione as colunas para mostrar no desklet
sk: Vyberie panely, ktoré sa zobrazia v desklete

source: Show day of week
da: Vis ugedagen
hu: Hét napjainak megjelenítése
pt_br: Mostrar o dia da semana por extenso
sk: Zobrazenie dňa v týždni

source: No
da: Ingen
hu: Nem
pt_br: Não
sk: Nie

source: Full
da: Fuld
hu: Teljes
pt_br: Sim, completo
sk: Úplný

source: Short
da: Kort
hu: Rövid
pt_br: Sim, abreviado
sk: Krátky

source: For day of week; show full name, short name or disable showing
da: Vis fuldt eller forkortet navn for ugedagen eller deaktivér visning
hu: A hét napjainál; teljes név, rövid név vagy a megjelenítés letiltása
pt_br: Mostre o dia da semana por extenso com a palavra completa ou abreviada, ou prefira mostrar nada
sk: Nastaví zobrazenie úplného názvu, skráteného názvu alebo zakáže zobrazenie dňa v týždni

source: Short month name
da: Kort navn for måned
hu: Rövid hónapnevek
pt_br: Nome curto do mês
sk: Skrátený názov mesiaca

source: Show short month name
da: Vis månedens forkortede navn
hu: Rövid hónapnevek megjelenítése
pt_br: Mostre o nome curto do mês
sk: Zobrazí skrátený názov mesiaca

source: Show year
da: Vis år
hu: Év megjelenítése
pt_br: Mostrar o ano
sk: Zobrazenie roku

source: For year; show all digits, show last two digits or disable showing
da: Vis alle cifre eller to sidste cifre for årstallet eller deaktivér visning
hu: Egy évnél; összes számjegy megjelenítése, csak az utolsó két számjegy vagy megjelenítés letiltása
pt_br: Mostre o ano com a palavra completa ou abreviada, ou prefira mostrar nada
sk: Nastaví zobrazenie roka so všetkým číslicami, poslednými dvoma číslicami alebo zakáže zobrazenie roka

source: Show time
da: Vis tiden
hu: Idő megjelenítése
pt_br: Mostrar a hora
sk: Zobrazenie času

source: Show or hide time (hours and minutes)
da: Vis eller skjul tiden (timer og minutter)
hu: Idő megjelenítése vagy elrejtése (óra, perc)
pt_br: Mostre ou esconda a hora (e minutos)
sk: Zobrazí alebo skryje čas (hodiny a minúty)

source: Use 24h clock
sk: Používať 24 hodinový čas

source: First day of week
sk: Prvý deň v týždni

source: Desklet style configuration
da: Konfigurering af skrivebordsprogrammets stil
hu: Asztalkalmazás stílusának beállítása
pt_br: Configuração da aparência do desklet
sk: Konfigurácia štýlu deskletu

source: Layout of desklet
da: Skrivebordsprogrammets layout
hu: Asztalkalmazás elrendezése
pt_br: Leiaute do desklet
sk: Rozloženie deskletu

source: Horizontal
da: Vandret
hu: Vízszintes
sk: Vodorovné

source: Vertical
da: Lodret
hu: Függőleges
sk: Zvislé

source: Set the overall layout to horizontal/vertical of desklet
da: Sæt det overordnede layout til lodret/vandret
hu: Állítsa az asztalkalmazás általános elrendezését vízszintes/függőleges helyzetbe
pt_br: Defina o leiaute do desklet como horizontal/vertical
sk: Nastaví celkové rozloženie deskletu na vodorovné a zvislé

source: Custom font family for text (blank to use default)
da: Tilpasset skrifttypefamilie til teksten (tom for at bruge standarden)
hu: Egyéni szöveg betűtípus-család (ha üres akkor az alapértelmezett lesz használva)
pt_br: Fonte do texto (deixar em branco para usar a fonte padrão)
sk: Vlastná rodina písma textu (prázdna hodnota nastaví predvolenú)

source: Set a custom font family for the text (blank to use default font)
da: Angiv en tilpasset skrifttypefamilie til teksten (tom for at bruge standarden)
hu: Egyéni szöveg betűtípus-család beállítása (ha üres akkor az alapértelmezett lesz használva)
pt_br: Defina uma fonte para o texto (deixe em branco para usar a fonte padrão)
sk: Nastaví vlastnú rodinu písma pre text (prázdnou hodnotou sa nastaví predvolené písmo)

source: Font size (pt)
da: Skriftstørrelse (pkt)
hu: Betűméret (pt)
pt_br: Tamanho da fonte (pt)
sk: Veľkosť písma (body)

source: Set the text font size in points
da: Angiv skrifttypens størrelse i punkter
hu: Adja meg a szöveg betűméretét pontokban
pt_br: Defina o tamanho da fonte em pontos
sk: Nastaví veľkosť písma textu v bodoch

source: Text colour
da: Tekstfarve
hu: Szöveg színe
pt_br: Cor do texto
sk: Farba textu

source: Set text colour of desklet
da: Angiv skrivebordsprogrammets tekstfarve
hu: Asztalkalmazás szövegszínének beállítása
pt_br: Defina a cor do texto do desklet
sk: Nastaví farbu textu deskletu

source: Text colour for Sundays
da: Tekstfarve for søndage
hu: Szöveg színe vasárnapokra
pt_br: Cor do texto para Domingos
sk: Farba textu pre nedele

source: Set text colour for Sundays
da: Angiv tekstfarve for søndage
hu: Szöveg színének beállítása vasárnapokra
pt_br: Defina a cor do texto para Domingos
sk: Nastaví farbu textu pre nedele

source: Text colour for Saturdays
da: Tekstfarve for lørdage
hu: Szöveg színe szombatokra
pt_br: Cor do texto para Sábados
sk: Farba textu pre soboty

source: Set text colour for Saturdays
da: Angiv tekstfarve for lørdage
hu: Szöveg színének beállítása szombatokra
pt_br: Defina a cor do texto para Sábados
sk: Nastaví farbu textu pre soboty

source: Background colour
da: Baggrundsfarve
hu: Háttér színe
pt_br: Cor de fundo
sk: Farba pozadia

source: Set background colour of desklet
da: Angiv skrivebordsprogrammets baggrundsfarve
hu: Asztalkalmazás háttérszínének beállítása
pt_br: Defina a cor de fundo do desklet
sk: Nastaví farbu pozadia deskletu

source: Transparency (%)
da: Gennemsigtighed (%)
hu: Átlátszóság (%)
pt_br: Transparência (%)
sk: Priehľadnosť (%)

source: Set the transparency of desklet in percentage
da: Angiv skrivebordscalendar@deeppradhanprogrammets gennemsigtighed i procent
hu: Asztalkalmazás átlátszóságának százalékértékes beállítása
pt_br: Defina a transparência do desklet em porcentagem
sk: Nastaví priehľadnosť deskletu v percentách
