Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/calendar@bahrampc/*.po
Languages: nl

source: Shamsi Calendar Desklet provides a highly configurable desklet to display current date and browsable months.
nl: Shamsi Kalender Desklet biedt een zeer configureerbare desklet om de huidige datum en doorbladerbare maanden weer te geven.

source: Configurable Calendar desklet
nl: Configureerbare kalenderdesklet

source: Shamsi Calendar Desklet
nl: Shamsi Kalender Desklet

source: Shamsi calendar configuration
nl: Configuratie van de Shamsi Kalender

source: Panels to show
nl: Panelen om weer te geven

source: Both Today & Month
nl: Beide: Vandaag & Maand

source: Today only
nl: Alleen vandaag

source: Month only
nl: Alleen maand

source: Select the panels to display in desklet
nl: Selecteer de panelen die in de desklet worden weergegeven

source: Show day of week
nl: Toon dag van de week

source: No
nl: Nee

source: Full
nl: Volledig

source: Short
nl: Kort

source: For day of week; show full name, short name or disable showing
nl: Voor de dag van de week; toon de volledige naam, korte naam of uitschakelen

source: Short month name
nl: Korte maandnaam

source: Show short month name
nl: Toon korte maandnaam

source: Show year
nl: Toon jaar

source: For year; show all digits, show last two digits or disable showing
nl: Voor het jaar; toon alle cijfers, toon de laatste twee cijfers of uitschakelen

source: Show time
nl: Toon tijd

source: Show or hide time (hours and minutes)
nl: Toon of verberg tijd (uren en minuten)

source: Use 24h clock
nl: Gebruik 24-uurs klok

source: Auto-advance
nl: Automatisch bijwerken

source: When the month changes, update the desklet
nl: Wanneer de maand verandert, werk de desklet bij

source: Desklet style configuration
nl: Configuratie van de deskletstijl

source: Layout of desklet
nl: Indeling van de desklet

source: Horizontal
nl: Horizontaal

source: Vertical
nl: Verticaal

source: Set the overall layout to horizontal/vertical of desklet
nl: Stel de algehele indeling van de desklet in op horizontaal of verticaal

source: Custom font family for text (blank to use default)
nl: Aangepaste lettertype voor tekst (leeg laten voor standaard)

source: Set a custom font family for the text (blank to use default font)
nl: Stel een aangepast lettertype in voor de tekst (leeg laten om het standaardlettertype te gebruiken)

source: Font size (pt)
nl: Lettergrootte (pt)

source: Set the text font size in points
nl: Stel de lettergrootte van de tekst in punten in

source: Text colour
nl: Tekstkleur

source: Set text colour of desklet
nl: Stel de tekstkleur van de desklet in

source: Text colour for Fridays
nl: Tekstkleur voor vrijdagen

source: Set text colour for Fridays
nl: Stel de tekstkleur in voor vrijdagen

source: Background colour
nl: Achtergrondkleur

source: Set background colour of desklet
nl: Stel de achtergrondkleur van de desklet in

source: Transparency (%)
nl: Transparantie (%)

source: Set the transparency of desklet in percentage
nl: Stel de transparantie van de desklet in procenten in
