Repository: linuxmint/cinnamon-spices-desklets
Catalog: system-monitor-graph@rcassani/files/system-monitor-graph@rcassani/po/*.po
Languages: da, es, fi, hu, it, nl, pt_br

source: Swap
hu: Cserehely

source: free of
da: ledig ud af
es: libres de
fi: vapaa
hu: szabad, összesen:
it: liberi su
nl: vrij van

source: GPU Usage
da: GPU-forbrug
es: Uso de GPU
fi: GPU Käyttö
hu: GPU használat
it: Utilizzo GPU
nl: GPU Gebruik
pt_br: Uso da GPU

source: GPU Memory
da: GPU-hukommelse
es: Memoria de GPU
fi: GPU Muisti
hu: GPU memória
it: Memoria GPU
nl: GPU Geheugen
pt_br: Memória da GPU

source: System monitor graph
da: Systemovervågningsgraf
es: Gráfico del monitor de sistema
hu: Rendszerfigyelő grafikonnal
it: Grafico di Monitoraggio del Sistema
nl: Systeemmonitor grafiek
pt_br: Gráficos do monitor do sistema

source: Creates graphs for system variables.
da: Laver grafer for systemvariable.
es: Crea gráficos para las variables del sistema.
fi: Tekee ruudulle graafiset käyrät tietokoneen tehoon ja kulutukseen liittyvistä asioista.
hu: Grafikonokat készít a rendszer jellemző értékeiből.
it: Crea grafici per variabili di sistema.
nl: Creëert grafieken voor systeemvariabelen.
pt_br: Cria gráficos para variáveis do sistema.

source: Settings for system-monitor-graph@rcassani
da: Indstillinger for system-monitor-graph@rcassani
es: Configuración de system-monitor-graph@rcassani
fi: Asetukset system-monitor-graph@rcassani
hu: Beállítások a system-monitor-graph@rcassani asztalkalmazáshoz
it: Impostazioni per system-monitor-graph@rcassani
nl: Instellingen voor system-monitor-graph@rcassani
pt_br: Configurações de system-monitor-graph@rcassani

source: General
da: Generelt
fi: Yleinen
hu: Általános
it: Generale
nl: Algemeen
pt_br: Visão geral

source: System variable for graph
da: Systemvariabel for graf
es: Variable del sistema para el gráfico
fi: Tehokäyrä
hu: Rendszerjellemzők a grafikon számára
it: Variabile di Sistema per grafico
nl: Systeemvariabele voor grafiek
pt_br: Variável do sistema no gráfico

source: Select the system variable to monitor.
da: Vælg den systemvariabel, der skal overvåges.
es: Seleccione la variable del sistema a monitorear.
fi: Valitse valvottava muuttuja.
hu: Válassza ki a megfigyelendő rendszerjellemzőket.
it: Seleziona la variabile di sistema da monitorare.
nl: Selecteer de systeemvariabele om te monitoren.
pt_br: Selecione a variável do sistema para monitorar.

source: Binary prefix or IEC (1 GiB = 1024³ bytes)
da: Binært præfiks eller IEC (1 GiB = 1024³ bytes)
es: Prefijo binario o del IEC (1 GiB = 1024³ octetos)
fi: Binäärinen lukema tai IEC (1 GiB = 1024³ bytes)
hu: Bináris előtag vagy IEC (1 GiB = 1024³ bájt)
it: Prefisso binario o IEC (1 GiB = 1024³ byte)
nl: Binair voorvoegsel of IEC (1 GiB = 1024³ bytes)

source: Decimal prefix (1 GB = 1000³ bytes)
da: Decimalpræfiks (1 GB = 1000³ bytes)
es: Prefijo decimal (1 GB = 1000³ octetos)
fi: Desimaalinen lukema (1 GB = 1000³ bytes)
hu: Tizedes előtag (1 GB = 1000³ bájt)
it: Prefisso decimale (1 GB = 1000³ byte)
nl: Decimaal voorvoegsel (1 GB = 1000³ bytes)

source: Prefix for data units
da: Præfiks for dataenheder
es: Prefijo de las unidades de los datos
fi: Mittayksiköt
hu: Az adategységek előtagja
it: Prefisso per le unità dati
nl: Voorvoegsel voor gegevenseenheden

source: Unit prefix for RAM size.
da: Enhedspræfiks for RAM-størrelse.
es: Prefijo de la unidad de medida de la RAM.
fi: Lukemat RAM-muistin kokoa varten.
hu: A RAM méretének egység előtagja.
it: Prefisso dell'unità per la dimensione della RAM.
nl: Eenheid voorvoegsel voor RAM-grootte.

source: Unit prefix for Swap size.
da: Enhedspræfiks for swap-størrelse.
es: Prefijo de la unidad de medida de la memoria de intercambio (Swap).
fi: Lukemat Swap kokoa varten.
hu: A cserehely méretének egység előtagja.
it: Prefisso dell'unità per la dimensione dello Swap.
nl: Eenheid voorvoegsel voor Swap-grootte.

source: Unit prefix for Filesystem size.
da: Enhedspræfiks for filsystemstørrelse.
es: Prefijo de la unidad de medida del sistema de archivos.
fi: Lukemat kiintolevyn kokoa varten.
hu: A fájlrendszer méretének egység előtagja.
it: Prefisso dell'unità per la dimensione del file system.
nl: Eenheid voorvoegsel voor Bestandssysteemgrootte.

source: Filesystem to monitor
da: Filsystem der skal overvåges
es: Sistema de archivos a monitorear
fi: Valvottava kiintolevy tai kansio
hu: Megfigyelendő fájlrendszer
it: Filesystem da monitorare
nl: Bestandssysteem om te monitoren
pt_br: Disco de armazenamento para monitorar

source: Select a directory in the filesystem to monitor.
da: Vælg en mappe i filsystemet, der skal overvåges.
es: Seleccione un directorio en el sistema de archivos a monitorear.
fi: Valitse valvottava hakemisto.
hu: Válasszon ki egy mappát a megfigyelendő fájlrendszerhez.
it: Seleziona la directory nel filesystem da monitorare.
nl: Selecteer een map in het bestandssysteem om te monitoren.
pt_br: Selecione uma pasta no disco de armazenamento para monitorá-lo.

source: Filesystem label
da: Filsystemetiket
es: Etiqueta del sistema de archivos
fi: Kiintolevyn nimi
hu: Fájlrendszer címkeFájlrendszercímke
it: Etichetta filesystem
nl: Bestandssysteemlabel
pt_br: Rótulo do disco de armazenamento

source: Empty uses the filesystem name from df.
da: Hvis tom bruges filsystemnavnet fra df.
es: Si el nombre del disco de almacenamiento está en blanco, su nombre vendrá del comando df.
fi: Tyhjä käyttää oletusta.
hu: Amennyiben üresen hagyja, a fájlrendszer neve a df parancs alapján lesz megadva.
it: Vuoto significa utilizzare il nome del filesystem da "df".
nl: Leeg gebruikt de bestandssysteemnaam van df.
pt_br: Se o nome do disco de armazenamento estiver em branco, seu nome advirá do comando df.

source: GPU manufacturer
da: GPU-producent
es: Fabricante de la GPU
fi: GPU valmistaja
hu: GPU gyártó
it: Produttore GPU
nl: GPU fabrikant
pt_br: Fabricante da GPU

source: Select the GPU manufacturer.
da: Vælg GPU-producenten.
es: Seleccione el fabricante de la GPU.
fi: Valitse GPU valmistaja.
hu: Válassza ki a GPU gyártóját.
it: Seleziona il produttore della GPU.
nl: Selecteer de GPU-fabrikant.
pt_br: Selecione a fabricante da GPU.

source: Id of GPU to monitor
da: ID på GPU der skal overvåges
es: Id de la GPU a monitorear
fi: Valvottavan GPU:n ID
hu: A figyelendő GPU azonosítója
it: Id della GPU da monitorare
nl: ID van GPU om te monitoren
pt_br: ID da GPU para monitorar

source: Check GPU id with nvidia-smi -L
da: Tjek GPU-ID with nvidia-smi -L
es: Verifique la identificación de la GPU con nvidia-smi -L
fi: Tarkista GPU:n ID komennolla nvidia-smi -L
hu: A GPU id figyelése a nvidia-smi -L paranccsal
it: Controlla l'id della GPU con "nvidia-smi -L"
nl: Controleer de GPU-ID met nvidia-smi -L
pt_br: Descubra a ID da sua GPU com o comando nvidia-smi -L

source: GPU variable to monitor
da: GPU-variabel der skal overvåges
es: Variable de la GPU a monitorear
fi: Valvottavan GPU:n muuttuja
hu: A figyelendő GPU jellemzők
it: Variabile GPU da monitorare
nl: GPU-variabele om te monitoren
pt_br: Variável da GPU para monitorar

source: Select the GPU variable to monitor.
da: Vælg den GPU-variabel, der skal overvåges.
es: Seleccione la variable de la GPU que desea monitorear.
fi: Valitse valvottava GPU:n muuttuja näytölle.
hu: Válassza ki a megfigyelendő GPU jellemzőket.
it: Seleziona la variabile della GPU da monitorare.
nl: Selecteer de GPU-variabele om te monitoren.
pt_br: Selecione a variável da GPU para monitorar.

source: Usage
da: Forbrug
es: Uso
fi: Käyttö
hu: Használat
it: Utilizzo
nl: Gebruik
pt_br: Uso

source: Memory
da: Hukommelse
es: Memoria
fi: Muisti
hu: Memória
it: Memoria
nl: Geheugen
pt_br: Memória

source: Unit prefix for GPU memory size.
da: Enhedspræfiks for GPU-hukommelsesstørrelse.
es: Prefijo de la unidad de medida de la GPU.
fi: Lukemat GPU-muistin kokoa varten.
hu: A GPU memória méretének egység előtagja.
it: Prefisso dell'unità per la dimensione della memoria della GPU.
nl: Eenheid voorvoegsel voor GPU-geheugengrootte.

source: Duration of the graph
da: Grafens længde
es: Duración del gráfico
fi: Kaavion pituus
hu: Grafikon időtartama
it: Durata del grafico
nl: Duur van de grafiek
pt_br: Duração do gráfico

source: Maximum among of time to show in the graph.
da: Tidsintervallet som grafen dækker.
es: Período máximo de tiempo para mostrar en el gráfico.
fi: Kaaviossa näytettävän ajan enimmäisaika.
hu: A grafikonon megjelenő maximális időtartam.
it: Tempo massimo di visualizzazione nel grafico.
nl: Maximale tijd om te tonen in de grafiek.
pt_br: Período máximo de tempo para mostrar no gráfico.

source: 30 s
hu: 30 mp

source: 1 min
hu: 1 perc

source: 2 min
hu: 2 perc

source: 5 min
hu: 5 perc

source: 10 min
hu: 10 perc

source: 30 min
hu: 30 perc

source: 60 min
hu: 60 perc

source: Refresh interval
da: Opdateringsinterval
es: Intervalo de actualización
fi: Päivitysväli
hu: Frissítési gyakoriság
it: Intervallo di aggiornamento
nl: Vernieuwingsinterval
pt_br: Intervalo de atualização

source: How often a new value of the variable will be calculated.
da: Hvor tit en ny værdi for variablen beregnes.
es: Frecuencia con la que se calculará un nuevo valor de la variable.
fi: Kuinka usein muuttujan uusi arvo lasketaan.
hu: A jellemzők értékek meghatározásának időköze.
it: Quanto spesso verrà calcolato un nuovo valore della variabile.
nl: Hoe vaak een nieuwe waarde van de variabele zal worden berekend.
pt_br: Com que frequência um novo valor da variável será calculado.

source: 1 s
es: 1 seg
hu: 1 mp

source: 2 s
es: 2 seg
hu: 2 mp

source: 5 s
es: 5 seg
hu: 5 mp

source: 10 s
es: 10 seg
hu: 10 mp

source: 60 s
es: 60 seg
hu: 60 mp

source: Visual
da: Visning
fi: Visuaalinen
hu: Kinézet
it: Visuale
nl: Visueel

source: Background color
da: Baggrundsfarve
es: Color de fondo
fi: Taustaväri
hu: Háttérszín
it: Colore di sfondo
nl: Achtergrondkleur
pt_br: Cor de fundo

source: RGB or RGBA.
da: RGB eller RGBA.
es: RGB o RGBA.
fi: RGB tai RGBA.
hu: RGB vagy RGBA.
it: RGB o RGBA.
nl: RGB of RGBA.
pt_br: A cor pode ser salva no formato RGB ou RGBA.

source: Text color
da: Tekstfarve
es: Color del texto
fi: Tekstin väri
hu: Szöveg szín
it: Colore del testo
nl: Tekstkleur
pt_br: Cor do texto

source: Line color CPU
da: Linjefarve for CPU
es: Color de la línea de la CPU
fi: Viivan väri CPU:lle
hu: CPU vonalszín
it: Colore linea CPU
nl: Lijnkleur CPU
pt_br: Cor da linha da CPU

source: RGB or RGBA. Alpha is ignored
da: RGB eller RGBA. Alfa ignoreres
es: El color se puede guardar en formato RGB o RGBA, pero se ignorará la opacidad
fi: RGB tai RGBA. Alfa jätetään huomioimatta
hu: RGB vagy RGBA. Az Alfa csatorna figyelmen kívül hagyásával
it: RGB o RGBA. Alfa è ignorato
nl: RGB of RGBA. Alpha wordt genegeerd
pt_br: A cor pode ser salva no formato RGB ou RGBA, mas a opacidade será ignorada.

source: Line color RAM
da: Linjefarve for RAM
es: Color de la línea de la RAM
fi: Viivan väri RAM:lle
hu: RAM vonalszín
it: Colore linea RAM
nl: Lijnkleur RAM
pt_br: Cor da linha da RAM

source: Line color Swap
da: Linjefarve for Swap
es: Color de la línea de Swap
fi: Viivan väri Swap:lle
hu: Cserehely vonalszín
it: Colore linea Swap
nl: Lijnkleur Swap

source: Line color HDD
da: Linjefarve for HDD
es: Color de la línea del Disco duro
fi: Viivan väri HDD:lle
hu: HDD vonalszín
it: Colore linea HDD
nl: Lijnkleur HDD
pt_br: Cor da linha do HD

source: Line color GPU
da: Linjefarve for GPU
es: Color de la línea de la GPU
fi: Viivan väri GPU:lle
hu: GPU vonalszín
it: Colore linea GPU
nl: Lijnkleur GPU
pt_br: Cor da linha da GPU

source: Grid color
da: Gitterfarve
es: Color de la cuadrícula
fi: Apuviivojen väri
hu: Rácsszín
it: Colore griglia
nl: Rasterkleur
pt_br: Cor da grade

source: Number of horizontal lines in the grid
da: Antal vandrette linjer i gitteret
es: Número de líneas horizontales en la cuadrícula
fi: Vaakaviivojen määrä ruudukossa
hu: Vízszintes rácsvonalak száma
it: Numero di linee orizzontali nella griglia
nl: Aantal horizontale lijnen in het raster
pt_br: Número de linhas horizontais na grade

source: Number of vertical lines in the grid
da: Antal lodrette linjer i gitteret
es: Número de líneas verticales en la cuadrícula
fi: Pystyviivojen määrä ruudukossa
hu: Függőleges rácsvonalak száma
it: Numero di linee verticali nella griglia
nl: Aantal verticale lijnen in het raster
pt_br: Número de linhas verticais na grade

source: Scale factor for desklet size (scale factor of 1 = 330 x 120 px)
da: Skaleringsfaktor for skrivebordsprogrammets størrelse (1 svarer til 330 x 120 px)
es: Factor de escala para el tamaño del desklet (1 = 330 x 120 px)
fi: Skaalauskerroin sovelmalle (skaalattavissa 1 = 330 x 120 px)
hu: Méretezés az asztalkalmazáshoz (az 1-es méret = 330 x 120 pixel)
it: Fattore di scala per le dimensioni del desklet (fattore di scala di 1 = 300 x 120 px)
nl: Schaalfactor voor desklet grootte (schaalfactor van 1 = 330 x 120 px)
pt_br: Escala de proporção para o tamanho do desklet (escala de proporção de 1 = 330 x 120px)

source: Network
es: Red

source: HDD
es: Disco duro
pt_br: HD

source: Binary prefix or IEC (1 KiB = 1024 bytes)
es: Prefijo binario o del IEC (1 KiB = 1024 bytes)

source: Decimal prefix (1 KB = 1000 bytes)
es: Prefijo decimal (1 KB = 1000 bytes)

source: Unit prefix for network speed.
es: Prefijo de unidad para la velocidad de red.

source: Network interface to monitor
es: Interfaz de red a monitorear

source: Leave empty to monitor all interfaces combined. Examples: eth0, wlan0, enp0s3
es: Dejar vacío para monitorizar todas las interfaces combinadas. Ejemplos: eth0, wlan0, enp0s3

source: Line color Network Download
es: Color de la línea de descarga de la red

source: Line color Network Upload
es: Color de la línea de la carga de la red

source: GB free of
pt_br: GB livres de
