Repository: linuxmint/cinnamon-spices-desklets
Catalog: eKreta@thegergo02/files/eKreta@thegergo02/po/*.po
Languages: ca, de, es, fi, nl

source: Error: Couldn't login with the credetinals given. (Check the desklet settings.)
ca: Error: No s'ha pogut iniciar la sessió amb els credencials subministrats. (Reviseu la configuració de la miniaplicació d'escriptori.)
de: Fehler: Anmeldung mit den angegebenen Anmeldeinformationen nicht möglich. (Überprüfen Sie die Desklet-Einstellungen.)
es: Error: No se ha podido iniciar sesión con las credenciales facilitadas. (Compruebe la configuración del desklet).
fi: Virhe: Ei voitu kirjautua sisään annetuilla tunnistetiedoilla. (Tarkista työpöydän asetukset.)
nl: Fout: Kon niet inloggen met de opgegeven inloggegevens. (Controleer de deskletinstellingen.)

source: Monday
ca: Dilluns
de: Montag
es: Lunes
fi: Maanantai
nl: Maandag

source: Tuesday
ca: Dimarts
de: Dienstag
es: Martes
fi: Tiistai
nl: Dinsdag

source: Wednesday
ca: Dimecres
de: Mittwoch
es: Miércoles
fi: Keskiviikko
nl: Woensdag

source: Thursday
ca: Dijous
de: Donnerstag
es: Jueves
fi: Torstai
nl: Donderdag

source: Friday
ca: Divendres
de: Freitag
es: Viernes
fi: Perjantai
nl: Vrijdag

source: Saturday
ca: Dissabte
de: Samstag
es: Sábado
fi: Lauantai
nl: Zaterdag

source: Sunday
ca: Diumenge
de: Sonntag
es: Domingo
fi: Sunnuntai
nl: Zondag

source: Not a day
ca: Ni un dia
de: Kein Tag
es: Ni un día
fi: Ei ole päivä
nl: Geen dag

source: eKreta desklet
ca: miniaplicació d'escriptori eKreta
es: desklet eKreta
fi: eKreta työpöytäsovelma

source: Displays your grades from the eKreta API.
ca: Mostra les vostres qualificacions des de l'API d'eKreta.
de: Zeigt Ihre Noten aus der eKreta-API an.
es: Muestra tus calificaciones desde la API de eKreta.
fi: Näyttää arvosanasi eKreta API:sta.
nl: Toont je cijfers van de eKreta API.

source: Settings for eKreta desklet.
ca: Configuració de la miniaplicació d'escriptori eKreta.
de: Einstellungen für das eKreta-Desklet.
es: Configuración del desklet eKreta.
fi: eKreta sovelman asetukset.
nl: Instellingen voor eKreta desklet.

source: Institution ID (klik*********)
ca: ID de la institució: (klik*********)
de: Institutions-ID (klik*********)
es: ID de la institución (klik*********)
fi: Laitoksen ID (klik*********)
nl: Instelling ID (klik*********)

source: When you got your URL to login, before the first dot you got the ID.
ca: A la vostra URL d'inici de sessió, la ID està situada abans del primer punt.
de: Wenn Sie Ihre URL zum Anmelden erhalten haben, steht vor dem ersten Punkt die ID.
es: Cuando tienes su URL para iniciar sesión, antes del primer punto tienes el ID.
fi: Kun sait kirjautumiseen tarvittavan URL-osoitteen, sait tunnuksen ennen ensimmäistä pistettä.
nl: Wanneer je je URL om in te loggen krijgt, staat de ID voor de eerste punt.

source: Your username for the eKreta system.
ca: El vostre nom d'usuari pel sistema eKreta.
de: Ihr Benutzername für das eKreta-System.
es: Su nombre de usuario para el sistema eKreta.
fi: Käyttäjätunnuksesi eKreta-järjestelmään.
nl: Je gebruikersnaam voor het eKreta-systeem.

source: You need this to fetch data from the eKreta system.
ca: Necessiteu això per obtenir dades del sistema eKreta.
de: Dies benötigen Sie um Daten aus dem eKreta-System zu laden.
es: Lo necesita para obtener datos del sistema eKreta.
fi: Tarvitset tätä tietojen hakemiseen eKreta-järjestelmästä.
nl: Je hebt dit nodig om gegevens op te halen uit het eKreta-systeem.

source: Your password for the eKreta system.
ca: La vostra contrasenya pel sistema eKreta.
de: Ihr Passwort für das eKreta-System.
es: Su contraseña para el sistema eKreta.
fi: Salasanasi eKreta-järjestelmään.
nl: Je wachtwoord voor het eKreta-systeem.

source: Data update time interval.
ca: Interval de temps d'actualització de les dades.
de: Zeitintervall der Datenaktualisierung.
es: Intervalo de tiempo de actualización de los datos.
fi: Tietojen päivityksen aikaväli.
nl: Tijdinterval voor gegevensupdate.

source: The time to wait till' the next data update. (In minutes).
ca: El temps a esperar abans de la propera actualització (en minuts).
de: Die Zeit, die bis zur nächsten Datenaktualisierung gewartet werden soll (in Minuten).
es: El tiempo de espera hasta la próxima actualización de datos. (En minutos).
fi: Aika seuraavaan tietopäivitykseen. (Minuuteissa).
nl: De wachttijd tot de volgende gegevensupdate. (In minuten).

source: Enable gZip
ca: Activar gZip
de: gZip aktivieren
es: Habilitar gZip
fi: Aktivoi gZip
nl: Schakel gZip in

source: Enable this if you want faster responses. On really old hardware, (if it can run Cinnamon, it can't be that old) it's better to turn off compression.
ca: Activeu-ho si voleu respostes més ràpides. Si utilitzeu un equip molt vell, és preferible desactivar la compressió.
de: Aktivieren Sie diese Option, wenn Sie schnellere Antworten wünschen. Auf wirklich alter Hardware (wenn sie Cinnamon ausführen kann, kann sie nicht so alt sein) ist es besser, die Komprimierung auszuschalten.
es: Actívela si quieres respuestas más rápidas. En hardware realmente antiguo, (si puede ejecutar Cinnamon, no puede ser tan antiguo) es mejor desactivar la compresión.
fi: Ota tämä käyttöön, jos haluat nopeampia vastauksia. Todella vanhassa laitteistossa (jos se pystyy käyttämään Cinnamonia, se ei voi olla niin vanha) on parempi poistaa pakkaus.
nl: Schakel dit in als je snellere reacties wilt. Op echt oude hardware (als het Cinnamon kan draaien, kan het niet zo oud zijn) is het beter om compressie uit te schakelen.

source: Grade averages
ca: Mitjana de notes
de: Notendurchschnitte
es: Promedios de notas
fi: Arvosanan keskiarvot
nl: Cijfer gemiddelden

source: Your grade averages
ca: Les vostres notes mitjanes
de: Ihre Notendurchschnitte
es: Sus promedios de notas
fi: Arvosanasi keskiarvot
nl: Je cijfer gemiddelden

source: Show your grade averages.
ca: Mostra les vostres notes mitjanes.
de: Zeigen Sie Ihren Notendurchschnitt.
es: Muestra tus promedios de notas.
fi: Näytä sinun arvosanojesi keskiarvo.
nl: Toon je cijfer gemiddelden.

source: Group by subject category
ca: Agrupar per categories de matèries
de: Gruppieren nach Themenkategorie
es: Agrupar por categorías de materias
fi: Ryhmittele aiheluokan mukaan
nl: Groeperen op vakcategorie

source: Group your average grades by their category. (Doesn't look always good)
ca: Agrupa les notes mitjanes per categories. (No sempre queda bé)
de: Gruppieren Sie Ihre Durchschnittsnoten nach Kategorie. (Sieht nicht immer gut aus)
es: Agrupa tus notas medias por categorías. (No siempre queda bien)
fi: Ryhmittele keskiarvosanasi luokan mukaan. (Ei aina näytä hyvältä)
nl: Groepeer je gemiddelde cijfers op hun categorie. (Ziet er niet altijd goed uit)

source: Class averages
ca: Mitjanes de la classe
de: Klassendurchschnitte
es: Promedios de clase
fi: Luokan keskiarvo
nl: Klas gemiddelden

source: Show class averages next to your averages.
ca: Mostra les mitjanes de la classe al costat de les vostres.
de: Zeigen Sie Klassendurchschnitte neben Ihren Durchschnittswerten an.
es: Muestra los promedios de la clase junto a tus promedios.
fi: Näytä luokan keskiarvot sinun keskiarvojen vieressä.
nl: Toon klas gemiddelden naast jouw gemiddelden.

source: Show grade average difference
ca: Mostra la diferència de nota mitjana
de: Notendurchschnittsdifferenz anzeigen
es: Mostrar diferencia de nota media
fi: Näytä arvosanan keskimääräinen ero
nl: Toon verschil in cijfer gemiddeldes

source: Show the difference between your avereages, and your class's averages (You have to turn on class averages).
ca: Mostra la diferència entre les vostres notes mitjanes i les mitjanes de la vostra classe (cal activar les 'Mitjanes de la classe').
de: Zeigen Sie die Differenz zwischen Ihren Durchschnittswerten und den Durchschnittswerten Ihrer Klasse an (Sie müssen die Klassendurchschnitte aktivieren).
es: Muestra la diferencia entre tus promedios, y los promedios de tu clase (Tienes que activar los promedios de la clase).
fi: Näytä ero keskiarvojesi ja luokkasi keskiarvojen välillä (sinun on otettava luokan keskiarvot käyttöön).
nl: Toon het verschil tussen jouw gemiddelden en die van je klas (Je moet klas gemiddelden inschakelen).

source: Perfect Grade.
ca: Qualificació perfecta.
de: Bestnote
es: Calificación perfecta.
fi: Täydellinen arvosana.
nl: Perfect Cijfer.

source: If your grade equals to this, it will be displayed as a perfect grade.
ca: Si la vostra nota és igual a aquesta, es mostrarà com una nota perfecta.
de: Wenn Ihre Note diesem Wert entspricht, wird sie als Bestnote angezeigt.
es: Si su nota es igual a ésta, se mostrará como una nota perfecta.
fi: Jos arvosanasi on yhtä suuri, se näytetään täydellisenä arvosanana.
nl: Als je cijfer gelijk is aan dit, wordt het weergegeven als een perfect cijfer.

source: Almost Perfect Grade.
ca: Qualificació quasi perfecta.
de: Fast perfekte Note.
es: Calificación casi perfecta.
fi: Melkein täydellinen arvosana.
nl: Bijna Perfect Cijfer.

source: If your grade greater or equals to this, it will be displayed as an almost perfect grade.
ca: Si la vostra nota és igual o superior a aquesta, es mostrarà com una qualificació quasi perfecta.
de: Wenn Ihre Note größer oder gleich diesem Wert ist, wird sie als fast perfekte Note angezeigt.
es: Si su nota es superior o igual a ésta, se mostrará como una nota casi perfecta.
fi: Jos arvosanasi on suurempi tai yhtä suuri kuin tämä, se näytetään melkein täydellisenä arvosanana.
nl: Als je cijfer groter of gelijk is aan dit, wordt het weergegeven als een bijna perfect cijfer.

source: Good Grade.
ca: Bona nota.
de: Gute Note
es: Buena calificación.
fi: Hyvä arvosana.
nl: Goed Cijfer.

source: If your grade greater or equals to this, it will be displayed as a good grade.
ca: Si la vostra nota és igual o superior a aquesta, es mostrarà com una bona nota.
de: Wenn Ihre Note größer oder gleich diesem Wert ist, wird sie als gute Note angezeigt.
es: Si su nota es mayor o igual a ésta, se mostrará como una buena nota.
fi: Jos arvosanasi on suurempi tai yhtä suuri kuin tämä, se näytetään hyvänä arvosanana.
nl: Als je cijfer groter of gelijk is aan dit, wordt het weergegeven als een goed cijfer.

source: Middle Grade.
ca: Nota dins de la mitjana.
de: Mittelmäßige Note
es: Calificación Media.
fi: Keskinarvo arvosana.
nl: Matig Cijfer.

source: If your grade greater or equals to this, it will be displayed as a middle grade.
ca: Si la vostra nota és igual o superior a aquesta, es mostrarà com una nota dins de la mitjana.
de: Wenn Ihre Note größer oder gleich diesem Wert ist, wird sie als mittelmäßige Note angezeigt.
es: Si su nota es superior o igual a ésta, aparecerá como nota media.
fi: Jos arvosanasi on suurempi tai yhtä suuri kuin tämä, se näytetään keskiarvosanana.
nl: Als je cijfer groter of gelijk is aan dit, wordt het weergegeven als een matig cijfer.

source: Bad Grade.
ca: Mala nota.
de: Schlechte Note.
es: Mala calificación.
fi: Huono arvosana.
nl: Slecht Cijfer.

source: If your grade greater or equals to this, it will be displayed as a bad grade.
ca: Si la vostra qualificació és igual o superior a aquesta, es mostrarà com a mala nota.
de: Wenn Ihre Note größer oder gleich diesem Wert ist, wird sie als schlechte Note angezeigt.
es: Si su nota es mayor o igual a ésta, se mostrará como mala nota.
fi: Jos arvosanasi on suurempi tai yhtä suuri kuin tämä, se näytetään huonona arvosanana.
nl: Als je cijfer groter of gelijk is aan dit, wordt het weergegeven als een slecht cijfer.

source: Really Bad Grade.
ca: Molt mala nota.
de: Wirklich schlechte Note.
es: Muy mala calificación.
fi: Oikein huono arvosana.
nl: Heel Slecht Cijfer.

source: If your grade greater or equals to this, it will be displayed as a really bad grade. (Study sometimes...)
ca: Si la vostra qualificació és igual o superior a aquesta, es mostrarà com una molt mala nota.
de: Wenn Ihre Note größer oder gleich diesem Wert ist, wird sie als wirklich schlechte Note angezeigt. (Lernen Sie manchmal...)
es: Si tu nota es mayor o igual que esta, se mostrará como una nota realmente mala. (Estudia a veces...)
fi: Jos arvosanasi on suurempi tai yhtä suuri kuin tämä, se näytetään todella huonona arvosanana. (Opiskele joskus...)
nl: Als je cijfer groter of gelijk is aan dit, wordt het weergegeven als een heel slecht cijfer. (Soms moet je studeren...)

source: Grades
ca: Notes
de: Noten
es: Calificaciones
fi: Arvosanat
nl: Cijfers

source: Your grades
ca: Les vostres notes
de: Ihre Noten
es: Sus calificaciones
fi: Sinun arvosanat
nl: Je cijfers

source: Show your grades.
ca: Mostra les vostres notes.
de: Ihre Noten anzeigen
es: Muestra tus calificaciones.
fi: Näytä sinun arvosanat.
nl: Toon je cijfers.

source: Group grades by subject
ca: Agrupa les vostres notes per assignatures
de: Noten nach Fächern gruppieren
es: Agrupar las calificaciones por asignatura
fi: Ryhmittele arvosanat aineittain
nl: Groeperen van cijfers per vak

source: Group your grades by the subject.
ca: Agrupar les notes per assignatura.
de: Gruppieren Sie Ihre Noten nach Fächern.
es: Agrupa tus notas por asignaturas.
fi: Ryhmittele arvosanasi aiheen mukaan.
nl: Groepeer je cijfers per vak.

source: Absences
ca: Absències
de: Abwesenheiten
es: Ausencias
fi: Poissaolot
nl: Afwezigheden

source: Your absences
ca: Les vostres absències
de: Ihre Abwesenheiten
es: Sus ausencias
fi: Sinun poissaolot
nl: Je afwezigheden

source: Show your absences.
ca: Mostra les teves absències.
de: Ihre Abwesenheiten anzeigen.
es: Muestra tus ausencias.
fi: Näytä poissaolosi.
nl: Toon je afwezigheden.

source: Sort absences by subject
ca: Ordenar les absències per assignatura
de: Abwesenheiten nach Thema sortieren
es: Ordenar las ausencias por asignatura
fi: Lajittele poissaolot aiheen mukaan
nl: Sorteer afwezigheden per vak

source: Organize your absences by your subjects.
ca: Organitza les teves absències per assignatures.
de: Organisieren Sie Ihre Abwesenheiten nach Fächern.
es: Organiza tus ausencias por asignaturas.
fi: Järjestä poissaolosi aiheesi mukaan.
nl: Organiseer je afwezigheden per vak.

source: Lessons
ca: Classes
de: Unterricht
es: Lecciones
fi: Oppitunnit
nl: Lessen

source: Show lessons
ca: Mostra les classes
de: Unterricht anzeigen
es: Mostrar lecciones
fi: Näytä oppitunnit
nl: Toon lessen

source: Show your lessons.
ca: Mostra les teves classes.
de: Ihren Unterricht anzeigen
es: Muestra tus lecciones.
fi: Näytä oppituntisi.
nl: Toon je lessen.

source: Filter days
ca: Filtrar dies
de: Filter Tage
es: Filtrar días
fi: Suodata päivät
nl: Filter dagen

source: Show just days you have lessons.
ca: Mostra només els dies que tens classe.
de: Nur die Tage anzeigen, an denen Sie Unterricht haben.
es: Muestra sólo los días que tienes clase.
fi: Näytä vain päivät, jolloin sinulla on oppitunteja.
nl: Toon alleen de dagen waarop je lessen hebt.
