Repository: linuxmint/cinnamon-spices-desklets
Catalog: clock@schorschii/files/clock@schorschii/po/*.po
Languages: ca, da, es, hr, hu, ro, ru, sv

source: Clock
ca: Rellotge
da: Ur
es: Reloj
hr: Sat
hu: Óra
ro: Ceas
ru: Часы
sv: Klocka

source: Timezone
ca: Zona horària
da: Tidszone
es: Zona horaria
hr: Vremenska zona
hu: Időzóna
ro: Fusul orar
ru: Часовой пояс
sv: Tidszon

source: Clock style
ca: Estil de rellotge
da: Urets stil
es: Estilo de reloj
hr: Izgled sata
hu: Óra stílusa
ro: Stilul ceasului
ru: Стиль Часов
sv: Klockstil

source: Select the background graphic you would like to use.
ca: Seleccioneu el gràfic del fons que voleu utilitzar.
da: Vælg den baggrundsgrafik, du ønsker at bruge.
es: Seleccione el gráfico de fondo que desea utilizar.
hr: Odaberite grafiku pozadinu koju želite koristiti.
hu: Válassza ki a használni kívánt háttérgrafikát.
ro: Selectați grafica de fundal pe care doriți să o utilizați.
ru: Выберите стиль оформления который вы хотите использовать.
sv: Välj den bakgrundsgrafik du vill använda.

source: Dark
ca: Fosc
da: Mørk
es: Oscuro
hr: Tamni
hu: Sötét
ro: Întuneric
ru: Тёмный
sv: Mörk

source: Light
ca: Clar
da: Lys
es: Claro
hr: Svjetli
hu: Világos
ro: Lumină
ru: Светлый
sv: Ljus

source: Dark Transparent
da: Mørk gennemsigtig
es: Transparente oscuro
hu: Sötét átlátszó
ro: Întunecat Transparent
ru: Тёмный с прозрачностью
sv: Mörk transparent

source: Light Transparent
da: Lys gennemsigtig
es: Transparente claro
hu: Világos átlátszó
ro: Lumină transparentă
ru: Светлый с прозрачностью
sv: Ljus transparent

source: Semitransparent
ru: Полупрозрачный

source: Custom
ca: Personalitzat
da: Brugerdefineret
es: Personalizado
hr: Prilagođen
hu: Egyéni
ro: Personalizat
ru: Пользовательский
sv: Anpassad

source: Custom images (available if clock style is set to 'custom')
ca: Imatges personalitzades (disponibles si l'estil del rellotge està establert com a «personalitzat»)
da: Brugerdefinerede billeder (tilgængelig hvis urets stil er sat til "brugerdefineret")
es: Imágenes personalizadas (disponibles si el estilo del reloj está configurado como "personalizado")
hr: Prilagođene slike (dostupno ako je izgled sata postavljen na 'Prilagođen')
hu: Egyéni képek (akkor érhetők el, ha az óra stílusa „egyedi”)
ro: Imagini personalizate (disponibile dacă stilul ceasului este setat la "personalizat")
ru: Пользовательское изображение (доступно если стиль установлен как "Пользовательский")
sv: Anpassade bilder (synlig endast om klockstilen är satt som "Anpassad")

source: Desklet size
ca: Mida de la miniaplicació d'escriptori
da: Skrivebordsprogrammets størrelse
es: Tamaño del desklet
hr: Veličina deskleta
hu: Asztalkalmazás mérete
ro: Dimensiune Desklet
ru: Размер часов
sv: Klockstorlek

source: Increase or decrease the size of the clock.
ca: Augmenta o disminueix la mida del rellotge.
da: Øg eller formindsk urets størrelse.
es: Aumentar o disminuir el tamaño del reloj.
hr: Povećajte ili smanjite veličinu sata.
hu: Növelje vagy csökkentse az óra méretét.
ro: Măriți sau micșorați dimensiunea ceasului.
ru: Увеличить или уменьшить размер часов.
sv: Öka eller minska klockans storlek.

source: pixels
ca: píxels
da: pixler
es: píxeles
hr: pikseli
hu: képpont
ro: pixeli
ru: пикселей
sv: bildpunkter

source: Custom desklet label (only visible if decorations are enabled)
ca: Etiqueta de miniaplicació d'escriptori personalitzada (només és visible si les decoracions estan habilitades)
da: Tilpasset etiket (kun synlig hvis boksen rundt om er aktiveret)
es: Etiqueta personalizada del desklet (solo visible si las decoraciones están habilitadas)
hr: Prilagođeni naslov deskleta (samo je vidljiv ako su ukrasi omogućeni)
hu: Egyéni asztali címke (csak akkor látható, ha a dekoráció engedélyezve van)
ro: Etichetă personalizată pentru desklet (vizibilă numai dacă sunt activate decorațiile)
ru: Пользовательская текстовая метка на часах (видно только если декорация включена)
sv: Anpassad programetikett (synlig endast om dekorationer är aktiverat)

source: Visual
da: Visuel
hr: Izgled
hu: Vizuális
ro: Vizual
ru: Внешний вид
sv: Utseende

source: Smooth second hand
ca: Maneta dels segons suau
da: Glidende sekundviser
es: Segundero suave
hr: Glatko pomicanje kazaljke sekunde
hu: Folyamatos másodpercmutató animáció
ro: Mână a doua netedă
ru: Плавное движение секундной стрелки
sv: Steglös sekundvisare

source: Use smooth animation for seconds hand instead of refreshing it only every second.
ca: Utilitza l'animació suau per a la maneta dels segons en comptes de refrescar-la només una vegada cada segon.
da: Anvend glidende animation for sekundviseren i stedet for kun at opdatere den hvert sekund.
es: Utilice una animación suave para el segundero en lugar de actualizarla solo cada segundo.
hr: Koristi glatku animaciju za kazaljku sekundi umjesto osvježavanja svake sekunde.
hu: Folyamatos másodpercmutató animáció használata léptetés helyet.
ro: Folosiți o animație lină pentru mâna secundară în loc să o reîmprospătați doar la fiecare secundă.
ru: Использовать плавную анимацию для секундной стрелки или периодическую, раз в секунду.
sv: Använd steglös sekundvisare istället för att flytta den varje sekund.

source: Settings for clock@schorschii
ca: Ajusts per clock@schorschii
da: Indstillinger for clock@schorschii
es: Configuración de clock@schorschii
hr: Postavke za clock@schorschii
hu: Clock@schorschii beállításai
ro: Setări pentru clock@schorschii
ru: Настройки для clock@schorschii
sv: Inställningar för clock@schorschii

source: Hour hand
ca: Maneta de les hores
da: Timeviser
es: Manecilla de la hora
hr: Kazaljka sata
hu: Óramutató
ro: Mână de oră
ru: Часовая стрелка
sv: Timvisare

source: Choose your own image for the hour hand. Should be as big as the background image.
ca: Trieu la vostra pròpia imatge per a la maneta de les hores. Hauria de ser tan gran com la imatge del fons.
da: Vælg dit eget billede til timeviseren. Skal være lige så stort som baggrundsbilledet.
es: Elija su propia imagen para la manecilla de la hora. Debe ser tan grande como la imagen de fondo.
hr: Odaberite svoju vlastitu sliku za kazaljku sata. Trebala bi biti velika kao pozadinska slika.
hu: Válasszon ki az óramutató számára egy saját képét. Akkorának kell lennie, mint a háttérnek használt képnek.
ro: Alegeți propria imagine pentru mâna orei. Ar trebui să fie la fel de mare ca imaginea de fundal.
ru: Выберите своё изображение для часовой стрелки. Размер должен быть такой же как и у фонового изображения.
sv: Välj din egen bild för timvisaren. Bör vara lika stor som bakgrundsbilden.

source: Hide decorations
ca: Oculta les decoracions
da: Skjul boks rundt om uret
es: Ocultar decoraciones
hr: Prikaži ukrase
hu: Díszítések elrejtése
ro: Ascundeți decorațiunile
ru: Скрыть декорации
sv: Dölj dekorationer

source: Minute hand
ca: Maneta dels minuts
da: Minutviser
es: Minutero
hr: Kazaljka minuta
hu: Percmutató
ro: Mână de minute
ru: Минутная стрелка
sv: Minutvisare

source: Choose your own image for the minute hand. Should be as big as the background image.
ca: Trieu la vostra pròpia imatge per a la maneta dels minuts. Hauria de ser tan gran com la imatge del fons.
da: Vælg dit eget billede til minutviseren. Skal være lige så stort som baggrundsbilledet.
es: Elija su propia imagen para la manecilla del minutero. Debe ser tan grande como la imagen de fondo.
hr: Odaberite svoju vlastitu sliku za kazaljku minuta. Trebala bi biti velika kao pozadinska slika.
hu: Válasszon ki a percmutató számára egy saját képét. Akkorának kell lennie, mint a háttérnek használt képnek.
ro: Alegeți propria imagine pentru mâna de minute. Ar trebui să fie la fel de mare ca imaginea de fundal.
ru: Выберите своё изображение для минутной стрелки. Размер должен быть такой же как и у фонового изображения.
sv: Välj din egen bild för minutvisaren. Bör vara lika stor som bakgrundsbilden.

source: Background
ca: Fons
da: Baggrund
es: Fondo
hr: Pozadina
hu: Háttér
ro: Fond
ru: Фоновое изображение
sv: Bakgrund

source: Choose your own background image.
ca: Trieu la vostra pròpia imatge de fons.
da: Vælg dit eget baggrundsbillede.
es: Elija su propia imagen de fondo.
hr: Odaberite svoju vlastitu pozadinsku sliku.
hu: Válassza ki a saját háttérképét.
ro: Alegeți propria imagine de fundal.
ru: Выберите своё фоновое изображение.
sv: Välj din egen bakgrundsbild

source: Seconds hand
ca: Maneta dels segons
da: Sekundviser
es: Segundero
hr: Kazaljka sekundi
hu: Másodpercmutató
ro: Mâna secundelor
ru: Секундная стрелка
sv: Sekundvisare

source: Choose your own image for the seconds hand. Should be as big as the background image.
ca: Trieu la vostra pròpia imatge per a la maneta dels segons. Hauria de ser tan gran com la imatge del fons.
da: Vælg dit eget billede til sekundviseren. Skal være lige så stort som baggrundsbilledet.
es: Elija su propia imagen para la manecilla del segundero. Debe ser tan grande como la imagen de fondo.
hr: Odaberite svoju vlastitu sliku za kazaljku sekundi. Trebala bi biti velika kao pozadinska slika.
hu: Válasszon ki a másodpercmutató számára egy saját képét. Akkorának kell lennie, mint a háttérnek használt képnek.
ro: Alegeți propria imagine pentru mâna secundară. Ar trebui să fie la fel de mare ca imaginea de fundal.
ru: Выберите своё изображение для секундной стрелки. Размер должен быть такой же как и у фонового изображения.
sv: Välj din egen bild för sekundvisaren. Bör vara lika stor som bakgrundsbilden.

source: Custom time zone
ca: Zona horària personalitzada
da: Tilpasset tidszone
es: Zona horaria personalizada
hr: Prilagođena vremenska zona
hu: Egyéni időzóna
ro: Fus orar personalizat
ru: Пользовательский часовой пояс
sv: Anpassad tidszon

source: Enter your custom timezone here.
ca: Introduïu aquí la zona horària personalitzada.
da: Indtast din tilpassede tidszone her.
es: Introduzca aquí su zona horaria personalizada.
hr: Upišite ovdje vašu prilagođenu vremensku zonu.
hu: Egyéni időzóna megadása itt.
ro: Introduceți aici fusul orar personalizat.
ru: Ведите пользовательский часовой пояс здесь.
sv: Ange din anpassade tidszon här.

source: Show seconds hand
ca: Mostra la maneta dels segons
da: Vis sekundviser
es: Mostrar el segundero
hr: Prikaži kazaljku sekundi
hu: Másodpercmutató megjelenítése
ro: Arată mâna secundară
ru: Показывать секундную стрелку
sv: Visa sekundvisare

source: Show or hide the seconds hand.
ca: Mostra o oculta la maneta dels segons.
da: Vis eller skjul sekundviser.
es: Mostrar u ocultar el segundero.
hr: Prikaži ili sakrij kazaljku sekundi.
hu: A másodpercmutató megjelenítése vagy elrejtése.
ro: Afișați sau ascundeți mâna secundară.
ru: Показать или скрыть секундную стрелку.
sv: Visa eller dölj sekundvisaren.

source: Use a custom timezone
ca: Utilitza una zona horària personalitzada
da: Anvend tilpasset tidszone
es: Utilizar una zona horaria personalizada
hr: Koristi prilagođenu vremensku zonu
hu: Egyéni időzóna használata
ro: Utilizați un fus orar personalizat
ru: Использовать пользовательский часовой пояс
sv: Använd en anpassad tidszon

source: Checking this box allows you to set a custom timezone in the field below.
ca: Si marqueu aquesta casella, podeu establir una zona horària personalitzada al camp següent.
da: Afkrydsning af dette felt lader dig angive en tilpasset tidszone i feltet nedenfor.
es: Marcar esta casilla permite establecer una zona horaria personalizada en el campo inferior.
hr: Ovaj odabir omogućuje vam postavljanje prilagođene vremenske zone u polju ispod.
hu: Ennek a négyzetnek a bejelölésével egyéni időzónát állíthat be az alábbi mezőben.
ro: Dacă bifați această casetă, puteți seta un fus orar personalizat în câmpul de mai jos.
ru: Включите для возможности установки любого часового пояса.
sv: Aktivering låter dig ange en anpassad tidszon i nedanstående fält.

source: Use a custom desklet label
ca: Utilitza una etiqueta de miniaplicació d'escriptori personalitzada
da: Anvend tilpasset etiket
es: Utilice una etiqueta personalizada del desklet
hr: Koristi prilagođeni naslov deskleta
hu: Egyéni asztalkalmazás címke használata
ro: Folosiți o etichetă personalizată pentru desklet
ru: Использовать свою текстовую метку
sv: Använd en anpassad programetikett'

source: Checking this box allows you to set a custom label in the field below.
ca: Si marqueu aquesta casella, podeu establir una etiqueta personalitzada al camp següent.
da: Afkrydsning af dette felt lader dig angive en tilpasset etiket i feltet nedenfor.
es: Marcar esta casilla permite establecer una etiqueta personalizada en el campo a continuación.
hr: Ovaj odabir omogućuje vam postavljanje prilagođenog naslova u polju ispod.
hu: Ennek a négyzetnek a bejelölésével egyéni címkét állíthat be az alábbi mezőben.
ro: Dacă bifați această casetă, puteți seta o etichetă personalizată în câmpul de mai jos.
ru: Включите для возможности установки своей текстовой метки.
sv: Aktivering låter dig ange en anpassad etikett i nedanstående fält.

source: Custom desklet label
ca: Etiqueta de miniaplicació d'escriptori personalitzada
da: Tilpasset etiket
es: Etiqueta personalizada del desklet
hr: Prilagođeni naslov deskleta
hu: Egyéni asztalkalmazás címke
ro: Etichetă personalizată de birou
ru: Пользовательская текстовая метка
sv: Anpassad programetikett

source: Set your custom label here, e.g. for multiple timezones. This field is unavailable unless the checkbox above is enabled.
ca: Establiu aquí l'etiqueta personalitzada, p. ex. per a diverses zones horàries. Aquest camp no està disponible a menys que la casella de selecció de dalt estigui habilitada.
da: Angiv en tilpasset etiket her, f.eks. til flere tidszoner. Feltet er utilgængeligt, med mindre afkrydsningsfeltet ovenfor er markeret.
es: Establezca aquí su etiqueta personalizada, por ejemplo, para múltiples zonas horarias. Este campo no está disponible a menos que la casilla anterior esté activada.
hr: Postavite svoj prilagođeni naslov ovdje, npr. za višestruke vremenske zone. Ovo polje je nedostupno osim ako je odabrana mogućnost iznad.
hu: Itt állítsa be az egyéni címkét, pl. több időzónához. Ez a mező csak akkor érhető el, ha a fenti négyzet be van jelölve.
ro: Setați aici eticheta dvs. personalizată, de exemplu pentru mai multe fusuri orare. Acest câmp nu este disponibil decât dacă caseta de selectare de mai sus este activată.
ru: Установите здесь свою текстовую метку, например если вы используете несколько часов с разными часовыми поясами.
sv: Ange din anpassade etikett här, t.ex. för flera tidszoner. Detta fält är inte tillgängligt om inte ovanstående knapp aktiverats.

source: Smooth minute hand
ca: Maneta dels minuts suau
da: Glidende minutviser
es: Minutero suave
hr: Glatko pomicanje kazaljke minuta
hu: Folyamatos percmutató animáció
ro: Mână de minute netedă
ru: Плавное движение минутной стрелки
sv: Steglös minutvisare

source: Use smooth animation for minute hand instead of moving it only once per minute.
ca: Utilitza l'animació suau per a la maneta dels minuts en comptes de moure-la només una vegada per minut.
da: Anvend glidende animation for minutviseren i stedet for kun at flytte den hvert minut.
es: Utilice una animación suave para el minutero en lugar de moverlo solo una vez por minuto.
hr: Koristi glatku animaciju za kazaljku minuta umjesto osvježavanja svake sekunde.
hu: Folyamatos percmutató animáció használata léptetés helyet.
ro: Utilizați o animație lină pentru mâna minutelor în loc să o mișcați o singură dată pe minut.
ru: Использовать плавную анимацию для минутной стрелки или периодическую, раз в минуту.
sv: Använd steglös minutvisare istället för att flytta den en gång per minut.

source: A scaleable analog clock desklet with smooth hands and free choice of images.
ca: Una miniaplicació d'escriptori de rellotge analògic amb canvi d'escala, manetes llises i lliure elecció d'imatges.
da: Et skalerbart urskrivebordsprogram med glidende visere og frit valg af billeder.
es: Un desklet de reloj analógico escalable con con agujas suaves y libre elección de imágenes.
hr: Prilagodljivi desklet analognog sata s glatkim kazaljkama i slobodnim odabirom slika.
hu: Méretezhető analóg óra asztalkalmazás, folyamatos mutató animációval és szabad képválasztással.
ro: Un ceas analogic de birou scalabil, cu mâini netede și alegere liberă a imaginilor.
ru: Аналоговые часы с возможностью выбора размера, плавной анимацией стрелок и возможностью смены фонового изображения.
sv: En skalbar analog klocka för skrivbordet med steglösa visare och fritt val av bilder.

source: Analog Chronometer
ca: Cronòmetre analògic
da: Analogt ur
es: Cronómetro analógico
hr: Analogni kronometar
hu: Analóg kronométer
ro: Cronometru analogic
ru: Аналоговые Часы (Analog Chronometer)
sv: Analog kronometer
