Repository: linuxmint/cinnamon-spices-desklets
Catalog: timelet@linuxedo.com/files/timelet@linuxedo.com/po/*.po
Languages: bg, ca, da, de, ro

source: AM
bg: Предиобед

source: Noon
bg: Обед
ca: Vespre
da: Middag
de: Mittag
ro: Prânz

source: PM
bg: Следобед

source: A themeable desklet that shows the time
bg: Десклет за часа с поддръжка на теми
ca: Una miniaplicació d'escriptori
da: Skrivebordsprogram med tid og dato hvor temaet kan ændres
de: Ein durch Themes gestaltbares Desklet, das die Uhrzeit anzeigt
ro: Un desklet tematizabil care arată ora

source: Timelet Settings
bg: Настройки на Timelet
ca: Ajusts del Timelet
da: Indstillinger
de: Timelet Einstellungen
ro: Setări Timelet

source: Theme
bg: Тема
ca: Tema
da: Tema
ro: Tema

source: Use 24H
bg: Използвай 24-часов
ca: Format 24h
da: Anvend 24 timers ur
de: Verwende 24H

source: Display time in 24H
bg: Покажи във вид на 24 часа
ca: Determina si el rellotge es mostra en format de 24 o 12 hores
de: Zeige die Zeit in 24H

source: Text color
bg: Цвят на текста
ca: Color del text
da: Tekstfarve
de: Textfarbe
ro: Culoarea textului

source: Click the button to select a new text color
bg: Натиснете бутона за да изберете цвят за текста
ca: Defineix el color del text
da: Klik på knappen for at vælge en ny tekstfarve
de: Klicke auf den Button, um eine neue Farbe auszuwählen
ro: Faceți clic pe buton pentru a selecta o nouă culoare a textului

source: Background color
bg: Фонов цвят
ca: Color del fons
da: Baggrundsfarve
de: Hintergrundfarbe
ro: Culoarea de fundal

source: Click the button to select a new background color
bg: Натиснете бутона за да изберете фонов цвят
ca: Defineix el color del fons
da: Klik på knappen for at vælge en ny baggrundsfarve
de: Klicke auf den Button, um eine neue Hintergrundfarbe auszuwählen
ro: Faceți clic pe buton pentru a selecta o nouă culoare de fundal

source: Scale
bg: Размер
ca: Escala
da: Skalering
de: Skalierung
ro: Scala

source: Change the size of the desklet
bg: Променете размера на десклета
ca: Modifica la mida de la miniaplicació
da: Ændr skrivebordsprogrammets størrelse
de: Größe des Desklets anpassen
ro: Modificarea dimensiunii deskletului

source: Background Transparency
bg: Прозрачност на фона
ca: Transparència del fons
da: Baggrundens gennemsigtighed
de: Hintergrundtransparenz
ro: Transparența fundalului

source: Set the transparency of the desklet
bg: Настройте прозрачността на десклета
ca: Defineix la transparència del fons de la miniaplicació
da: Indstil skrivebordsprogrammets gennemsigtighed
de: Transparenz des Desklets einstellen
ro: Setați transparența deskletului

source: Background Corner radius
bg: Радиус на ъглите на фона
ca: Radi de les cantonades del fons
da: Baggrundens hjørneradius
de: Hintergrund-Eckenradius
ro: Fundal Raza de colț

source: Radius for rounding the desklet's corners
bg: Радиус на ъгъла на заобляне на десклета
ca: Defineix el radi d'arrodoniment de les cantonades de la miniaplicació
da: Radius for rundingen på skrivebordsprogrammets hjørner
de: Radius zum Abrunden der Desklet-Ecken
ro: Raza de rotunjire a colțurilor deskletului

source: Timelet
da: Skrivebordstid
