Repository: linuxmint/cinnamon-spices-desklets
Catalog: systemTemperature@KopfDesDaemons/files/systemTemperature@KopfDesDaemons/po/*.po
Languages: bg, da, de, es, nl, vi

source: System Temperature
bg: Системна температура
da: Systemtemperatur
de: Systemtemperatur
es: Temperatura del sistema
nl: Systeemtemperatuur
vi: Nhiệt độ Hệ thống

source: Displays the temperature of a thermal zone in the system.
bg: Показва температурата от термалните зони на системата.
da: Viser temperaturen for en termisk zone i systemet.
de: Zeigt die Temperatur einer Thermal-Zone im System an.
es: Muestra la temperatura de una zona térmica del sistema.
nl: Toont de temperatuur van een thermische zone in het systeem.
vi: Hiển thị nhiệt độ của vùng nhiệt trong hệ thống.

source: General
bg: Общи
da: Generelt
de: Allgemein
nl: Algemeen
vi: Chung

source: Path to file with temperature value (thermal zone)
bg: Път до файла с температурна стойност (термална зона)
da: Sti til fil med temperaturværdi (termisk zone)
de: Pfad zu der Datei mit dem Temperaturwert (Thermal-Zone)
es: Ruta al archivo con el valor de temperatura (zona térmica)
nl: Pad naar bestand met temperatuurwaarde (thermische zone)
vi: Đường dẫn đến tập tin chứa giá trị nhiệt độ (vùng nhiệt)

source: Text for the label
bg: Текст на заглавието
da: Overskrift
de: Text für das Label
es: Texto para la etiqueta
nl: Tekst voor het label
vi: Văn bản cho nhãn

source: Temperature unit (Celsius or Fahrenheit)
bg: Единици за температура (Целзий или Фаренхайд)
da: Temperaturenhed (Celsius eller Fahrenheit)
de: Temperatureinheit (Celsius oder Fahrenheit)
es: Unidad de temperatura (Celsius o Fahrenheit)
nl: Temperatuureenheid (Celsius of Fahrenheit)
vi: Đơn vị nhiệt độ (Celsius hoặc Fahrenheit)

source: Update interval in seconds
bg: Интервал на опресняване в секунди
da: Opdateringsinterval i sekunder
de: Aktualisierungsintervall in Sekunden
es: Intervalo de actualización en segundos
nl: Verversinterval in seconden
vi: Khoảng thời gian cập nhật tính bằng giây

source: Style
bg: Стил
da: Stil
de: Stil
es: Estilo
nl: Stijl
vi: Kiểu dáng

source: Font size for the label text
bg: Размер на шрифта за заглавието
da: Skriftstørrelse for overskriften
de: Schriftgöße für das Label
es: Tamaño de letra para el texto de la etiqueta
nl: Lettergrootte voor de labeltekst
vi: Cỡ chữ cho văn bản nhãn

source: Font size for the temperature display
bg: Размер на шрифта за изобразяване на температурата
da: Skriftstørrelse for temperaturvisningen
de: Schriftgröße für die Temperaturanzeige
es: Tamaño de fuente para la visualización de la temperatura
nl: Lettergrootte voor de temperatuurweergave
vi: Cỡ chữ cho hiển thị nhiệt độ

source: Dynamic color based on temperature
bg: Динамичен цвят базиран на темпертатурата
da: Dynamisk farve baseret på temperatur
de: Dynamische Farbe basierend auf der Temperatur
es: Color dinámico según la temperatura
nl: Dynamische kleur op basis van temperatuur
vi: Màu sắc động dựa trên nhiệt độ
