Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/kdecdesklet@joejoetv/*.po
Languages: da, it, ro, ru, vi

source: Reply
da: Svar
it: Rispondi
ro: Răspuns
ru: Ответ
vi: Trả lời

source: Available Devices
da: Tilgængelige enheder
it: Dispositivi Disponibili
ro: Dispozitive disponibile
ru: Доступные Устройства
vi: Thiết bị khả dụng

source: Reload Desklet
da: Genindlæs skrivebordsprogrammet
it: Ricarica Desklet
ro: Reîncarcă Desklet
ru: Перезапустить Десклет
vi: Tải lại Desklet

source: KDEConnect is not running!
da: KDE Connect kører ikke!
it: KDEConnect non Ã¨ in esecuzione!
ro: KDEConnect nu funcționează!
ru: KDEConnect не запущен!
vi: KDEConnect không đang chạy!

source: No Device Selected!
da: Ingen enhed valgt!
it: Nessun Dispositivo Selezionato!
ro: Nici un dispozitiv selectat!
ru: Не Выбрано Устройство!
vi: Chưa chọn thiết bị!

source: No paired devices!
da: Ingen parrede enheder!
it: Nessun dispositivo accoppiato!
ro: Nu există dispozitive cuplate!
ru: Нет сопряжённых устройств!
vi: Không có thiết bị đã ghép nối!

source: KDEConnect Desklet
da: KDE Connect
vi: Desklet KDEConnect

source: Desklet for displaying information about a Device connected with KDeConnect.
da: Viser information om en enhed forbundet med KDE Connect.
it: Desklet per mostrare informazioni su un Dispositivo connesso tramite KDEConnect.
ro: Desklet pentru afișarea informațiilor despre un dispozitiv conectat cu KDeConnect.
ru: Десклет, отображающий информацию об устройтсвах подключённых через KDE Connect.
vi: Desklet để hiển thị thông tin về Thiết bị được kết nối với KDeConnect.

source: Device Settings
da: Enhedsindstillinger
it: Impostazioni Dispotivo
ro: Setări dispozitiv
ru: Настройки Устройства
vi: Cài đặt Thiết bị

source: Device ID of selected Device
da: Valgte enheds enheds-ID
it: ID del Dispositivo selezionato
ro: ID-ul dispozitivului dispozitivului selectat
ru: Идентификатор (ID) выбранного устройства
vi: ID Thiết bị của Thiết bị được chọn

source: KDEConnect Device ID
da: KDE Connect enheds-ID
it: ID del Dispositivo KDEConnect
ro: ID-ul dispozitivului KDEConnect
ru: KDEConnect ID Устройства
vi: ID Thiết bị KDEConnect
