Repository: linuxmint/cinnamon-spices-desklets
Catalog: googleCalendar@javahelps.com/files/googleCalendar@javahelps.com/po/*.po
Languages: bg, fr

source: Google Calendar
bg: Google календар
fr: Google Agenda

source: Retrieving events...
bg: Получаване на събития
fr: Récupération des évènements...

source: Unable to retrieve events...
bg: Не могат да се получат събитията...
fr: Impossible de récupérer les évènements...

source: No events found...
bg: Няма събития...
fr: Aucun évènement trouvé...

source: Date format
bg: Формат на датата
fr: Format de la date

source: Enter the date format here
bg: тук въведете формат на датата
fr: Entrer le format de la date ici

source: Number of days to include
bg: Брой на включени дни
fr: Nombre de jours à inclure

source: Show the agenda for these number of days
bg: Показване на плана за този брой дни
fr: Afficher l’agenda pour ce nombre de jours

source: days
bg: дни
fr: jours

source: Calendar configuration
bg: Конфигурация на календара
fr: Configuration de l'agenda

source: Calendar name(s)
bg: Име(на) на календар
fr: Nom de l'(des )agenda(s)

source: Enter your calendar names separated by comma here
bg: Въведете имената на календарите, разделени със запетая
fr: Entrer le nom de vos agendas séparé par une virgule ici

source: Zoom by
bg: Увеличение
fr: Zoomer par

source: Change the size of the desklet
bg: Промяна на размера на десклета
fr: Changer la taille du desklet

source: times
bg: пъти
fr: fois

source: Tomorrow format
bg: Формат на утрешната дата
fr: Format pour demain

source: Enter the tomorrow format here
bg: Въведете тук формат на утрешната дата
fr: Entrer le format pour demain ici

source: Today format
bg: Формат за днес
fr: Format pour aujourd’hui

source: Enter the today format here
bg: Въведете тук формат за днешна дата
fr: Entrer le format pour aujourd’hui ici

source: Update every:
bg: Опреснявай на всеки:
fr: Mise à jour chaque

source: Background color
bg: Фонов цвят
fr: Couleur de l’arrière-plan

source: Click the button to select a new background color
bg: Натиснете бутона за да изберете цвят на фона
fr: Cliquer sur le bouton pour sélectionner une nouvelle couleur d’arrière-plan

source: Corner radius
bg: Радиус на ъглите
fr: Rayon des coins

source: Radius for rounding the desklet's corners
bg: Радиус на заобляне на ъглите
fr: Rayon pour l’arrondissement des coins du desklet

source: Transparency
bg: Прозрачност
fr: Transparence

source: Set the transparency of the desklet
bg: Задава прозрачност на десклета
fr: Définir la transparence du desklet

source: Text color
bg: Цвят на текста
fr: Couleur du texte

source: Click the button to select a new text color
bg: Натиснете бутона за да изберете нов цвят на текста
fr: Cliquer sur le bouton pour sélectionner une nouvelle couleur de texte

source: Use 24h clock
bg: Използвай 24-часов часовник
fr: Utiliser l’horloge 24h

source: Check to show time in 24h
bg: Маркирайте, за да се показва часовника в 24-часов формат
fr: Cocher pour afficher le temps en 24h

source: Desklet style
bg: Стил на десклета
fr: Style du desklet

source: A desklet that displays your agenda based on Google Calendar
bg: Десклет, който показва плановете ви, според Google календар
fr: Un desklet qui affiche votre agenda basé sur Google Agenda

source: January,February,March,April,May,June,July,August,September,October,November,December
fr: janvier,février,mars,avril,mai,juin,juillet,août,septembre,octobre,novembre,décembre

source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
fr: jan,fév,mar,avr,mai,jun,jul,aoû,sep,oct,nov,déc

source: Sunday,Monday,Tuesday,Wednesday,Thursday,Friday,Saturday
fr: dimanche,lundi,mardi,mercredi,jeudi,vendredi,samedi

source: Sun,Mon,Tue,Wed,Thu,Fri,Sat
fr: dim,lun,mar,mer,jeu,ven,sam

source: minutes
bg: минути

source: px
bg: пкс
