Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/dual-datetime@rcalixte/*.po
Languages: ca

source: A highly customizable clock desklet that can display dual datetime strings
ca: Una miniaplicació d'escriptori d'un rellotge altament configurable que permet mostrar la data i l'hora en un format dual

source: Dual Datetime
ca: Data i hora duals

source: Customize First Time Value
ca: Personalitza el primer valor

source: Time Format
ca: Format del valor

source: The datetime format to use for the output. See 'Format String Help' below for additional details.
ca: El format a emprar amb la data i l'hora . Vegeu «Ajuda per la formatació de data i hora».

source: Time Alignment
ca: Alineació del valor

source: Left
ca: Esquerra

source: Center
ca: Centre

source: Right
ca: Dreta

source: This value only applies if the this time value is a smaller size than the other
ca: Només s'aplicarà si aquesta cadena és més petita que l'altra

source: Top
ca: Superior

source: Middle
ca: Mig

source: Bottom
ca: Inferior

source: Font Family (blank for default)
ca: Família tipogràfica (buit per a predeterminada)

source: Font Color
ca: Color de la lletra

source: RGB or RGBA
ca: RGB o RGBA

source: Font Weight
ca: Pes de la lletra

source: Increase or decrease this value to change the font weight (Normal = 400, Bold = 700)
ca: Incrementeu o reduïu aquest valor per a canviar el pes de la lletra (Normal = 400, Negreta = 700)

source: Font Size
ca: Mida de la lletra

source: Increase or decrease this value to change the font size scale (1.2 = 120%)
ca: Definiu el factor d'escala de la lletra (1.2 = 120%)

source: Customize Second Time Value
ca: Personalitza el segon valor

source: Format String Help
ca: Ajuda per la formatació de data i hora

source: Additional Options
ca: Paràmetres addicionals

source: Fixed width for the desklet
ca: Amplada fixa de la miniaplicació

source: Increase or decrease this value to set the boundary width of the desklet
ca: Defineix l'amplada de la miniaplicació d'escriptori

source: Layout
ca: Disseny

source: Horizontal
ca: Horitzontal

source: Show decorations
ca: Mostra decoracions

source: Background color
ca: Color del fons
