Repository: linuxmint/cinnamon-spices-desklets
Catalog: netusage@30yavash.com/files/netusage@30yavash.com/po/*.po
Languages: ca, hu, it

source: Please make sure vnstat and vnstati are installed and that the vnstat daemon is running!
ca: Assegureu-vos que teniu «vnstat» i «vnstati» instal·lats i que el dimoni de vnstat s'està executant
hu: Győződjön meg arról, hogy a vnstat és a vnstati telepítve van, és hogy a vnstat kiszolgáló fut!
it: Assicurati che vnstat e vnstati siano installati e che il demone vnstat sia in esecuzione!

source: In Linux Mint, you can simply run 'apt install vnstati' and that will take care of everything.
ca: En LinuxMint podeu fer-ho simplement amb l'ordre «apt install vnstati» i serà suficient.
hu: A Linux Mint-ben a terminált megnyitva egyszerűen futtathatja az "apt install vnstati" parancsot, és ez mindent elintéz.
it: In Linux Mint, puoi semplicemente eseguire 'apt install vnstati' e questo si occuperà di tutto.

source: In other distributions it might depend on the way things are packaged but its likely to be similar.
ca: En altres distribucions pot dependre de com s'ha empaquetat aquest programari, però probablement serà similar.
hu: Más disztribúcióknál ez függhet az elérhető csomagoktól és tárolóiktól, de valószínűleg hasonló lesz.
it: In altre distribuzioni potrebbe dipendere dal modo in cui le cose sono confezionate, ma è probabile che sia simile.

source: The Interface detected was:
ca: Interfície detectada:

source: Network usage monitor using vnstat
ca: Observador de l'ús de la xarxa per mitjà de vnstat
hu: Vnstati-t használó hálózathasználati figyelő
it: Monitoraggio dell'utilizzo della rete tramite vnstat

source: Network usage monitor
ca: Observador de l'ús de xarxa
hu: Hálózathasználati figyelő
it: Monitoraggio dell'utilizzo della rete

source: Settings for the Network Usage Applet (uses vnstati)
ca: Ajusts de l'observador de xarxa (empra vnstati)
hu: Hálózathasználati Figyelő kisalkalmazás beállításai (vnstati-t használ)
it: Impostazioni per l'Applet Network Usage (utilizza vnstati)

source: Enable Extended Display Options
ca: Activa les opcions addicionals de la vista
hu: Engedélyezze a kiterjesztett megjelenítési beállításokat
it: Abilita Opzioni Visualizzazione Avanzate

source: This is a new option from version 1.0.3
ca: Aquesta opció és nova de la versió 1.0.3
hu: Ez egy új lehetőség az 1.0.3 verziótól
it: Questa è una nuova opzione dalla versione 1.0.3

source: Classic - Summary of Traffic for last Days and Months
ca: Clàssic - resum del tràfic dels darrers dies i mesos
hu: Klasszikus - az elmúlt napok és hónapok forgalmának összefoglalása
it: Clicca - Sommario del Traffico per gli ultimi Giorni e Mesi

source: Classic Plus - Classic with addition of hourly statistics
ca: Clàssic plus - clàssic amb opcions d'estadístiques per hores
hu: Klasszikus Plusz - Klasszikus mód óránkénti statisztikákkal
it: Clicca Plus - Classica con l'aggiunta di statistiche orarie

source: Hourly statistics for last 24 hours
ca: Estadístiques per hores de les darreres 24 hores
hu: Óránkénti statisztikák az elmúlt 24 óráról
it: Statistiche orarie per le ultime 24 ore

source: Daily statistics for last 30 days
ca: Estadístiques diàries dels darrers 30 dies
hu: Napi statisztikák az elmúlt 30 napról
it: Statistiche giornaliere per gli ultimi 30 giorni

source: Monthly statistics for last 12 months
ca: Estadístiques mensuals dels darrers 12 mesos
hu: Havi statisztikák az elmúlt 12 hónapról
it: Statistiche mensili per gli ultimi 12 mesi

source: All time Top ten traffic days
ca: Deu dies amb més tràfic de tots els temps
hu: Mindenkori Top 10 legnagyobb adatforgalmú nap
it: I primi dieci giorni di traffico di sempre

source: Type of Display - default Classic
ca: Tipus de vista - predet. clàssica
hu: Megjelenítés típusa - alapértelmezett Klasszikus
it: Tipo di Visualizzazione - default Classica

source: This feature offers the Classic (original) display with a number of other options
ca: Aquesta característica ofereix l'aspecte clàssic (original) junt amb altres opcions
hu: Ez a funkció a Klasszikus (eredeti) megjelenítést kínálja, számos más lehetőséggel
it: Questa funzionalità offre la visualizzazione Classica (originale) con un numero di altre opzioni
