Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/nepalipatro@deeppradhan/*.po
Languages: ca, es, hu, pt_br, ro, vi

source: Previous month...
ca: Mes anterior...
es: El mes anterior...
hu: Előző hónap...
pt_br: Mês anterior...
ro: Luna precedentă...
vi: Tháng trước...

source: Next month...
ca: Següent mes...
es: El próximo mes...
hu: Következő hónap...
pt_br: Próximo mês...
ro: Luna viitoare...
vi: Tháng sau...

source: Nepali Patro Desklet provides a highly configurable desklet for the Nepali Patro/Calendar (Bikram Sambat), which displays current date and browsable months. It has a number of possible customisations.
ca: Nepali Patro Desklet proveeix una miniaplicació d'escriptori altament configurable pel calendari Nepali Patro (Bikram Sambat), que mostra la data actual i els mesos navegables. Té diverses possibilitats de personalització.
es: Nepali Patro Desklet proporciona un desklet altamente configurable para el Nepali Patro/Calendar (Bikram Sambat), que muestra la fecha actual y los meses navegables. Dispone de varias posibilidades de personalización.
hu: Nepáli Patro asztalkalmazás egy részletesen beállítható Nepáli Patro/Naptár (Bikram Sambat), amely megjeleníti az aktuális dátumot és böngészhető formában a hónapokat. Számos módon testre szabható.
pt_br: O desklet de Nepali Patro/calendário nepalês (Bikram Sambat) é altamente configurável. É possível exibir a data atual e navegar entre os meses. Várias personalizações podem ser feitas.
ro: Nepali Patro Desklet oferă un desklet foarte ușor de configurat pentru Nepali Patro/Calendar (Bikram Sambat), care afișează data curentă și lunile care pot fi răsfoite. Acesta are o serie de posibilități de personalizare.
vi: Nepali Patro Desklet cung cấp một desklet có thể cấu hình cao cho Lịch Nepal (Bikram Sambat), hiển thị ngày hiện tại và các tháng có thể duyệt được. Nó có nhiều tùy chỉnh khả dụng.

source: Configurable Nepali Patro (Calendar) desklet
ca: Miniaplicació d'escriptori configurable Nepali Patro (Calendari)
es: Desklet Configurable Patro Nepalí (Calendario)
hu: Beállítható Nepáli Patro (naptár) asztalkalmazás
pt_br: Desklet de Nepali Patro (calendário nepalês) configurável
ro: Desklet configurabil Nepali Patro (calendar)
vi: Desklet Lịch Nepal có thể cấu hình

source: Nepali Patro Desklet
ca: Miniaplicació d'escriptori Nepali Patro
es: Desklet Patro Nepalí
hu: Nepáli Patro asztalkalmazás
pt_br: Desklet de Nepali Patro
vi: Desklet Lịch Nepal

source: Calendar configuration
ca: Configuració del calendari
es: Configuración del calendario
hu: Naptár beállításai
pt_br: Configurações do calendário
ro: Configurația calendarului
vi: Cấu hình lịch

source: Display language
ca: Idioma de visualització
es: Mostrar idioma
hu: Megjelenítési név
pt_br: Idioma de exibição
ro: Limba de afișare
vi: Ngôn ngữ hiển thị

source: English
ca: Anglès
es: Inglés
hu: Angol
pt_br: Inglês
ro: Engleză
vi: Tiếng Anh

source: नेपाली (Nepali)
ca: नेपाली (Nepalès)
es: नेपाली (Nepalí)
hu: नेपाली (Nepáli)
pt_br: नेपाली (Nepalês)
vi: नेपाली (Tiếng Nepal)

source: Select the language of desklet
ca: Seleccioneu l'idioma de la miniaplicació d'escriptori
es: Seleccione el idioma del desklet
hu: Asztalkalmazás nyelvének kiválasztása
pt_br: Escolha o idioma do desklet
ro: Selectează limba deskletului
vi: Chọn ngôn ngữ cho desklet

source: Panels to show
ca: Taulers a mostrar
es: Paneles a mostrar
hu: Megjelenítendő panelek
pt_br: Colunas a exibir
ro: Panouri pentru a arăta
vi: Bảng hiển thị

source: Both Today & Month
ca: Tant avui com el mes
es: Tanto hoy como el mes
hu: Mindkettő mai nap és hónap
pt_br: Dia e Mês
ro: Atât astăzi, cât și luna
vi: Cả Hôm nay & Tháng

source: Today only
ca: Només avui
es: Sólo hoy
hu: Csak mai nap
pt_br: Dia
ro: Numai astăzi
vi: Chỉ Hôm nay

source: Month only
ca: Només el mes
es: Sólo el mes
hu: Csak hónap
pt_br: Mês
ro: Numai luna
vi: Chỉ Tháng

source: Select the panels to display in desklet
ca: Seleccioneu els taulers a mostrar a la miniaplicació d'escriptori
es: Seleccionar los paneles a mostrar en desklet
hu: Válassza ki az asztalon megjelenítendő paneleket
pt_br: Escolha os painéis para exibir no desklet
ro: Selectează panourile care urmează să fie afișate în desklet
vi: Chọn các bảng để hiển thị trong desklet

source: Show day of week
ca: Mostrar el dia de la setmana
es: Mostrar día de la semana
hu: A hét napjának megjelenítése
pt_br: Mostrar o dia da semana por extenso
ro: Afișează ziua săptămânii
vi: Hiển thị thứ trong tuần

source: No
hu: Nem
pt_br: Não
ro: Nu
vi: Không

source: Full
ca: Complet
es: Completo
hu: Teljes
pt_br: Sim, completo
ro: Complet
vi: Đầy đủ

source: Short
ca: Curt
es: Corto
hu: Rövid
pt_br: Sim, abreviado
ro: Scurt
vi: Rút gọn

source: For day of week; show full name, short name or disable showing
ca: Pel dia de la setmana; mostra el nom complet, curt o no el mostra
es: Para día de la semana; mostrar nombre completo, nombre corto o desactivar la visualización
hu: A hét napjára; teljes név, rövid név megjelenítése vagy a megjelenítés letiltása
pt_br: Mestre o dia da semana por extenso com a palavra completa ou abreviada, ou prefira mostrar nada
ro: Pentru ziua săptămânii; afișează numele complet, numele scurt sau dezactivează afișarea.
vi: Đối với thứ trong tuần; hiển thị tên đầy đủ, tên rút gọn hoặc tắt hiển thị

source: Short month name
ca: Nom curt del mes
es: Nombre corto del mes
hu: Rövid hónapnév
pt_br: Nome curto do mês
ro: Denumire scurtă a lunii
vi: Tên tháng rút gọn

source: Show short Bikram Sambat month name
ca: Mostrar el nom curt del mes Bikram Sambat
es: Mostrar nombre corto del mes Bikram Sambat
hu: Bikram Sambat rövid hónapnevének megjelenítése
pt_br: Mostre o nome curto do mês no calendário nepalês (Bikram Sambat)
ro: Afișează numele scurt al lunii Bikram Sambat
vi: Hiển thị tên tháng Bikram Sambat rút gọn

source: Show Bikram Sambat year
ca: Mostrar any Bikram Sambat
es: Mostrar año Bikram Sambat
hu: Bikram Sambat év megjelenítése
pt_br: Mostrar o ano no calendário nepalês (Bikram Sambat)
ro: Afișează Bikram Sambat an
vi: Hiển thị năm Bikram Sambat

source: For Bikram Sambat year; show all digits, show last two digits or disable showing
ca: Per l'any de Bikram Sambat; mostra tots els dígits, mostra els dos últims dígits, o desactiva la visualització
es: Para el año de Bikram Sambat; mostrar todos los dígitos, mostrar los dos últimos dígitos o desactivar la visualización
hu: Bikram Sambat évre; az összes számjegy megjelenítése, az utolsó két számjegy megjelenítése vagy a megjelenítés letiltása
pt_br: No calendário nepalês (Bikram Sambat), mostre o ano com todos os dígitos, com os últimos dois dígitos, ou prefira mostrar nada
ro: Pentru anul Bikram Sambat; afișează toate cifrele, afișează ultimele două cifre sau dezactivează afișarea.
vi: Đối với năm Bikram Sambat; hiển thị tất cả chữ số, hiển thị hai chữ số cuối hoặc tắt hiển thị

source: Show time
ca: Mostrar l'hora
es: Mostrar la hora
hu: Óra megjelenítése
pt_br: Mostrar a hora
ro: Arată ora
vi: Hiển thị giờ

source: Show or hide time (hours and minutes)
ca: Mostrar o amagar l'hora (hores i minutes)
es: Mostrar u ocultar la hora (horas y minutos)
hu: Idő (óra és perc) megjelenítése vagy elrejtése
pt_br: Mostre ou esconda a hora (e minutos)
ro: Afișează sau ascunde ora (ore și minute)
vi: Hiển thị hoặc ẩn giờ (giờ và phút)

source: Time/Date TimeZone
ca: Franja horària de l'hora/data
es: Hora/Fecha Zona horaria
hu: Idő/dátum időzóna
pt_br: Fuso horário (hora/data)
ro: Fus orar Ora/Data
vi: Múi giờ Thời gian/Ngày

source: Nepali TimeZone
ca: Franja horària nepalesa
es: Zona horaria nepalí
hu: Nepáli időzóna
pt_br: Fuso Horário do Nepal
ro: Fus orar Nepali
vi: Múi giờ Nepal

source: System TimeZone
ca: Franja horària del sistema
es: Zona horaria del sistema
hu: Rendszer időzóna
pt_br: Fuso horário do sistema
ro: Fus orar Sistem
vi: Múi giờ Hệ thống

source: Show calendar/time as per the current system/Nepali TimeZone
ca: Mostrar calendari/hora segons el sistema actual/zona horària nepalesa
es: Mostrar calendario/hora según el sistema actual/zona horaria nepalí
hu: Naptár/idő megjelenítése az aktuális rendszer/nepáli időzóna szerint
pt_br: Mostrar o calendário e a hora de acordo com o fuso horário do sistema atual/do Nepal
ro: Afișează calendarul / ora în funcție de sistemul curent / Fus orar Nepal
vi: Hiển thị lịch/giờ theo múi giờ hệ thống/Nepal hiện tại

source: Desklet style configuration
ca: Configuració d'estil de la miniaplicació d'escriptori
es: Configuración de estilo del Desklet
hu: Asztalkalmazás stílusának beállítása
pt_br: Configuração da aparência do desklet
ro: Configurație în stil Desklet
vi: Cấu hình kiểu desklet

source: Layout of desklet
ca: Disposició de la miniaplicació d'escriptori
es: Disposición del desklet
hu: Asztalkalmazás elrendezése
pt_br: Leiaute do desklet
ro: Dispunerea deskletului
vi: Bố cục desklet

source: Horizontal
ca: Horitzontal
hu: Vízszintes
ro: Orizontal
vi: Ngang

source: Vertical
hu: Függőleges
vi: Dọc

source: Set the overall layout to horizontal/vertical of desklet
ca: Establiu la disposició general horitzontal/vertical de la miniaplicació d'escriptori
es: Establezca la disposición general en horizontal/vertical del desklet.
hu: Állítsa az asztalkalmazás elrendezését vízszintes/függőleges helyzetbe
pt_br: Defina o leiaute do desklet como horizontal/vertical
ro: Setează aspectul general pe orizontală/verticală a deskletului
vi: Đặt bố cục tổng thể thành ngang/dọc cho desklet

source: Font family for text
ca: Família de fonts pel text
es: Familia de fuentes para texto
hu: A szöveg betűtípus családja
pt_br: Fonte do texto
ro: Familie de caractere pentru text
vi: Họ phông chữ cho văn bản

source: Default
ca: Per defecte
es: Por defecto
hu: Alapértelmezett
pt_br: Padrão
ro: Implicit
vi: Mặc định

source: Custom
ca: Personalitzada
es: Personalizada
hu: Egyéni
pt_br: Personalizada
ro: Personalizat
vi: Tùy chỉnh

source: Set a font family for the text (common Devanagari fonts are listed and MAY or MAY NOT be available on your system)
ca: Seleccioneu una família de font pel text (pot ser que les fonts Devanagari no estiguin disponibles al vostre sistema)
es: Establezca una familia de fuentes para el texto (se enumeran las fuentes comunes en devanagari, que PUEDEN o NO estar disponibles en su sistema).
hu: Állítson be egy betűtípuscsaládot a szöveghez (a közös Devanagari betűtípusok fel vannak sorolva és LEHET NEM ELÉRHETŐEK az ön rendszerén)
pt_br: Defina uma fonte para o texto (as fontes Devanagari comuns estão listadas, mas podem ou não estar disponíveis em seu sistema)
ro: Setează o familie de fonturi pentru text (sunt listate fonturile Devanagari obișnuite, care POT sau NU pot fi disponibile pe sistemul ta).
vi: Đặt họ phông chữ cho văn bản (các phông chữ Devanagari phổ biến được liệt kê và CÓ THỂ hoặc KHÔNG CÓ SẴN trên hệ thống của bạn)

source: Custom font family for text (also set 'Font family' above to 'Custom')
ca: Família de fonts personalitzada (establiu també 'Família de fonts' a 'Personalitzada')
es: Familia de fuentes personalizada para el texto (configure también "Familia de fuentes" como "Personalizada")
hu: Egyéni betűtípus család a szöveghez (a fenti „Betűtípus-család” beállítást is „Egyéni” értékre állítja)
pt_br: Fonte personalizada do texto (essa opção tem efeito apenas se a 'Fonte do texto' for marcada como 'Personalizada' no campo acima)
ro: Familie de fonturi personalizată pentru text (setează, de asemenea, "Familie de fonturi" de mai sus la "Personalizat")
vi: Họ phông chữ tùy chỉnh cho văn bản (cũng đặt 'Họ phông chữ' ở trên thành 'Tùy chỉnh')

source: Set a custom font family for the text (to use a custom font family, set 'Font family' above to 'Custom')
ca: Establiu una família de fonts personalitzada pel text (establiu també 'Família de fonts' a 'Personalitzada')
es: Establezca una familia de fuentes personalizada para el texto (para utilizar una familia de fuentes personalizada, establezca "Familia de fuentes" en "Personalizada").
hu: Egyéni betűtípus család beállítása a szöveghez (a fenti „Betűtípus-család” beállítást is „Egyéni” értékre állítja)
pt_br: Defina uma fonte para o texto (essa opção tem efeito apenas se a 'Fonte do texto' for marcada como 'Personalizada' no campo acima)
ro: Setează o familie de fonturi personalizată pentru text (pentru a utiliza o familie de fonturi personalizată, setează "Familie de fonturi" de mai sus la "Personalizat")
vi: Đặt họ phông chữ tùy chỉnh cho văn bản (để sử dụng họ phông chữ tùy chỉnh, hãy đặt 'Họ phông chữ' ở trên thành 'Tùy chỉnh')

source: Font size (pt)
ca: Mida de la font (pt)
es: Tamaño de fuente (pt)
hu: Betűméret (pt)
pt_br: Tamanho da fonte (pt)
ro: Mărimea fontului (pt)
vi: Cỡ chữ (pt)

source: Set the text font size in points
ca: Establiu la mida del text en punts
es: Establecer el tamaño de la fuente del texto en puntos
hu: Állítsa be a szöveg betűméretét pontokban
pt_br: Defina o tamanho do texto em pontos
ro: Setează dimensiunea fontului textului în puncte
vi: Đặt cỡ chữ văn bản theo điểm

source: Text colour
ca: Color del text
es: Color del texto
hu: Szövegszín
pt_br: Cor do texto
ro: Culoarea textului
vi: Màu chữ

source: Set text colour of desklet
ca: Establiu el color del text de la miniaplicació d'escriptori
es: Establecer el color del texto del desklet
hu: Asztalkalmazás szövegszín
pt_br: Defina a cor do texto do desklet
ro: Setarea culorii textului din desklet
vi: Đặt màu chữ cho desklet

source: Text colour for Saturdays
ca: Color del text pels dissabtes
es: Color del texto de los Sábados
hu: Szombat szövegszíne
pt_br: Cor do texto para os Sábados
ro: Culoarea textului pentru sâmbete
vi: Màu chữ cho thứ Bảy

source: Set text colour for Saturdays
ca: Establiu el color del text pels dissabtes
es: Establecer el color del texto de los Sábados
hu: Szombat szövegszínének beállítása
pt_br: Defina a cor do texto para os Sábados
ro: Setează culoarea textului pentru sâmbătă
vi: Đặt màu chữ cho thứ Bảy

source: Text colour for Sundays
ca: Color del text pels diumenges
es: Color del texto de los Domingos
hu: Vasárnap szövegszíne
pt_br: Cor do texto para os Domingos
ro: Culoarea textului pentru duminici
vi: Màu chữ cho Chủ nhật

source: Set text colour for Sundays
ca: Establiu el color del text pels diumenges
es: Establecer el color del texto de los Domingos
hu: Vasárnap szövegszínének beállítása
pt_br: Defina a cor do texto para os Domingos
ro: Setează culoarea textului pentru duminici
vi: Đặt màu chữ cho Chủ nhật

source: Background colour
ca: Color de fons
es: Color de fondo
hu: Háttérszín
pt_br: Cor de fundo
ro: Culoarea de fundal
vi: Màu nền

source: Set background colour of desklet
ca: Establiu el color de fons de la miniaplicació d'escriptori
es: Establecer el color de fondo del desklet
hu: Asztalkalmazás háttérszínének beállítása
pt_br: Defina a cor de fundo do desklet
ro: Setează culoarea de fundal a deskletului
vi: Đặt màu nền cho desklet

source: Transparency (%)
ca: Transparència (%)
es: Transparencia (%)
hu: Átlátszóság (%)
pt_br: Transparência (%)
ro: Transparență (%)
vi: Độ trong suốt (%)

source: Set the transparency of desklet in percentage
ca: Establiu el percentatge de transparència de la miniaplicació d'escriptori
es: Establecer la transparencia del desklet en porcentaje
hu: Állítsa be az asztalkalmazás átlátszóságát
pt_br: Defina a transparência do desklet em porcentagem
ro: Setează transparența deskletului în procente
vi: Đặt độ trong suốt của desklet theo phần trăm
