Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/system-monitor-graph@rcassani/*.po
Languages: ca, de, ru, vi

source: CPU
ru: Процессор

source: GB
ru: ГБ

source: GiB
ru: ГиБ

source: RAM
ru: Память

source: Swap
ru: Подкачка

source: free of
ca: lliure de
de: frei von
ru: свободно из
vi: trống trong

source: GPU Usage
ca: Ús de GPU
de: GPU-Auslastung
ru: Видеокарта
vi: Sử dụng GPU

source: GPU Memory
ca: Memòria de la GPU
de: GPU-Speicher
ru: Память видеокарты
vi: Bộ nhớ GPU

source: Network
ru: Сеть
vi: Mạng

source: b
ru: б

source: B
ru: Б

source: Gb
ru: Гб

source: Mb
ru: Мб

source: Kb
ru: Кб

source: MB
ru: МБ

source: KB
ru: КБ

source: MiB
ru: МиБ

source: KiB
ru: КиБ

source: Error executing nvidia-smi command.
ru: Ошибка при запуске команды nvidia-smi.
vi: Lỗi thực thi lệnh nvidia-smi.

source: System monitor graph
ca: Monitor gràfic del sistema
de: Systemauslastungs-Graph
ru: Системный монитор с графиками (System monitor graph)
vi: Biểu đồ giám sát hệ thống

source: Creates graphs for system variables.
ca: Crea gràfiques de les variables del sistema.
de: Zeigt Graphen von Systemvariablen.
ru: Отображает графики системных параметров.
vi: Tạo biểu đồ cho các biến hệ thống.

source: Settings for system-monitor-graph@rcassani
ca: Ajusts de system-monitor-graph@rcassani
de: Einstellungen für system-monitor-graph@rcassani
ru: Настройки для system-monitor-graph@rcassani
vi: Cài đặt cho system-monitor-graph@rcassani

source: General
de: Allgemein
ru: Общие настройки
vi: Chung

source: System variable for graph
ca: Variable del sistema a monitorar
de: Systemvariable für den Graphen
ru: Системный компонент для графика
vi: Biến hệ thống cho biểu đồ

source: Select the system variable to monitor.
ca: Seleccioneu la variable del sistema a monitorar.
de: Wählen Sie die Systemvariable, welche dargestellt werden soll.
ru: Выберите что нужно отслеживать.
vi: Chọn biến hệ thống để giám sát.

source: HDD
ca: Disc dur
ru: Накопитель

source: GPU
ru: Видеокарта

source: Binary prefix or IEC (1 GiB = 1024³ bytes)
ca: Prefix binari o de l'IEC (1GiB = 1024³ octets)
de: Binär bzw. IEC (1 GiB = 1024³ Bytes)
ru: Бинарный префикс, или IEC (1 ГиБ = 1024³ Б)
vi: Tiền tố nhị phân hoặc IEC (1 GiB = 1024³ byte)

source: Decimal prefix (1 GB = 1000³ bytes)
ca: Prefix decimal (1 GB = 1000³ octets)
de: Dezimal (1 GB = 1000³ Bytes)
ru: Десятичный префикс (1 ГБ = 1000³ Б)
vi: Tiền tố thập phân (1 GB = 1000³ byte)

source: Prefix for data units
ca: Prefix de les unitats de les dades
de: Präfixe für Speichergrößen
ru: Система счисления
vi: Tiền tố cho đơn vị dữ liệu

source: Unit prefix for RAM size.
ca: Prefix de la unitat de mesura de la RAM.
de: Einheiten-Präfix für RAM-Größe.
ru: Система счисления для оперативной памяти.
vi: Tiền tố đơn vị cho kích thước RAM.

source: Unit prefix for Swap size.
ca: Prefix de la unitat de mesura de la memòria d'intercanvi (Swap).
de: Einheiten-Präfix für Swap-Größe.
ru: Система счисления для подкачки.
vi: Tiền tố đơn vị cho kích thước Swap.

source: Unit prefix for Filesystem size.
ca: Prefix de la unitat de mesura del sistema de fitxers.
de: Einheiten-Präfix für Dateisystem-Größe.
ru: Система счисления для файловых систем.
vi: Tiền tố đơn vị cho kích thước Hệ thống tập tin.

source: Bytes - Binary prefix or IEC (1 KiB = 1024 bytes)
ru: Байты - Бинарный префикс, или IEC (1 ГиБ = 1024³ байт)
vi: Byte - Tiền tố nhị phân hoặc IEC (1 KiB = 1024 byte)

source: Bytes - Decimal prefix (1 KB = 1000 bytes)
ru: Байты - Десятичный префикс (1 ГБ = 1000³ байт)
vi: Byte - Tiền tố thập phân (1 KB = 1000 byte)

source: Bits - Decimal prefix (1 Kb = 1000 bits)
ru: Биты - Десятичный префикс (1 Гб = 1000³ бит)
vi: Bit - Tiền tố thập phân (1 Kb = 1000 bit)

source: Unit prefix for network speed.
ru: Система счисления для загрузки и отдачи.
vi: Tiền tố đơn vị cho tốc độ mạng.

source: Network interface to monitor
ru: Сетевой интерфейс
vi: Giao diện mạng để giám sát

source: Leave empty to monitor all interfaces combined. Examples: eth0, wlan0, enp0s3
ru: Например, eth0, wlan0, enp0s3. Оставьте пустым, чтобы взять суммарные значения по всем интерфейсам
vi: Để trống để giám sát tất cả các giao diện kết hợp. Ví dụ: eth0, wlan0, enp0s3

source: Filesystem to monitor
ca: Sistema de fitxers a monitorar
de: Anzuzeigendes Dateisystem
ru: Файловая система для мониторинга
vi: Hệ thống tập tin để giám sát

source: Select a directory in the filesystem to monitor.
ca: Seleccioneu qualsevol carpeta del sistema de fitxers a monitorar.
de: Wähöen Sie ein Verzeichnis im Dateisystem, welches angezeigt werden soll.
ru: Выберите каталог в файловой системе для мониторинга.
vi: Chọn một thư mục trong hệ thống tập tin để giám sát.

source: Filesystem label
ca: Etiqueta per al sistema de fitxers
de: Dateisystem-Label
ru: Имя диска
vi: Nhãn hệ thống tập tin

source: Empty uses the filesystem name from df.
ca: Si ho deixeu buit, s'agafa el nom del sistema de fitxers mitjançant l'ordre «df».
de: Wenn das Label leer ist wird die Bezeichnung von 'df' verwendet.
ru: Пустое значение задействует название из df.
vi: Để trống sử dụng tên hệ thống tập tin từ df.

source: GPU manufacturer
ca: Fabricant de la GPU
de: GPU-Hersteller
ru: Производитель GPU
vi: Nhà sản xuất GPU

source: Select the GPU manufacturer.
ca: Trieu el fabricant de la vostra GPU.
de: Wählen Sie den GPU-Hersteller.
ru: Выберите производителя GPU.
vi: Chọn nhà sản xuất GPU.

source: Id of GPU to monitor
ca: Id de la GPU a monitorar
de: ID der anzuzeigenden GPU
ru: Идентификатор GPU для мониторинга
vi: ID của GPU để giám sát

source: Check GPU id with nvidia-smi -L
ca: Comproveu l'identificador de la GPU amb l'ordre «nvidia-smi -L»
de: Sie können die ID mit 'nvidia-smi -L' herausfinden
ru: Узнайте идентификатор с помощью команды nvidia-smi -L
vi: Kiểm tra ID GPU với nvidia-smi -L

source: GPU variable to monitor
ca: Variable de la GPU a monitorar
de: Anzuzeigende GPU-Variable
ru: Информация для графика
vi: Biến GPU để giám sát

source: Select the GPU variable to monitor.
ca: Trieu la variable de la GPU que voleu monitorar.
de: Wählen Sie die anzuzeigende GPU-Variable.
ru: Выберите, что нужно отслеживать.
vi: Chọn biến GPU để giám sát.

source: Usage
ca: Ús
de: Auslastung
ru: Загрузка
vi: Sử dụng

source: Memory
ca: Memòria
de: Speicher
ru: Память
vi: Bộ nhớ

source: Unit prefix for GPU memory size.
ca: Prefix de la unitat de mesura de la mida de la GPU.
de: Einheiten-Präfix für GPU-Speichergröße.
ru: Система счисления для отображения памяти видеокарты.
vi: Tiền tố đơn vị cho kích thước bộ nhớ GPU.

source: Duration of the graph
ca: Duració de la gràfica
de: Laufzeit des Graphen
ru: Продолжительность графика
vi: Thời lượng của biểu đồ

source: Maximum among of time to show in the graph.
ca: Interval de temps que es mostrarà en la gràfica del monitor.
de: Zeitfenster, welches im Diagramm angezeigt werden soll.
ru: Максимальное время, отображаемое на графике.
vi: Thời gian tối đa để hiển thị trong biểu đồ.

source: 30 s
ru: 30 секунд
vi: 30 giây

source: 1 min
ru: 1 минута
vi: 1 phút

source: 2 min
ru: 2 минуты
vi: 2 phút

source: 5 min
ru: 5 минут
vi: 5 phút

source: 10 min
ru: 10 минут
vi: 10 phút

source: 30 min
ru: 30 минут
vi: 30 phút

source: 60 min
ru: 60 минут
vi: 60 phút

source: Refresh interval
ca: Interval d'actualització
de: Aktualisierungsintervall
ru: Период обновления
vi: Khoảng thời gian làm mới

source: How often a new value of the variable will be calculated.
ca: Cada quant de temps es torna a calcular el valor de la variable.
de: Wählen Sie, wie oft aktualisiert werden soll.
ru: Как часто будет дополняться график.
vi: Tần suất tính toán giá trị mới của biến.

source: 1 s
ru: 1 секунда
vi: 1 giây

source: 2 s
ru: 2 секунды
vi: 2 giây

source: 5 s
ru: 5 секунд
vi: 5 giây

source: 10 s
ru: 10 секунд
vi: 10 giây

source: 60 s
ru: 60 секунд
vi: 60 giây

source: Visual
de: Anzeige
ru: Внешний вид
vi: Hiển thị

source: Background color
ca: Color del fons
de: Hintergrundfarbe
ru: Цвет фона
vi: Màu nền

source: RGB or RGBA.
ca: RGB o RGBA.
de: RGB oder RGBA.
ru: RGB или RGBA.
vi: RGB hoặc RGBA.

source: Text color
ca: Color del text
de: Textfarbe
ru: Цвет текста
vi: Màu chữ

source: Line color CPU
ca: Color de la línia de la CPU
de: CPU-Linienfarbe
ru: Цвет линии для загрузки процессора
vi: Màu đường CPU

source: RGB or RGBA. Alpha is ignored
ca: RGB o RGBA. El canal alpha s'ignora
de: RGB oder RGBA. Alpha wird ignoriert
ru: RGB или RGBA. Альфа канал игнорируется
vi: RGB hoặc RGBA. Alpha bị bỏ qua

source: Line color RAM
ca: Color de la línia de la RAM
de: RAM-Linienfarbe
ru: Цвет линии для оперативной памяти
vi: Màu đường RAM

source: Line color Swap
ca: Color de la línia de la memòria d'intercanvi (Swap)
de: Swap-Linienfarbe
ru: Цвет линии для подкачки
vi: Màu đường Swap

source: Line color HDD
ca: Color de la línia del Disc dur
de: HDD-Linienfarbe
ru: Цвет линии для накопителя
vi: Màu đường HDD

source: Line color GPU
ca: Color de la línia de la GPU
de: GPU-Linienfarbe
ru: Цвет линии для видеокарты
vi: Màu đường GPU

source: Line color Network Download
ru: Цвет линии для загрузки
vi: Màu đường Tải xuống Mạng

source: Line color Network Upload
ru: Цвет линии для отдачи
vi: Màu đường Tải lên Mạng

source: Grid color
ca: Color de la graella
de: Diagrammfarbe
ru: Цвет сетки
vi: Màu lưới

source: Number of horizontal lines in the grid
ca: Nombre de línies horitzontals de la graella
de: Anzahl horizontaler Linien im Diagramm
ru: Число горизонтальный линий сетки
vi: Số đường ngang trong lưới

source: Number of vertical lines in the grid
ca: Nombre de línies verticals de la graella
de: Anzahl vertikaler Linien im Diagramm
ru: Число вертикальных линий сетки
vi: Số đường dọc trong lưới

source: Scale factor for desklet size (scale factor of 1 = 330 x 120 px)
ca: Factor d'escala per a la miniaplicació d'escriptori (1,0 = 330 x 120 px)
de: Skalierungsfaktor für die Deskletgröße (Skalierungsfaktor 1 = 330 x 120 px)
ru: Масштабирование десклета (1 = 330 x 120 px)
vi: Hệ số tỷ lệ cho kích thước desklet (hệ số tỷ lệ 1 = 330 x 120 px)
