Repository: linuxmint/cinnamon-spices-desklets
Catalog: commandResult@ZimiZones/files/commandResult@ZimiZones/po/*.po
Languages: sv

source: Command result
sv: Kommandoresultat

source: Command result desklet
sv: Skrivbordsprogram för kommandoutdata

source: A desklet that displays command result.
sv: Ett skrivbordsprogram som visar kommandoutdata.

source: Zimi Zones
sv: Zimi-zoner

source: Commands configuration
sv: Kommandoinställning

source: Update every
sv: Uppdatera varje

source: seconds
sv: sekund(er)

source: Cancel command after
sv: Avbryt kommando efter

source: Commands
sv: Kommandon

source: Label
sv: Etikett

source: Align label right
sv: Justera etikett åt vänster

source: Command
sv: Kommando

source: Align command result right
sv: Justera kommandoutdata åt höger

source: Style
sv: Stil

source: Render ANSI escape sequences
sv: Rendera ANSI escape-sekvenser

source: Enable to interpret ANSI escape sequences (e.g., colors) in command output.
sv: Aktivera tolkning av ANSI escape-sekvenser (t.ex. färger) i kommandoutdata.

source: Font
sv: Teckensnitt

source: Font color
sv: Teckenfärg

source: Background color
sv: Bakgrundsfärg

source: Click to select the background color
sv: Klicka för att välja bakgrundsfärg

source: Transparency
sv: Transparens

source: Transparency of the desklet
sv: Skrivbordsprogrammets transparens

source: Border color
sv: Kantfärg

source: Click to select the border color
sv: Klicka för att välja kantfärg

source: Border width
sv: Kantbredd
