Repository: linuxmint/cinnamon-spices-desklets
Catalog: dual-datetime@rcalixte/files/dual-datetime@rcalixte/po/*.po
Languages: ro, ru

source: A highly customizable clock desklet that can display dual datetime strings
ru: Настраиваемый десклет, отображающий дату и/или время в две строки

source: Dual Datetime
ru: Дата и Время (Dual Datetime)

source: Customize First Time Value
ro: Personalizează valoarea pentru prima oră
ru: Настроить Первое Значение

source: Time Format
ro: Format pentru oră
ru: Формат Времени

source: The datetime format to use for the output. See 'Format String Help' below for additional details.
ro: Formatul datei care urmează să fie utilizat pentru ieșire. Pentru detalii suplimentare, consultă "Ajutor pentru Format Text" de mai jos.
ru: Формат даты и времени, используемый для вывода. Дополнительные сведения смотрите в разделе 'Справка по форматированию' ниже.

source: Time Alignment
ru: Выравнивание

source: Left
ru: По левому краю

source: Center
ru: По центру

source: Right
ru: По правому краю

source: This value only applies if the this time value is a smaller size than the other
ru: Это значение применяется только если значение этого времени меньше чем другого

source: Top
ru: Верх

source: Middle
ru: Серидина

source: Bottom
ru: Низ

source: Font Family (blank for default)
ro: Familie de caractere (gol pentru implicită)
ru: Шрифт (пусто по умолчанию)

source: Font Color
ro: Culoarea fontului
ru: Цвет Текста

source: RGB or RGBA
ro: RGB sau RGBA
ru: RGB или RGBA

source: Font Size
ro: Mărimea fontului
ru: Размер Шрифта

source: Increase or decrease this value to change the font size scale (1.2 = 120%)
ro: Mărește sau micșorează această valoare pentru a modifica scara dimensiunii fontului (1,2 = 120%)
ru: Увеличьте или уменьшите это значение для изменения размера шрифта (1.2 = 120%)

source: Customize Second Time Value
ro: Personalizează a doua valoare pentru oră
ru: Настроить Второе Значение

source: Format String Help
ro: Ajutor pentru Format Text
ru: Справка по форматированию

source: Additional Options
ro: Opțiuni suplimentare
ru: Дополнительные опции

source: px
ru: пикселей

source: Fixed width for the desklet
ro: Lățime fixă pentru desklet
ru: Фиксированная ширина десклета

source: Increase or decrease this value to set the boundary width of the desklet
ro: Mărește sau micșorează această valoare pentru a seta lățimea limitei deskletului
ru: Увеличить или уменьшить размер десклета

source: Layout
ru: Ориентация

source: Vertical
ru: Вертикальная

source: Horizontal
ro: Orizontal
ru: Горизонтальная

source: Show decorations
ro: Afișează decorațiuni
ru: Показать декорации

source: Background color
ro: Culoarea de fundal
ru: Цвет фона

source: A desklet that can display dual datetime strings
ro: Un desklet care poate afișa două texte de date și ore

source: Alignment for time strings
ro: Aliniere pentru textele orelor
