Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/daily-agenda@alexmakessoftware/*.po
Languages: ca, hu, it

source: Daily Agenda
ca: Agenda diària
hu: Napi program
it: Agenda Giornaliera

source: ICS Today: Unknown source type:
ca: ICS Avui: tipus de font desconeguda:
hu: ICS Ma: Ismeretlen forrástípus:
it: ICS Oggi: tipo sorgente sconosciuto:

source: ICS Today: problem reading calendar file, result =
ca: ICS Avui: problema en llegir el fitxer del calendari, resultat =
hu: ICS Ma: probléma a naptárfájl olvasása közben, eredmény =
it: ICS Oggi: problema nella lettura del file calendario, risultato =

source: ICS Today: Failed to read file:
ca: ICS Avui: Error en llegir el fitxer:
hu: ICS Ma: Nem sikerült beolvasni a fájlt:
it: ICS Oggi: impossibile leggere il file:

source: ICS Today: Failed to fetch calendar from URL:
ca: ICS Avui: Error en obtenir el calendari de l'URL:
hu: ICS Ma: Nem sikerült lekérni a naptárat az URL-címről:
it: ICS Oggi: impossibile recuperare il calendario dall'URL:

source: Last checked
ca: Última comprovació
hu: Utolsó ellenőrzés
it: Ultimo controllo

source: Next
ca: Següent
hu: Következő
it: Successivo

source: All day
ca: Tot el dia
hu: Minden nap
it: Tutto il giorno

source: Today's Events:
ca: Esdeveniments d'avui:
hu: Mai események:
it: Eventi di oggi:

source: No events today.
ca: No hi ha esdeveniments avui.
hu: Ma nincsenek események.
it: Nessun evento oggi.

source: Displays today's events from your calendar
ca: Mostra els esdeveniments d'avui del vostre calendari
hu: Megjeleníti a mai eseményeket a naptárból
it: Mostra gli eventi di oggi dal tuo calendario

source: Calendar Source
ca: Origen del calendari
hu: Naptár Forrása
it: Fonte calendario

source: Calendar source
ca: Origen del calendari
hu: Naptár forrása
it: Fonte calendario

source: From URL
ca: Des d'una URL
hu: URL-ből
it: Da URL

source: From local file
ca: Des d'un fitxer local
hu: Helyi fájlból
it: Da file locale

source: Calendar URL
ca: URL del calendari
hu: Naptár URL
it: URL calendario

source: Only used if source is set to 'From URL'. Paste a public .ics (calendar share) link from Proton, Google, etc.
ca: Només s'utilitza si l'origen està configurat com a 'Des d'una URL'. Enganxeu un enllaç .ics públic (calendari compartit) de Proton, Google, etc.
hu: Csak akkor használatos, ha a forrás „Forrás URL”-re van állítva. Illesszen be egy nyilvános .ics (naptármegosztási) linket a Protonból, a Google-ból stb.
it: Usato solo se la fonte è 'Da URL'. Incolla un link pubblico .ics (condivisione calendario) da Proton, Google, ecc.

source: Path to local .ics file
ca: Ruta d'accés al fitxer .ics
hu: A helyi .ics fájl elérési útja
it: Percorso file .ics locale

source: Only used if source is set to 'From local file', point to an ICS file.
ca: Només s'utilitza si l'origen està configurat com a 'Des d'un fitxer local', apuntant cap a un fitxer ICS.
hu: Csak akkor használatos, ha a forrás „Helyi fájlból” értékre van állítva, és egy ICS fájlra kell mutatni.
it: Usato solo se la fonte è 'Da file locale', indica un file ICS.

source: Widget Dimensions
ca: Dimensions del widget
hu: Widget méretei
it: Dimensioni widget

source: Widget width
ca: Amplada del widget
hu: Widget szélessége
it: Larghezza widget

source: Widget height
ca: Alçada del widget
hu: Widget magassága
it: Altezza widget

source: Custom Styles
ca: Estils personalitzats
hu: Egyéni stílusok
it: Stili personalizzati

source: Override desktop theme (enables the settings below)
ca: Sobreescriu el tema de l'escriptori (activa la configuració que apareix a continuació)
hu: Asztali téma felülbírálása (engedélyezi az alábbi beállításokat)
it: Ignora tema del desktop (abilita le impostazioni sotto)

source: Check this to override the desktop theme and configure the appearance manually
ca: Marqueu aquesta opció per a sobreescriure el tema de l'escriptori amb una configuració manual de la seva aparença
hu: Jelölje be ezt az asztali téma felülbírálásáhozés a megjelenés manuális beállításához
it: Seleziona per ignorare il tema del desktop e configurare manualmente l'aspetto

source: Font family
ca: Família de fonts
hu: Betűcsalád
it: Famiglia carattere

source: Example: Sans, Monospace, Serif
ca: Exemple: Sans, Monospace, Serif
hu: Példa: Sans, Monospace, Serif
it: Esempio: Sans, Monospace, Serif

source: pt
hu: betűméret (pt)

source: Font size
ca: Mida de la font
hu: Betűméret
it: Dimensione carattere

source: Text color
ca: Color del text
hu: Szöveg színe
it: Colore del testo

source: Click the button to select a new text color
ca: Feu clic al botó per a seleccionar un nou color pel text
hu: Kattintson a gombra egy új szövegszín kiválasztásához
it: Clicca per selezionare un nuovo colore del testo

source: Footer Options
ca: Opcions de peu de pàgina
hu: Láblécbeállítások
it: Opzioni piè di pagina

source: Show 'last checked' line
ca: Mostrar la línia 'Última comprovació'
hu: „Utolsó ellenőrzés” sor megjelenítése
it: Mostra la linea 'ultimo controllo'

source: Show 'refresh now' button
ca: Mostrar el botó 'Actualitzar ara'
hu: „Frissítés most” gomb megjelenítése
it: Mostra il pulsante 'aggiorna ora'

source: Update Schedule
ca: Actualitzar el calendari
hu: Frissítési ütemterv
it: Programmazione aggiornamenti

source: minutes
ca: minuts
hu: perc
it: minuti

source: Check interval
ca: Interval de comprovació
hu: Ellenőrzési intervallum
it: Intervallo di controllo

source: How often to check the calendar file for updates
ca: Cada quan es comprova el fitxer del calendari en busca d'actualitzacions
hu: A naptárfájl frissítéseinek ellenőrzésének gyakorisága
it: Frequenza con cui controllare aggiornamenti del file calendario
