Repository: linuxmint/cinnamon-spices-desklets
Catalog: stock-price-chart@v-radev/files/stock-price-chart@v-radev/po/*.po
Languages: bg

source: Displays a chart for a financial market stock price of specific ticker.
bg: Визуализира графика на цената на акция от финансовия пазар за конкретен тикер.

source: General
bg: Общи

source: Render settings
bg: Настройки за изобразяване

source: Layout
bg: Оформление

source: Financial Data
bg: Финансови данни

source: Font
bg: Шрифт

source: Chart
bg: Графика

source: Desklet
bg: Десклет

source: Effects
bg: Ефекти

source: Desklet scale size
bg: Размер на десклет

source: Adjust scale size of the desklet
bg: Променя размера на десклета

source: Background transparency
bg: Прозрачност на фона

source: The higher the value, the more solid the desklet's background
bg: Колкото по-висока е стойността, толкова по-плътен е фонът на десклета

source: Background color
bg: Цвят на фона

source: Desklet background color
bg: Цвят на фона на десклета

source: pixels
bg: пиксели

source: Corner radius
bg: Заобляне на ъглите

source: The higher the value, the rounder the desklet's corners
bg: Колкото по-висока е стойността, толкова по-заоблени са ъглите на десклета

source: Ticker symbol
bg: Тикър символ

source: The stock ticker symbol to display data for (e.g., AAPL, GOOGL, MSFT)
bg: Тикър символ на акцията, за която да се показват данни (напр. AAPL, GOOGL, MSFT)

source: Days period to show
bg: Дни период за показване

source: Number of past days to display in the stock price chart
bg: Номер на изминалите дни, които да се показват в графиката на цената на акцията

source: Display full company name instead of ticker symbol
bg: Показване на пълното име на компанията вместо тикър символ

source: Show the company name if available; otherwise, show the ticker symbol.
bg: Покажи името на компанията, ако е налично; в противен случай покажи тикър символа.

source: Refresh data
bg: Обнови данните

source: Fetch the latest stock data immediately.
bg: Вземете най-новите данни за акции незабавно.

source: Font color
bg: Цвят на шрифта

source: Color for text labels
bg: Цвят за текстови етикети

source: Enable font size scaling
bg: Позволи мащабиране на размера на шрифта

source: Apply custom font size instead of the system default size
bg: Приложи персонализиран размер на шрифта вместо системния по подразбиране

source: points
bg: точки

source: Font size scale factor
bg: Фактор за мащабиране на размера на шрифта

source: Enlarge/reduce the font size
bg: Увеличи/намали размера на шрифта

source: Chart axes color
bg: Цвят на осите на графиката

source: Color for the chart axes
bg: Цвят за осите на графиката

source: Chart midlines color
bg: Цвят на средните линии на графиката

source: Chart line color
bg: Цвят на линията на графиката
