Repository: linuxmint/cinnamon-spices-desklets
Catalog: SevenSegmentClock@lxs242/files/SevenSegmentClock@lxs242/po/*.po
Languages: ca, vi

source: Seven Segment Digital Clock
ca: Rellotge digital de set segments
vi: Đồng hồ Kỹ thuật số Bảy đoạn

source: Time is an illusion
ca: El temps és una il·lusió
vi: Thời gian là ảo ảnh

source: Customizable seven segment digital clock with date and Unix time
ca: Rellotge digital de set segments personalitzable, que ofereix també data i temps de Unix
vi: Đồng hồ kỹ thuật số bảy đoạn có thể tùy chỉnh với ngày tháng và thời gian Unix

source: General
vi: Chung

source: Digits
ca: Dígits
vi: Chữ số

source: Clock
ca: Rellotge
vi: Đồng hồ

source: Date and Unix time
ca: Data i hora de Unix
vi: Ngày và thời gian Unix

source: Main layout
ca: Disposició principal
vi: Bố cục chính

source: Background
ca: Fons
vi: Nền

source: Digit appearance
ca: Aspecte dels dígits
vi: Giao diện chữ số

source: Dark segments
ca: Segments obscurs
vi: Đoạn tối

source: Stroke
ca: Vores dels segments
vi: Viền

source: Clock appearance
ca: Aspecte del rellotge
vi: Giao diện đồng hồ

source: Date appearance
ca: Aspecte de la data
vi: Giao diện ngày

source: Unix time appearance
ca: Aspecte del temps de Unix
vi: Giao diện thời gian Unix

source: Clock - Date - Unix
ca: Rellotge - data - Unix
vi: Đồng hồ - Ngày - Unix

source: Clock - Unix - Date
ca: Rellotge - Unix - data
vi: Đồng hồ - Unix - Ngày

source: Date - Clock - Unix
ca: Data - rellotge - Unix
vi: Ngày - Đồng hồ - Unix

source: Date - Unix - Clock
ca: Data - Unix - rellotge
vi: Ngày - Unix - Đồng hồ

source: Unix - Clock - Date
ca: Unix - rellotge - data
vi: Unix - Đồng hồ - Ngày

source: Unix - Date - Clock
ca: Unix - data - rellotge
vi: Unix - Ngày - Đồng hồ

source: Vertical order of main elements
ca: Ordre vertical dels elements principals
vi: Thứ tự dọc của các phần tử chính

source: Space between main elements
ca: Espai entre els elements principals
vi: Khoảng cách giữa các phần tử chính

source: Show background
ca: Mostra el fons
vi: Hiển thị nền

source: Color
vi: Màu sắc

source: percent
ca: percentatge
vi: phần trăm

source: Opacity
ca: Opacitat
vi: Độ mờ

source: Round corners
ca: Cantonades arrodonides
vi: Góc bo tròn

source: Shadow
ca: Ombrejat
vi: Đổ bóng

source: degrees
ca: graus
vi: độ

source: Skew
ca: Inclinació
vi: Nghiêng

source: Relative space between digits
ca: Espai relatiu entre els dígits
vi: Khoảng cách tương đối giữa các chữ số

source: This value will be increasingly reduced by the digit skew.
ca: Com més inclinació tinguin els dígits, més es reduirà aquest espai.
vi: Giá trị này sẽ bị giảm dần do độ nghiêng chữ số.

source: Alternative 6 and 9
ca: Formes alternatives de 6 i 9
vi: Kiểu 6 và 9 thay thế

source: Alternative 7
ca: Forma alternativa del 7
vi: Kiểu 7 thay thế

source: Show dark segments of the digits
ca: Mostra el segments foscos dels dígits
vi: Hiển thị các đoạn tối của chữ số

source: Black
ca: Negre
vi: Đen

source: White
ca: Blanc
vi: Trắng

source: same as illuminated
ca: mateix que il·luminats
vi: giống như đoạn sáng

source: Add stroke
ca: Dibuixa les vores
vi: Thêm viền

source: Width
ca: Amplada
vi: Độ rộng

source: Show clock
ca: Mostra el rellotge
vi: Hiển thị đồng hồ

source: Digit height
ca: Alçada dels dígits
vi: Chiều cao chữ số

source: Show seconds
ca: Mostra els segons
vi: Hiển thị giây

source: Smaller seconds
ca: Segons en petit
vi: Giây nhỏ hơn

source: none
ca: cap
vi: không có

source: half space
ca: mig espai
vi: nửa khoảng trắng

source: full space
ca: espai sencer
vi: khoảng trắng đầy đủ

source: decimal point
ca: punt decimal
vi: dấu thập phân

source: colon
ca: dos punts
vi: dấu hai chấm

source: dash
ca: guió
vi: dấu gạch ngang

source: Divider type
ca: Tipus de divisor
vi: Loại dấu phân cách

source: Blinking divider (only decimal point and colon)
ca: El divisor parpelleja (només punt decimal i dos punts)
vi: Dấu phân cách nhấp nháy (chỉ dấu thập phân và dấu hai chấm)

source: on
ca: sí
vi: bật

source: off
ca: no
vi: tắt

source: hide
ca: oculta
vi: ẩn

source: remove
ca: elimina
vi: xóa

source: Leading zero in hours
ca: Zeros davant les hores
vi: Số 0 đứng đầu trong giờ

source: 12h instead of 24h
ca: 12h enlloc de 24h
vi: 12h thay vì 24h

source: only A and P
ca: sols A i P
vi: chỉ A và P

source: with M variant 1
ca: variant amb M (1)
vi: với M biến thể 1

source: with M variant 2
ca: variant amb M (2)
vi: với M biến thể 2

source: AM/PM indicator
ca: Indicador de AM/PM
vi: Chỉ báo AM/PM

source: Show date
ca: Mostra la data
vi: Hiển thị ngày

source: Year - Month - Day
ca: Any - mes - dia
vi: Năm - Tháng - Ngày

source: Year - Day - Month
ca: Any - dia - mes
vi: Năm - Ngày - Tháng

source: Day - Month - Year
ca: Dia - mes - any
vi: Ngày - Tháng - Năm

source: Month - Day - Year
ca: Mes - dia - any
vi: Tháng - Ngày - Năm

source: Date format
ca: Format de la data
vi: Định dạng ngày

source: Show Unix time
ca: Mostra el temps Unix
vi: Hiển thị thời gian Unix

source: Style by OpenClipart
ca: Estil de l'OpenClipart
vi: Kiểu bởi OpenClipart

source: Style by alex8664
ca: Estil de alex8664
vi: Kiểu bởi alex8664

source: Style by Cfaerber
ca: Estil de Cfaerber
vi: Kiểu bởi Cfaerber

source: Style by h2g2bob
ca: Estil de h2g2bob
vi: Kiểu bởi h2g2bob

source: Keshikan's DSEG Classic Light
ca: Estil DSEG clàssic clar de Keshikan's
vi: DSEG Classic Light của Keshikan

source: Keshikan's DSEG Classic Regular
ca: Estil DSEG clàssic regular de Keshikan
vi: DSEG Classic Regular của Keshikan

source: Keshikan's DSEG Classic Bold
ca: Estil DSEG clàssic en gruixut de Keshikan
vi: DSEG Classic Bold của Keshikan

source: Keshikan's DSEG Classic Mini Light
ca: Estil DSEG clàssic mini, prim, de Keshikan
vi: DSEG Classic Mini Light của Keshikan

source: Keshikan's DSEG Classic Mini Regular
ca: Estil DSEG clàssic mini, regular, de Keshikan
vi: DSEG Classic Mini Regular của Keshikan

source: Keshikan's DSEG Classic Mini Bold
ca: Estil DSEG clàssic mini, gruixut, de Keshikan
vi: DSEG Classic Mini Bold của Keshikan

source: Keshikan's DSEG Modern Light
ca: Estil DSEG modern prim de Keshikan
vi: DSEG Modern Light của Keshikan

source: Keshikan's DSEG Modern Regular
ca: Estil DSEG modern regular de Keshikan
vi: DSEG Modern Regular của Keshikan

source: Keshikan's DSEG Modern Bold
ca: Estil DSEG modern, gruixut, de Keshikan
vi: DSEG Modern Bold của Keshikan

source: Keshikan's DSEG Modern Mini Light
ca: Estil DSEG modern mini, prim, de Keshikan
vi: DSEG Modern Mini Light của Keshikan

source: Keshikan's DSEG Modern Mini Regular
ca: Estil DSEG modernmini, regular, de Keshikan
vi: DSEG Modern Mini Regular của Keshikan

source: Keshikan's DSEG Modern Mini Bold
ca: Estil DSEG modern mini, gruixut, de Keshikan
vi: DSEG Modern Mini Bold của Keshikan

source: Simple 1
vi: Đơn giản 1

source: Simple 2
vi: Đơn giản 2

source: Simple 3
vi: Đơn giản 3

source: Curved
ca: Corbat
vi: Cong

source: Digit style
ca: Estil dels dígits
vi: Kiểu chữ số

source: pixel
ca: píxels
