Repository: linuxmint/cinnamon-spices-desklets
Catalog: github-contribution-grid@KopfdesDaemons/files/github-contribution-grid@KopfdesDaemons/po/*.po
Languages: de

source: GitHub Contribution Grid
de: GitHub-Beitragsraster

source: Reload
de: Neuladen

source: Open GitHub profile
de: GitHub Profil öffnen

source: Please configure username and token in settings.
de: Bitte Benutzername und Token in den Einstellungen konfigurieren.

source: Create a GitHub token
de: Einen GitHub Token erstellen

source: contributions
de: Beiträge

source: Displays the daily contributions heatmap for a specified GitHub user profile.
de: Zeigt die Heatmap der täglichen Beiträge für ein angegebenes GitHub-Benutzerprofil an.

source: General
de: Allgemein

source: Style
de: Stil

source: Block colors
de: Blockfarben

source: API Settings
de: API-Einstellungen

source: Colors
de: Farben

source: GitHub username
de: GitHub Benutzername

source: Refresh interval in minutes
de: Aktualisierungsintervall in Minuten

source: Desklet scale size
de: Deskletskalierungsgröße

source: Block size in pixels
de: Blockgröße in Pixel

source: Background color
de: Hintergrundfarbe

source: Show contribution count
de: Beitragsanzahl anzeigen

source: Show reload button
de: Neuladen-Button anzeigen

source: Show username
de: Benutzername anzeigen

source: Hide decorations
de: Dekoration verstecken

source: 0 Contributions
de: 0 Beiträge

source: 1-3 Contributions
de: 1-3 Beiträge

source: 4-5 Contributions
de: 4-5 Beiträge

source: 6-8 Contributions
de: 6-8 Beiträge

source: 9 Contributions
de: 9 Beiträge

source: 10+ Contributions
de: 10+ Beiträge

source: default
de: Standard

source: blue-dark
de: blau-dunkel

source: green-dark
de: grün-dunkel

source: yellow-dark
de: gelb-dunkel

source: orange-dark
de: orange-dunkel

source: red-dark
de: rot-dunkel

source: magenta-dark
de: magenta-dunkel

source: purple-dark
de: violett-dunkel

source: gruvbox-dark
de: gruvbox-dunkel

source: default-light
de: Standard-hell

source: blue-light
de: blau-hell

source: green-light
de: grün-hell

source: yellow-light
de: gelb-hell

source: orange-light
de: orange-hell

source: red-light
de: rot-hell

source: magenta-light
de: magenta-hell

source: purple-light
de: violett-hell

source: gruvbox-light
de: gruvbox-hell

source: Color preset
de: Farbvoreinstellung
