Repository: linuxmint/cinnamon-spices-desklets
Catalog: mintoo@sujitagarwal/files/mintoo@sujitagarwal/po/*.po
Languages: ca, da, hu, nl, vi

source: Mintoo - The Mint Assistant
ca: Mintoo - l'assistent de Mint
da: Mintoo – Mint-assistenten
hu: Mintoo - A Mint asszisztens
nl: Mintoo - de Mint Assistent
vi: Mintoo - Trợ lý Mint

source: A friendly assistant for your Linux Mint. Now with more features to customize the look and feel!
ca: Un assistent amigable per a Linux Mint. Ara amb més funcionalitats i personalització d'estils!
da: En venlig assistent til din Linux Mint. Nu med flere funktioner til at tilpasse udseende og funktionalitet!
hu: Barátságos asszisztens a Linux Mintedhez. Most még több funkcióval a megjelenés és a felhasználói élmény testreszabásához!
nl: Een vriendelijke assistent voor je Linux Mint. Nu met meer functies om het uiterlijk aan te passen!
vi: Một trợ lý thân thiện cho Linux Mint của bạn. Giờ đây với nhiều tính năng hơn để tùy chỉnh giao diện và cảm nhận!

source: Settings for Mintoo
ca: Opcions de Mintoo
da: Indstillinger for Mintoo
hu: Mintoo beállításai
nl: Instellingen voor Mintoo
vi: Cài đặt cho Mintoo

source: pixels
ca: píxels
hu: képpont
vi: pixel

source: Desklet size
ca: Mida de la miniaplicació d'escriptori
da: Skrivebordsprogrammets størrelse
hu: Asztalkalmazás mérete
nl: Grootte van desklet
vi: Kích thước desklet

source: Increase or decrease the size of the Mintoo Desklet.
ca: Augmenteu o reduïu la mida del widget
da: Forøg eller formindsk størrelsen af skrivebordsprogrammet
hu: Növeld vagy csökkentsd a Mintoo Asztalkalmazás méretét.
nl: Vergroot of verklein de Mintoo desklet.
vi: Tăng hoặc giảm kích thước của Desklet Mintoo

source: Button Color
ca: Color dels botons
da: Knapfarve
hu: Gomb színe
nl: Knopkleur
vi: Màu Nút

source: Linux Mint Green
ca: Verd Linux Mint
da: Linux Mint-grøn
hu: Linux Mint Zöld
nl: Linux Mint Groen
vi: Xanh Lá Linux Mint

source: Black
ca: Negre
da: Sort
hu: Fekete
nl: Zwart
vi: Đen

source: Blue (Light)
ca: Blau clar
da: Lyseblå
hu: Kék (Világos)
nl: Blauw (licht)
vi: Xanh Dương (Sáng)

source: Blue (Dark)
ca: Blau fosc
da: Mørkeblå
hu: Kék (Sötét)
nl: Blauw (donker)
vi: Xanh Dương (Tối)

source: Green (Light)
ca: Verd clar
da: Lysegrøn
hu: Zöld (Világos)
nl: Groen (licht)
vi: Xanh Lá (Sáng)

source: Green (Dark)
ca: Verd fosc
da: Mørkegrøn
hu: Zöld (Sötét)
nl: Groen (donker)
vi: Xanh Lá (Tối)

source: Red (Light)
ca: Vermell clar
da: Lys rød
hu: Piros (Világos)
nl: Rood (licht)
vi: Đỏ (Sáng)

source: Red (Dark)
ca: Vermell fosc
da: Mørkerød
hu: Piros (Sötét)
nl: Rood (donker)
vi: Đỏ (Tối)

source: Purple (Light)
ca: Lila clar
da: Lyslilla
hu: Lila (Világos)
nl: Paars (licht)
vi: Tím (Sáng)

source: Purple (Dark)
ca: Lila fosc
da: Mørkelilla
hu: Lila (Sötét)
nl: Paars (donker)
vi: Tím (Tối)

source: Orange (Light)
ca: Taronja clar
da: Lys orange
hu: Narancssárga (Világos)
nl: Oranje (licht)
vi: Cam (Sáng)

source: Orange (Dark)
ca: Taronja fosc
da: Mørk orange
hu: Narancssárga (Sötét)
nl: Oranje (donker)
vi: Cam (Tối)

source: Pink (Light)
ca: Rosa clar
da: Pink
hu: Rózsaszín (Világos)
nl: Roze (licht)
vi: Hồng (Sáng)

source: Pink (Dark)
ca: Rosa fosc
da: Mørkepink
hu: Rózsaszín (Sötét)
nl: Roze (donker)
vi: Hồng (Tối)

source: Gray (Light)
ca: Gris clar
da: Lysegrå
hu: Szürke (Világos)
nl: Grijs (licht)
vi: Xám (Sáng)

source: Gray (Dark)
ca: Gris fosc
da: Mørkegrå
hu: Szürke (Sötét)
nl: Grijs (donker)
vi: Xám (Tối)

source: Select the button hover style.
ca: Seleccioneu l'estil en passar per sobre dels botons
da: Vælg farven til knapperne, når markøren føres hen over.
hu: Válassza ki a gomb kiemelési stílusát.
nl: Selecteer de stijl van de knop bij hoveren met de muis.
vi: Chọn kiểu khi di chuột qua nút

source: Button Hover Color
ca: Color dels botons en passar-hi el punter per sobre
da: Knapfarve når musen føres hen over
hu: Gomb lebegési színe
nl: Knopkleur bij hoveren
vi: Màu Nút khi Di Chuột Qua
