Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/ganjine@mohammad-sn/*.po
Languages: vi

source: A desklet that displays random persian poems from ganjoor.net.
vi: Một desklet hiển thị các bài thơ Ba Tư ngẫu nhiên từ ganjoor.net.

source: Appearance
vi: Giao diện

source: Font
vi: Phông chữ

source: Text color
vi: Màu chữ

source: Click the button to select a new text color
vi: Nhấp vào nút để chọn màu chữ mới

source: Show default desklet decoration
vi: Hiển thị trang trí desklet mặc định

source: Options
vi: Tùy chọn

source: minutes
vi: phút

source: Refresh interval
vi: Khoảng thời gian làm mới

source: Limit poems to specified poet
vi: Giới hạn thơ theo nhà thơ chỉ định

source: حافظ
vi: Hafez

source: خیام
vi: Khayyam

source: ابوسعید ابوالخیر
vi: Abu-Saeed Abul-Khayr

source: صائب
vi: Sa'eb

source: سعدی
vi: Saadi

source: باباطاهر
vi: Baba Taher

source: مولوی
vi: Rumi

source: اوحدی
vi: Owhadi

source: خواجو
vi: Khajoo

source: شهریار
vi: Shahriar

source: عراقی
vi: Eraghi

source: فروغی بسطامی
vi: Forughi Bastami

source: سلمان ساوجی
vi: Salman Savaji

source: محتشم کاشانی
vi: Mohtasham Kashani

source: امیرخسرو دهلوی
vi: Amir Khosrow Dehlavi

source: سیف فرغانی
vi: Seif Farghani

source: عبید زاکانی
vi: Obeyd Zakani

source: هاتف اصفهانی
vi: Hatef Esfahani

source: رهی معیری
vi: Rahi Moayyeri

source: Select poet
vi: Chọn nhà thơ
