Repository: linuxmint/cinnamon-spices-desklets
Catalog: clocket@tirtha/files/clocket@tirtha/po/*.po
Languages: da, es, hu, it, nl

source: Clock
da: Ur
es: Reloj
hu: Óra
it: Orologio
nl: Klok

source: Date and Time Settings
da: Indstillinger for dato og tid
es: Configuración de fecha y hora
hu: Dátum és idő beállítások
it: Impostazioni Data e Ora
nl: Datum- en tijdinstellingen

source: clocket
es: reloj

source: A desklet that displays the time, date, currenty and forecast weather report
da: Et skrivebordsprogram der viser klokkeslæt, dato, aktuelt vejr og vejrudsigt
es: Un desklet que muestra la hora, la fecha y el parte meteorológico actual y previsto
hu: Egy asztalkalmazás, amely megjeleníti az időt, a dátumot és az aktuális és az előrejelzett időjárást
it: Un desklet che mostra ora, data, meteo attuale e previsioni meteo
nl: Een desklet die de tijd, datum, huidige en verwachte weersrapporten toont

source: Please consider custom Weather Desklet into your language. See the website for more information
da: Overvej at oversætte skrivebordsprogrammet til dit sprog. Find flere oplysninger på webstedet.
es: Considere la posibilidad de adaptar Desklet de tiempo a su idioma. Consulte el sitio web para obtener más información
hu: Kérjük, fontolja meg az egyéni időjárás asztalkalmazást az ön nyelvén. További információért lásd a weboldalt
it: Considera di tradurre il Custom Weather Desklet nella tua lingua. Consulta il sito web per maggiori informazioni
nl: Overweeg om de aangepaste Weer desklet in uw taal te integreren. Zie de website voor meer informatie

source: Clock configuration
da: Indstilling af ur
es: Configuración del reloj
hu: Óra konfiguráció
it: Configurazione orologio
nl: Klokconfiguratie

source: Font size
da: Skrifttypestørrelse
es: Tamaño de la fuente
hu: Betűméret
it: Dimensione carattere
nl: Lettergrootte

source: Text color
da: Tekstfarve
es: Color del texto
hu: Szövegszín
it: Colore del testo
nl: Tekstkleur

source: Click the button to select a new text color
da: Klik på knappen for at vælge en ny tekstfarve
es: Pulse el botón para seleccionar un nuevo color de texto
hu: Új szöveg szín választáshoz kattintson a gombra
it: Clicca per selezionare un nuovo colore del testo
nl: Klik op de knop om een nieuwe tekstkleur te selecteren

source: background color
da: baggrundsfarve
es: color de fondo
hu: háttérszín
it: Colore di sfondo
nl: achtergrondkleur

source: Click the button to select a new background color
da: Klik på knappen for at vælge en ny baggrundsfarve
es: Pulse el botón para seleccionar un nuevo color de fondo
hu: Az új háttérszín kiválasztásához kattintson a gombra
it: Clicca per selezionare un nuovo colore di sfondo
nl: Klik op de knop om een nieuwe achtergrondkleur te selecteren

source: weather data service settings
da: Indstillinger for vejrtjeneste
es: configuración del servicio de datos meteorológicos
hu: időjárási adatszolgáltatás beállításai
it: Impostazioni servizio dati meteo
nl: instellingen weerdata-service

source: Want weather display ?
da: Vis vejret
es: ¿Desea ver el tiempo?
hu: Időjárás kijelzőt szeretne ?
it: Vuoi mostrare il meteo?
nl: Weer weergeven?

source: Data service
da: Datatjeneste
es: Servicio de datos
hu: Adatszolgáltatás
it: Servizio dati

source: Open Weather Map Free (requires API key)
es: Open Weather Map Gratis (requiere clave API)
hu: Open Weather Map Free (API-kulcs szükséges)
it: Open Weather Map Free (richiede Chiave API)
nl: Open Weather Map Free (vereist API-sleutel)

source: select the data service
da: Vælg datatjenesten
es: seleccione el servicio de datos
hu: válassza ki a használni kívánt szolgáltatót
it: Seleziona il servizio dati
nl: selecteer de data-service

source: put api key
da: Indtast API-nøgle
es: poner clave api
hu: api kulcs beillesztése
it: Inserisci la chiave API
nl: voer API-sleutel in

source: put your api key generated from open-weather-map here
da: Indtast din API-nøgle fra Open Weather Map her
es: ponga aquí su clave api generada a partir de open-weather-map
hu: másolja ide az open-weather-mapból generált api-kulcsát
it: Inserisci qui la tua chiave API generata da Open Weather Map
nl: voer hier uw API-sleutel in, verkregen van open-weather-map

source: Type of location data
da: Lokationsdatatype
es: Tipo de datos de localización
hu: A helymeghatározási adatok típusa
it: Tipo di dati posizione
nl: Type locatiegegevens

source: city name
da: Bynavn
es: nombre de la ciudad
hu: város neve
it: nome città
nl: stadnaam

source: lat-lon
da: Læng-bred
es: lat-long
hu: szélességi és hosszúsági fok
it: latitudine-longitudine

source: select your location type
da: Vælg din lokationstype
es: seleccione su tipo de ubicación
hu: válassza ki a helyszín típusát
it: Seleziona il tipo di posizione
nl: selecteer uw locatietype

source: put your location
da: Indtast din lokation
es: ponga su ubicación
hu: másolja ide a helyszínt
it: Inserisci la tua posizione
nl: voer uw locatie in

source: put your lat-long generated from lat-long.html page
da: Indtast længde- og breddegrad fra lat-long.html
es: ponga su lat-long generado a partir de la página lat-long.html
hu: másolja ide a szélességi és hosszúsági fokot a lat-long.html weboldalról
it: Inserisci la tua latitudine e longitudine generate da lat-long.html
nl: voer uw lat-long in, verkregen van de lat-long.html-pagina

source: auto-update report
da: Automatisk opdatering
es: informe de actualización automática
hu: automatikus frissítés összefoglaló
it: Aggiornamento automatico
nl: automatich bijwerken rapport

source: enable or disable auto-update
da: Aktivér eller deaktivér automatisk opdatering
es: activar o desactivar la actualización automática
hu: automatikus frissítés engedélyezése vagy letiltása
it: Attiva o disattiva aggiornamento automatico
nl: schakel automatisch bijwerken in of uit

source: set auto update duration(20 min/30 min/60 min)
da: Angiv opdateringsinterval (20 min/30 min/60 min)
es: establecer la duración de la actualización automática (20 min/30 min/60 min)
hu: automatikus frissítés időtartamának beállítása (20 perc/30 perc/60 perc)
it: Imposta la durata aggiornamento automatico (20 min/30 min/60 min)
nl: stel de duur van automatische update in (20 min / 30 min / 60 min)

source: set auto update duration
da: Angiv opdateringsintervallet
es: establecer la duración de la actualización automática
hu: automatikus frissítés időtartamának beállítása
it: Imposta la durata dell'aggiornamento automatico
nl: stel de duur van automatische update in

source: customize your data
da: Tilpas dine data
es: personalice sus datos
hu: az adatok testreszabása
it: Personalizza i tuoi dati
nl: pas uw gegevens aan

source: unit
da: Enhed
es: unidad
hu: egység
it: Unità di misura
nl: eenheid

source: metric
da: Metrisk
es: metrico
hu: metrikus
it: Metrico
nl: metrisch

source: select your unit preferance
da: Vælg dine foretrukne enheder
es: seleccione su unidad preferida
hu: válassza ki a kívánt egységet
it: Seleziona la tua unità di misura preferita
nl: selecteer uw eenheidsvoorkeur

source: customize font and bg color
da: Tilpas skrifttype og baggrundsfarve
es: personalizar fuente y color de fondo
hu: betűtípus és háttérszín testreszabása
it: Personalizza colore carattere e sfondo
nl: pas lettertype en achtergrondkleur aan

source: weather block text color
da: Tekstfarve for vejret
es: color del texto del bloque meteorológico
hu: időjárási blokk szöveg színe
it: Colore testo blocco meteo
nl: tekstkleur weerblok

source: weather-block bg-color
da: Baggrundsfarve for vejret
es: bloque meteorológico - color de fondo
hu: időjárási blokk háttérszíne
it: Colore sfondo blocco meteo
nl: achtergrondkleur weerblok

source: Click the button to select a new bg color
da: Klik på knappen for at vælge en ny baggrundsfarve
es: Haga clic en el botón para seleccionar un nuevo color de fondo
hu: Kattintson a gombra háttérszín kiválasztásához
it: Clicca per selezionare un nuovo colore di sfondo
nl: Klik op de knop om een nieuwe achtergrondkleur te selecteren

source: Icon pack
da: Ikoner
es: Paquete de iconos
hu: Ikon csomag
it: Pacchetto icone
nl: Pictogrammenpakket

source: default
da: Standard
es: por defecto
hu: alapértelmezett
it: Predefinito
nl: standaard

source: select your fav icon-pack
da: Vælg dine foretrukne ikoner
es: seleccione su paquete de iconos favorito
hu: válassza ki a kedvenc ikon csomagját
it: Seleziona il pacchetto icone preferito
nl: selecteer uw favoriete pictogrammenpakket

source: px
hu: képpont
