Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/daysCountdown@KopfDesDaemons/*.po
Languages: da, hu

source: Days Countdown
da: Antal dage til …
hu: Napok visszaszámlálása

source: %f days
da: %f dage
hu: %f nap

source: Countdown of the remaining days to a date.
da: Nedtælling af resterende dage til en given dato.
hu: A hátralévő napok visszaszámlálása egy dátumig.

source: General
da: Generelt
hu: Általános

source: Text for the label
da: Overskrift til nedtællingen
hu: Szöveg a címkéhez

source: Date to which the countdown counts down
da: Dato som nedtællingen tæller ned til
hu: Dátum, ameddig a visszaszámlálás visszaszámol

source: only after starting
da: kun efter opstart
hu: csak indítás után

source: every 5 minutes
da: hvert 5. minut
hu: 5 percenként

source: every 10 minutes
da: hvert 10. minut
hu: 10 percenként

source: every 15 minutes
da: hvert 15. minut
hu: 15 percenként

source: every 20 minutes
da: hvert 20. minut
hu: 20 percenként

source: every 30 minutes
da: hvert 30. minut
hu: 30 percenként

source: every 60 minutes
da: hvert 60. minut
hu: 60 percenként

source: Refresh interval
da: Opdateringsinterval
hu: Frissítési időköz

source: Style
da: Stil
hu: Stílus

source: Font size for the label text
da: Skriftstørrelse for overskriften
hu: A címke szövegének betűmérete

source: Label color
da: Tekstfarve
hu: Címke színe

source: Font size for the countdown text
da: Skriftstørrelse for nedtællingen
hu: Betűméret a visszaszámláló szöveghez

source: Countdown color
da: Tekstfarve
hu: Visszaszámláló színe
