Repository: linuxmint/cinnamon-spices-desklets
Catalog: lemondenewspaper@fthuin/files/lemondenewspaper@fthuin/po/*.po
Languages: da, it, zh_cn

source: Le Monde.fr Newspaper
da: Avisen Le Monde
it: Notiziario Le Monde.fr
zh_cn: Le Monde.fr报纸

source: A desklet that displays news from the world
da: Skrivebordsprogram som viser nyheder fra hele verden på fransk
it: Un desklet che mostra le notizie dal mondo
zh_cn: 一个显示世界新闻的桌面小工具

source: LeMonde.fr Newspaper Unofficial
da: Avisen Le Monde (uofficiel)
it: Notiziario Le Monde.fr Non Ufficiale
zh_cn: Le Monde.fr报纸非官方

source: Desklet Settings
da: Indstillinger for skrivebordsprogram
it: Impostazioni Desklet
zh_cn: 桌面小工具设置

source: Display images
da: Vis billeder
it: Mostra immagini
zh_cn: 显示图片图片

source: Check this if you want to show images with the content
da: Aktivér denne hvis du vil have vist billeder
it: Seleziona questo se vuoi mostrare immagini con il contenuto
zh_cn: 如果您想显示图片内容请选中此项

source: Height :
da: Højde:
it: Altezza:
zh_cn: 高度：

source: pixels
da: pixler
zh_cn: 像素

source: Change news every :
da: Skift nyheder efter:
it: Cambia notizie ogni:
zh_cn: 更新新闻每：

source: seconds
da: sekunder
it: secondi
zh_cn: 秒

source: Width :
da: Bredde:
it: Larghezza:
zh_cn: 宽度：

source: Refresh news database delay:
da: Opdatér nyhederne efter:
it: Ritardo ricaricamento notizie dal database:
zh_cn: 刷新新闻数据库延迟：

source: minutes
da: minutter
it: minuti
zh_cn: 分钟
