Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/soundBox@scollins/*.po
Languages: bg, es, pt_br, ro, tr

source: Unmute
bg: Звук
es: Activar sonido
pt_br: Ativar o som
ro: Dezactivează
tr: Sesi aç

source: Mute
bg: Без звук
es: Silenciar
pt_br: Silenciar
ro: Mut
tr: Sessiz

source: Show player
bg: Покажи плеъра
es: Mostrar el reproductor
pt_br: Abrir o programa
ro: Afișează playerul
tr: Oynatıcıyı göster

source: Close player
bg: Затвори плеъра
es: Cerrar el reproductor
pt_br: Fechar o programa
ro: Închide playerul
tr: Oynatıcıyı kapat

source: Unknown Title
bg: Неизвестно заглавие
es: Título desconocido
pt_br: Título desconhecido
ro: Titlu necunoscut
tr: Bilinmeyen başlık

source: Unknown Album
bg: Неизвестен албум
es: Álbum desconocido
pt_br: Álbum desconhecido
ro: Album necunoscut
tr: Bilinmeyen eser

source: Unknown Artist
bg: Неизвестен изпълнител
es: Artista desconocido
pt_br: Artista desconhecido
ro: Artist necunoscut
tr: Bilinmeyen sanatçı

source: Previous
bg: Предишно
es: Anterior
pt_br: Anterior
ro: Anterior
tr: Önceki

source: Play
bg: Изпълни
es: Reproducir
pt_br: Reproduzir
ro: Redă
tr: Oynat

source: Stop
bg: Спри
es: Detener
pt_br: Parar
tr: Dur

source: Next
bg: Следващо
es: Siguente
pt_br: Próxima
ro: Următorul
tr: Sonraki

source: Repeat
bg: Повтори
es: Repetir
pt_br: Repetir
ro: Repetă
tr: Tekrar

source: Shuffle
bg: Разбъркай
es: Aleatorio
pt_br: Aleatório
tr: Karışık

source: Repeat: Off
bg: Повторение: Без
es: Repetir: Desactivado
pt_br: Repetir: não
ro: Repetare: Dezactivat
tr: Tekrar: Kapalı

source: Repeat: Track
bg: Повторение: Песен
es: Repetir: Pista
pt_br: Repetir: essa faixa
ro: Repetare: Pista
tr: Tekrar: İz

source: Repeat: All
bg: Повторение: Всичко
es: Repetir: Todo
pt_br: Repetir: ao fim da lista
ro: Repetare: Toate
tr: Tekrar: Tümü

source: Shuffle: On
bg: Разбъркване: Включено
es: Aleatorio: Activado
pt_br: Aleatório: sim
ro: Shuffle: Activat
tr: Karışık: Açık

source: Shuffle: Off
bg: Разбъркване: Изключено
es: Aleatorio: Desactivado
pt_br: Aleatório: não
ro: Shuffle: Dezactivat
tr: Karışık: Kapalı

source: Pause
bg: Пауза
es: Pausar
pt_br: Pausar
ro: Pauză
tr: Beklet

source: Output Devices
bg: Изходящи устройства
es: Dispositivos de salida
pt_br: Alto-falantes
ro: Dispozitive de ieșire
tr: Çıkış Aygıtları

source: Input Devices
bg: Входящи устройства
es: Micrófono
pt_br: Microfones
ro: Dispozitive de intrare
tr: Giriş Aygıtları

source: Sound Settings
bg: Настройки на звук
es: Configuración de sonido
pt_br: Configurações de som
ro: Setări de sunet
tr: Ses Ayarları

source: Volume:
bg: Сила на звука:
es: Volumen:
ro: Volum:
tr: Ses Düzeyi:

source: Input Volume:
bg: Входяща сила на звука:
es: Volumen del micrófono:
pt_br: Volume do microfone:
ro: Volumul de intrare:
tr: Giriş Ses Düzeyi:

source: Previous Player
bg: Предишен плеър
es: Reproductor de música anterior
pt_br: Reprodutor de música anterior
ro: Playerul anterior
tr: Önceki Oynatıcı

source: Next Player
bg: Следващ плеър
es: Siguiente reproductor de música
pt_br: Próximo reprodutor de música
ro: Următorul player
tr: Sonraki Oynatıcı

source: Launch Player
bg: Стартирай плеър
es: Abrir reproductor de música
pt_br: Abrir o reprodutor de música
ro: Lansare Player
tr: Oynatıcıyı Başlat

source: Players
bg: Плеъри
es: Reproductores de música
pt_br: Reprodutores de música
ro: Playere
tr: Oynatıcılar

source: Use compact layout
bg: Използвай компактна подредба
es: Usar un diseño compacto
pt_br: Usar um leiaute compacto
ro: Utilizează un aspect compact
tr: Sıkı düzeni kullan

source: Show application volume controls
bg: Покажи контролите за звук на приложението
es: Mostrar controles de volumen del reproductor
pt_br: Mostrar o volume do programa de música
ro: Afișează comenzile de control al volumului aplicației
tr: Uygulama ses kontrollerini göster

source: Hide system tray icons for compatible players
bg: Скрий иконката на звука за съвместимите плеъри
es: Ocultar iconos de bandeja del sistema para reproductores compatibles
pt_br: Esconder os ícones dos programas de música na bandeja do sistema
ro: Ascunde pictogramele din bara de sistem pentru jucătorii compatibili
tr: Uyumlu oynatıcılar için sistem çekmecesi simgelerini gizle

source: Show input volume controls
bg: Покажи входящите контроли на звука
es: Mostrar controles de volumen del micrófono
pt_br: Mostrar o volume do microfone
ro: Afișează controalele volumului de intrare
tr: Giriş ses kontrollerini göster

source: Allow volume control to exceed 100% volume
bg: Разреши контрола на силата на звука да надвишава 100%
es: Permitir que el control de volumen supere el 100% del volumen
pt_br: Permitir que o volume máximo exceda 100%
ro: Permite controlul volumului să depășească volumul de 100%.
tr: Ses seviyesinin % 100'ü aşmasına izin ver

source: Note: some applications don't sound good over 100% volume
bg: Бележка: Някои приложения не звучат добре при звук над 100%
es: Nota: algunas aplicaciones no suenan bien por encima del 100% del volumen
pt_br: Nota: algumas músicas não soam bem acima de 100% de volume
ro: Notă: unele aplicații nu sună bine la un volum de 100%.
tr: Not: Bazı uygulamalar% 100'ün üstünde iyi bir ses sağlamaz

source: Show album artwork
bg: Покажи обложка на албум
es: Mostrar carátula del álbum
pt_br: Mostrar a capa do álbum
ro: Afișează coperta albumului
tr: Albüm kapağını göster

source: Center Soundbox on the screen in raised mode
bg: Центрирай, когато Soundbox е в разгънат режим
es: Colocar el Desklet frente a las ventanas, centrado en la pantalla
pt_br: Posicionar o desklet na frente das janelas, centralizado na tela
ro: Centrare Soundbox pe ecran în modul ridicat
tr: Ses Kutusunu öne getirme kipinde ekranın merkezinde göster

source: Theme
bg: Тема
es: Tema
pt_br: Tema
ro: Tema
tr: Tema

source: Ghost
bg: Призрак
es: Oscuro
pt_br: Escuro
tr: Hayalet

source: Hot Rod
bg: Хотрод
pt_br: Vermelho e amarelo
tr: Modifiye araç

source: Ice
bg: Лед
es: Hielo
pt_br: Gelo
tr: Buz

source: Mint-X
bg: Минт-Х

source: Forest
bg: Гора
es: Bosque
pt_br: Floresta
tr: Orman

source: Clean
bg: Изчистена
es: Claro
pt_br: Claro
tr: Temiz

source: Camouflage (tries to blend in)
bg: Камуфлаж (ще се опита сливане)
es: Camuflaje (intenta pasar desapercibido)
pt_br: Transparente
ro: Camuflaj (încearcă să se amestece)
tr: Kamuflaj

source: Mint
bg: Мента

source: Artwork size
bg: Размер на обложката
es: Tamaño de la carátula
pt_br: Tamanho da capa
ro: Dimensiunea copertei
tr: Albüm kapağı boyutu

source: Appearance
bg: Вид
es: Aspecto
pt_br: Aparência
ro: Aspect
tr: Görünüm

source: Timer counts up
bg: Възходящ таймер
es: Contador de tiempo
pt_br: O cronômetro faz a contagem crescente
ro: Cronometrul numără în sus
tr: Zamanı yukarı say

source: Raise to top shorcut key
bg: Ратегни към горния клавиш
es: Llevar al frente de las ventanas
pt_br: Tecla de atalho para trazer o desklet para frente
ro: Ridică până la tasta de sus
tr: Öne getirme kısayolu

source: A desklet to view sound settings and manage media controls
bg: Десклет за преглед на звуковите настройки и контрол на медията
es: Un desklet para ver la configuración del sonido y gestionar los controles multimedia
pt_br: Um desklet para visualizar as configurações de som e reproduzir músicas
ro: Un desklet pentru a vizualiza setările de sunet și a gestiona controalele media
tr: Ses ayarlarını gösteren ve medya kontrollerini yöneten bir masaüstü uygulamacığı

source: Stephen Collins - Author
bg: Стивън Колинс - Автор
es: Stephen Collins - Autor
pt_br: Stephen Collins - Autor
ro: Stephen Collins - Autor
tr: Stephen Collins - Geliştirici

source: Bernard(zagortenay333) - Mint-x theme
bg: Бернард (zagortenay333) - Минт-Х тема
es: Bernard(zagortenay333) - Tema de Mint-x
pt_br: Bernard(zagortenay333) - tema do Mint-X
ro: Bernard(zagortenay333) - Tema Mint-x
tr: Bernard(zagortenay333) - Mint-x teması

source: Corbin(RavetcoFX) - Bugfix
bg: Корбин (RavetcoFX) - Поправка на бъгове
es: Corbin(RavetcoFX) - Corrección de errores
pt_br: Corbin(RavetcoFX) - Correção de erro
tr: Corbin(RavetcoFX) - Hata düzeltme

source: Soundbox is an attractive and easy-to-use Desklet designed to control your volume and media players. It was originally forked from the Cinnamon sound applet, but has grown and evolved over time. Feel free to contribute by submitting pull requests, bug reports and feature requests to my github repo.
bg: Soundbox е актрактивен и лесен за използване десклет, създаден за контрол на звука и медийни плеъра. Това е форк на оригиналния звуков аплет на Cinnamon, но с времето се разрастна и еволюира. Чувствайте се добре дошли да изпращате всякакво рекуести и отчети за бъгове в моето github хранилище.
es: Soundbox es un Desklet atractivo y fácil de usar diseñado para controlar el volumen y los reproductores multimedia. Fue originalmente bifurcado del applet de sonido de Cinnamon, pero ha crecido y evolucionado con el tiempo. Siéntase libre de contribuir enviando solicitudes de extracción, informes de errores y solicitudes de características a mi repositorio de github.
pt_br: Soundbox é um desklet atraente e fácil de manusear. Oferece a possibilidade de controlar o volume e a reprodução de músicas. Seu desenvolvimento é inspirado no controle de som do Cinnamon. Sinta-se à vontade para contribuir no repositório desse desklet no GitHub. Você pode: oferecer novos recursos, relatar erros ou pedir novos recursos.
ro: Soundbox este un Desklet atractiv și ușor de utilizat, conceput pentru a controla volumul și playerele media. Inițial, a fost creat pornind de la applet-ul de sunet Cinnamon, dar a crescut și a evoluat de-a lungul timpului. Nu ezita să contribui trimițând pull requesturi, rapoarte de erori și cereri noi la repo-ul meu github.
tr: Ses kutusu, ses ve medya oynatıcılarınızı kontrol etmek için tasarlanmış göz alıcı ve kolay kullanımlı bir Masaüstü Uygulamacığıdır. Cinnamon ses uygulamacığından çatallanarak geliştirilmeye başlandı, ancak zaman içinde büyüyen ve gelişen bir uygulama oldu. Lütfen Github deposuna istek gönderme, hata raporları ve özellik talepleri konusunda bildirim yaparak katkıda bulunmaktan çekinmeyin.

source: Soundbox
pt_br: Caixa de som
tr: Ses kutusu
