Repository: linuxmint/cinnamon-spices-desklets
Catalog: quoteOfTheDay@tinnu/files/quoteOfTheDay@tinnu/po/*.po
Languages: da, vi

source: Quote of the day
da: Dagens citat
vi: Trích dẫn trong ngày

source: Copy
da: Kopiér
vi: Sao chép

source: A desklet that displays quotations from various sources
da: Et skrivebordsprogram som viser citater fra forskellige kilder
vi: Một desklet hiển thị các trích dẫn từ nhiều nguồn khác nhau

source: Quote of the day desklet
da: Dagens citat
vi: Desklet trích dẫn trong ngày

source: Font size:
da: Skriftstørrelse:
vi: Cỡ chữ:

source: Vertical shadow:
da: Lodret skygge:
vi: Đổ bóng dọc:

source: File:
da: Fil:
vi: Tập tin:

source: Font options:
da: Skriftindstillinger:
vi: Tùy chọn phông chữ:

source: Shadow blur:
da: Skyggesløring:
vi: Độ mờ bóng:

source: Shadow color:
da: Skyggefarve:
vi: Màu bóng:

source: Click to select a new text color
da: Klik for at vælge en ny tekstfarve
vi: Nhấp để chọn màu chữ mới

source: Update every:
da: Opdatér efter:
vi: Cập nhật mỗi:

source: minutes
da: minutter
vi: phút

source: Font color:
da: Skriftfarve:
vi: Màu chữ:

source: Horizontal shadow:
da: Vandret skygge:
vi: Đổ bóng ngang:

source: Text shadow effects:
da: Effekter for tekstskygge:
vi: Hiệu ứng đổ bóng chữ:

source: Advanced options:
da: Avancerede indstillinger:
vi: Tùy chọn nâng cao:

source: Parameters for fortune:
da: Parametre til fortune:
vi: Tham số cho fortune:

source: E.g. -s, etc. See README for more info.
da: F.eks. -s, osv. Se README for yderligere information.
vi: Ví dụ: -s, v.v. Xem README để biết thêm thông tin.

source: Ignore input file
da: Ignorér inputfilen
vi: Bỏ qua tập tin đầu vào

source: Use fortune's default behavior instead of an input file. See README for more info.
da: Anvend fortunes standardopførsel i stedet for en inputfil. Se README for yderligere information.
vi: Sử dụng hành vi mặc định của fortune thay vì tập tin đầu vào. Xem README để biết thêm thông tin.
