Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/battery@schorschii/*.po
Languages: es, nl, ro, sk

source: Battery
es: Batería
nl: Batterij
ro: Baterie
sk: Batéria

source: A battery desklet in iOS style with multi-battery support.
es: Un desklet de baterías al estilo de iOS con soporte para múltiples baterías.
nl: Een batterij desklet in iOS-stijl met ondersteuning voor meerdere batterijen.
ro: Un desklet pentru baterie în stil iOS cu suport pentru mai multe baterii.
sk: Desklet s batériou v štýle systému iOS s podporou viacerých batérií.

source: Battery Level Indicator
es: Indicador del nivel de batería
nl: Batterijniveau-indicator
ro: Indicator de nivel al bateriei
sk: Indikátor úrovne batérie

source: Settings for battery@schorschii
es: Ajustes de la batería@schorschii
nl: Instellingen voor battery@schorschii
ro: Setări pentru battery@schorschii
sk: Nastavenia deskletu battery@schorschii

source: Visual
nl: Visueel
ro: Vizual
sk: Vizualizácia

source: Show battery capacity in percent
es: Muestra la capacidad de la batería en porcentaje
nl: Batterijcapaciteit weergeven in procenten
ro: Afișează capacitatea bateriei în procente
sk: Zobraziť kapacitu batérie v percentách

source: Battery capacity is only shown when plug/flash icon is not visible.
es: La capacidad de la batería sólo se muestra cuando el icono del enchufe/flash no es visible.
nl: Batterijcapaciteit wordt alleen getoond wanneer het plug-/flash-pictogram niet zichtbaar is.
ro: Capacitatea bateriei este afișată numai atunci când pictograma fișă/flash nu este vizibilă.
sk: Kapacita batérie je zobrazená, iba keď nie je viditeľná ikona zástrčky/blesku.

source: Show remaining battery time
es: Mostrar el tiempo de batería restante
nl: Resterende batterijduur weergeven

source: Show plug/flash icon when power supply is plugged in
es: Muestra el icono del enchufe/parpadeo cuando la fuente de alimentación está enchufada
nl: Plug-/flash-pictogram tonen wanneer de stroomtoevoer is aangesloten
ro: Afișarea pictogramei de conectare/flash atunci când sursa de alimentare este conectată
sk: Zobraziť ikonu zástrčky/blesku, keď je pripojený napájací zdroj

source: flash icon: power online and battery is charging plug icon: power online but battery is not charging
es: icono de flash: energía en línea y la batería se está cargando icono de enchufe: alimentación en línea pero la batería no se está cargando
nl: flash-pictogram: stroom is aangesloten en de batterij wordt opgeladen plug-pictogram: stroom is aangesloten maar de batterij wordt niet opgeladen
ro: pictograma flash: alimentarea online și bateria se încarcă pictograma fișă: alimentarea online, dar bateria nu se încarcă
sk: Ikona blesku: pripojené napájanie a nabíjanie batérie Ikona zástrčky: pripojené napájanie, ale batéria sa nenabíja

source: Battery style
es: Estilo de batería
nl: Batterijstijl
ro: Stilul bateriei
sk: Štýl batérie

source: Transparent
es: Transparente
nl: Transparant
sk: Priehľadný

source: Black
es: Oscuro
nl: Zwart
ro: Negru
sk: Čierny

source: Select the background graphic you would like to use.
es: Seleccione el gráfico de fondo que desea utilizar.
nl: Selecteer de achtergrondafbeelding die je wilt gebruiken.
ro: Selectează grafica de fundal pe care dorești să o utilizezi.
sk: Vyberte grafiku pozadia, ktorú by ste chceli použiť.

source: Hide decorations
es: Ocultar decoraciones
nl: Decoraties verbergen
ro: Ascunde decorațiunile
sk: Skryť dekorácie

source: scale factor
es: factor de escala
nl: Schaalfactor
ro: factor de scalare
sk: faktor zmeny mierky

source: Desklet size
es: Tamaño del desklet
nl: Grootte van het desklet
ro: Dimensiune Desklet
sk: Veľkosť deskletu

source: Increase or decrease the size of the battery using this scale factor.
es: Aumente o disminuya el tamaño de la batería usando este factor de escala.
nl: Vergroot of verklein de grootte van de batterij met behulp van deze schaalfactor.
ro: Mărește sau micșorează dimensiunea bateriei folosind acest factor de scalare.
sk: Zväčší alebo zmenší veľkosť batérie použitím tohto faktoru zmeny mierky.

source: Custom desklet label (only visible if decorations are enabled)
es: Etiqueta personalizada del desklet (solo visible si las decoraciones están habilitadas)
nl: Aangepast desklet label (alleen zichtbaar als decoraties zijn ingeschakeld)
ro: Etichetă personalizată pentru desklet (vizibilă numai dacă sunt activate decorațiile)
sk: Vlastná menovka deskletu (viditeľná iba ak sú povolené dekorácie)

source: Use a custom desklet label
es: Utilice una etiqueta personalizada del desklet
nl: Een aangepast desklet label gebruiken
ro: Folosește o etichetă personalizată pentru desklet
sk: Použiť vlastnú menovku deskletu

source: Checking this box allows you to set a custom label in the field below.
es: Marcar esta casilla permite establecer una etiqueta personalizada en el campo a continuación.
nl: Als je deze optie aanvinkt, kun je hieronder een aangepast label instellen.
ro: Dacă bifezi această casetă, poți seta o etichetă personalizată în câmpul de mai jos.
sk: Zaškrtnutím tejto položky vám bude umožnené nastaviť vlastnú menovku v poli nižšie.

source: Custom desklet label
es: Etiqueta personalizada del desklet
nl: Aangepast desklet label
ro: Etichetă personalizată pentru desklet
sk: Vlastná menovka deskletu

source: Set your custom label here, e.g. for monitoring multiple batteries. This field is unavailable unless the checkbox above is enabled.
es: Establezca aquí su etiqueta personalizada, por ejemplo, para controlar varias baterías. Este campo no está disponible a menos que la casilla anterior esté activada.
nl: Stel hier je aangepaste label in, bv. voor het monitoren van meerdere batterijen. Dit veld is niet beschikbaar tenzij het selectievakje hierboven is aangevinkt.
ro: Setează aici eticheta ta personalizată, de exemplu, pentru monitorizarea mai multor baterii. Acest câmp nu este disponibil decât dacă caseta de verificare de mai sus este activată.
sk: Tu nastavte vašu vlastnú menovku, napr. pre sledovanie viacerých batérií. Toto pole je dostupné až po povolení položky vyššie.

source: Advanced
es: Avanzado
nl: Geavanceerd
ro: Avansat
sk: Pokročilé

source: Path to battery capacity file (device file)
es: Ruta al archivo de capacidad de la batería (archivo del dispositivo)
nl: Pad naar het bestand met de batterijcapaciteit (apparaatbestand)
ro: Calea de acces la fișierul de capacitate a bateriei (fișier dispozitiv)
sk: Cesta k súboru s kapacitou batérie (súbor zariadenia)

source: Choose your own capacity file e.g. for monitoring your secondary battery. Default: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Replace x with battery number.
es: Elija su propio archivo de capacidad, por ejemplo, para controlar su batería secundaria. Por defecto: /sys/class/suministro_de_energía/CMBx/capacidad /sys/class/suministro_de_energía/BATx/capacidad Sustituya la x por el número de la batería.
nl: Kies je eigen capaciteitsbestand, bv. voor het monitoren van je secundaire batterij. Standaard: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Vervang x door het batterijnummer.
ro: Alege propriul fișier de capacitate, de exemplu, pentru monitorizarea bateriei secundare. Implicit: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Înlocuiește x cu numărul bateriei.
sk: Zvoľte váš vlastný súbor s kapacitou napr. na sledovanie vašej druhej batérie. Predvolené: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Nahraďte znak x číslom batérie.

source: Path to battery status file (device file)
es: Ruta al archivo de estado de la batería (archivo del dispositivo)
nl: Pad naar het bestand met de batterijstatus (apparaatbestand)
ro: Cale de acces la fișierul de stare a bateriei (fișier de dispozitiv)
sk: Cesta k súboru so stavom batérie (súbor zariadenia)

source: Choose your own status file e.g. for monitoring your secondary battery. Default: /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status Replace x with battery number.
es: Elija su propio archivo de estado, por ejemplo, para controlar su batería secundaria. Por defecto: /sys/class/suministro_de_energía/CMBx/status /sys/class/suministro_de_energía/BATx/estado Sustituya la x por el número de la batería.
nl: Kies je eigen statusbestand, bv. voor het monitoren van je secundaire batterij. Standaard: /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status Vervang x door het batterijnummer.
ro: Alege propriul fișier de stare, de exemplu, pentru monitorizarea bateriei secundare. Implicit: /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status Înlocuiește x cu numărul bateriei.
sk: Zvoľte váš vlastný súbor so stavom napr. na sledovanie vašej druhej batérie. Predvolené: /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status Nahraďte znak x číslom batérie.
