Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/eKreta@thegergo02/*.po
Languages: hu, it, vi

source: Error: Couldn't login with the credetinals given. (Check the desklet settings.)
hu: Hiba: Nem sikerült bejelentkezni a megadott hitelesítő adatokkal. (Ellenőrizze az asztalkalmazás beállításait.)
it: Errore: impossibile accedere con le credenziali fornite. (Controlla le impostazioni del desklet.)
vi: Lỗi: Không thể đăng nhập với thông tin đăng nhập đã cung cấp. (Kiểm tra cài đặt desklet.)

source: Monday
hu: Hétfő
it: Lunedì
vi: Thứ 2

source: Tuesday
hu: Kedd
it: Martedì
vi: Thứ 3

source: Wednesday
hu: Szerda
it: Mercoledì
vi: Thứ 4

source: Thursday
hu: Csütörtök
it: Giovedì
vi: Thứ 5

source: Friday
hu: Péntek
it: Venerdì
vi: Thứ 6

source: Saturday
hu: Szombat
it: Sabato
vi: Thứ 7

source: Sunday
hu: Vasárnap
it: Domenica
vi: Chủ nhật

source: Not a day
hu: Nem egy nap
it: Non è un giorno
vi: Không phải ngày

source: eKreta desklet
hu: eKreta asztalkalmazás
vi: Desklet eKreta

source: Displays your grades from the eKreta API.
hu: Megjeleníti az eKreta API-ból származó osztályzatokat.
it: Mostra i tuoi voti dall'API di eKreta.
vi: Hiển thị điểm số của bạn từ API eKreta.

source: Settings for eKreta desklet.
hu: Az eKreta asztalkalmazás beállításai.
it: Impostazioni per il desklet eKreta.
vi: Cài đặt cho desklet eKreta.

source: Institution ID (klik*********)
hu: Intézmény azonosító (klik*********)
it: ID istituzione (klik*********)
vi: ID tổ chức (klik*********)

source: When you got your URL to login, before the first dot you got the ID.
hu: Amikor megkapta az URL-t a bejelentkezéshez, az első pont előtt megkapta az azonosítót.
it: Quando ricevi l'URL per l'accesso, l'ID è la parte prima del primo punto.
vi: Khi bạn nhận được URL để đăng nhập, trước dấu chấm đầu tiên là ID.

source: Your username for the eKreta system.
hu: Az Ön felhasználóneve az eKreta rendszerben.
it: Il tuo nome utente per il sistema eKreta.
vi: Tên người dùng của bạn cho hệ thống eKreta.

source: You need this to fetch data from the eKreta system.
hu: Erre az eKreta rendszerből történő adatlekérdezéshez van szükség.
it: Serve per recuperare i dati dal sistema eKreta.
vi: Bạn cần điều này để lấy dữ liệu từ hệ thống eKreta.

source: Your password for the eKreta system.
hu: Az ön jelszava az eKreta rendszerhez.
it: La tua password per il sistema eKreta.
vi: Mật khẩu của bạn cho hệ thống eKreta.

source: Data update time interval.
hu: Adatfrissítési időintervallum.
it: Intervallo di aggiornamento dati.
vi: Khoảng thời gian cập nhật dữ liệu.

source: The time to wait till' the next data update. (In minutes).
hu: Várakozási idő a következő adatfrissítésig. (percben).
it: Tempo di attesa fino al prossimo aggiornamento dati (in minuti).
vi: Thời gian chờ cho đến lần cập nhật dữ liệu tiếp theo. (Tính bằng phút).

source: Enable gZip
hu: gZip engedélyezése
it: Abilita gZip
vi: Bật gZip

source: Enable this if you want faster responses. On really old hardware, (if it can run Cinnamon, it can't be that old) it's better to turn off compression.
hu: Engedélyezze ezt, ha gyorsabb válaszokat szeretne. Nagyon régi hardvereken (ha a Cinnamon fut rajta, akkor nem lehet annyira régi) jobb, ha kikapcsolja a tömörítést.
it: Attivalo per risposte più veloci. Su hardware molto vecchio (se può eseguire Cinnamon, non sarà così vecchio) è meglio disabilitare la compressione.
vi: Bật tính năng này nếu bạn muốn phản hồi nhanh hơn. Trên phần cứng rất cũ, (nếu nó có thể chạy Cinnamon, thì nó không thể quá cũ) tốt hơn nên tắt nén.

source: Grade averages
hu: Osztályzatátlagok
it: Medie dei voti
vi: Điểm trung bình

source: Your grade averages
hu: Az ön osztályzatátlagai
it: Le tue medie dei voti
vi: Điểm trung bình của bạn

source: Show your grade averages.
hu: Az ön osztályzatátlagainak megjelenítése
it: Mostra le tue medie dei voti.
vi: Hiển thị điểm trung bình của bạn.

source: Group by subject category
hu: Csoportosítás tantárgykategória szerint
it: Raggruppa per categoria della materia
vi: Nhóm theo danh mục môn học

source: Group your average grades by their category. (Doesn't look always good)
hu: Csoportosítsd az átlagos osztályzatokat kategóriájuk szerint. (Nem mindig néz ki jól)
it: Raggruppa le medie dei voti per categoria. (L'aspetto potrebbe non essere sempre ottimale)
vi: Nhóm điểm trung bình của bạn theo danh mục của chúng. (Không phải lúc nào cũng đẹp)

source: Class averages
hu: Osztályátlagok
it: Medie della classe
vi: Điểm trung bình lớp

source: Show class averages next to your averages.
hu: Mutassa az osztályátlagokat az ön átlagai mellett.
it: Mostra le medie della classe accanto alle tue.
vi: Hiển thị điểm trung bình lớp bên cạnh điểm trung bình của bạn.

source: Show grade average difference
hu: Az osztályzatok átlagai közti különbség megjelenítése
it: Mostra differenza medie voti
vi: Hiển thị chênh lệch điểm trung bình

source: Show the difference between your avereages, and your class's averages (You have to turn on class averages).
hu: Mutasd meg a különbséget az ön átlagai és az ön osztályának átlagai között (be kell kapcsolnia az osztályátlagokat).
it: Mostra la differenza tra le tue medie e quelle della classe (devi attivare le medie della classe).
vi: Hiển thị sự khác biệt giữa điểm trung bình của bạn và điểm trung bình của lớp (Bạn phải bật điểm trung bình lớp).

source: Perfect Grade.
hu: Tökéletes osztályzat.
it: Voto perfetto.
vi: Điểm Tuyệt đối.

source: If your grade equals to this, it will be displayed as a perfect grade.
hu: Ha az osztályzata megegyezik ezzel, akkor az tökéletes osztályzatként jelenik meg.
it: Se il tuo voto è pari a questo valore, sarà mostrato come voto perfetto.
vi: Nếu điểm của bạn bằng với giá trị này, nó sẽ được hiển thị như một điểm tuyệt đối.

source: Almost Perfect Grade.
hu: Majdnem kitűnő osztályzat.
it: Voto quasi perfetto.
vi: Điểm Gần Tuyệt đối.

source: If your grade greater or equals to this, it will be displayed as an almost perfect grade.
hu: Ha az osztályzata ennél nagyobb vagy egyenlő, akkor majdnem tökéletes osztályzatként jelenik meg.
it: Se il tuo voto è maggiore o uguale a questo valore, sarà mostrato come voto quasi perfetto.
vi: Nếu điểm của bạn lớn hơn hoặc bằng giá trị này, nó sẽ được hiển thị như một điểm gần tuyệt đối.

source: Good Grade.
hu: Jó osztályzat
it: Buon voto.
vi: Điểm Tốt.

source: If your grade greater or equals to this, it will be displayed as a good grade.
hu: Ha az osztályzata ennél nagyobb vagy egyenlő, akkor az jó osztályzatként jelenik meg.
it: Se il tuo voto è maggiore o uguale a questo valore, sarà mostrato come buon voto.
vi: Nếu điểm của bạn lớn hơn hoặc bằng giá trị này, nó sẽ được hiển thị như một điểm tốt.

source: Middle Grade.
hu: Közepes osztályzat
it: Voto medio.
vi: Điểm Trung bình.

source: If your grade greater or equals to this, it will be displayed as a middle grade.
hu: Ha az osztályzata ennél nagyobb vagy egyenlő, akkor az közepes osztályzatként jelenik meg.
it: Se il tuo voto è maggiore o uguale a questo valore, sarà mostrato come voto medio.
vi: Nếu điểm của bạn lớn hơn hoặc bằng giá trị này, nó sẽ được hiển thị như một điểm trung bình.

source: Bad Grade.
hu: Rossz osztályzat.
it: Voto insufficiente.
vi: Điểm Kém.

source: If your grade greater or equals to this, it will be displayed as a bad grade.
hu: Ha az osztályzata ennél nagyobb vagy egyenlő, akkor az rossz osztályzatként jelenik meg.
it: Se il tuo voto è maggiore o uguale a questo valore, sarà mostrato come voto insufficiente.
vi: Nếu điểm của bạn lớn hơn hoặc bằng giá trị này, nó sẽ được hiển thị như một điểm kém.

source: Really Bad Grade.
hu: Nagyon rossz osztályzat.
it: Voto molto insufficiente.
vi: Điểm Rất Kém.

source: If your grade greater or equals to this, it will be displayed as a really bad grade. (Study sometimes...)
hu: Ha az osztályzata ennél nagyobb vagy egyenlő, akkor az nagyon rossz osztályzatként jelenik meg. (Néha tanuljon is egy kicsit...)
it: Se il tuo voto è maggiore o uguale a questo valore, sarà mostrato come voto molto insufficiente. (Studia un po'...)
vi: Nếu điểm của bạn lớn hơn hoặc bằng giá trị này, nó sẽ được hiển thị như một điểm rất kém. (Học hành đôi khi...)

source: Grades
hu: Osztályzatok
it: Voti
vi: Điểm số

source: Your grades
hu: Az ön osztályzatai
it: I tuoi voti
vi: Điểm số của bạn

source: Show your grades.
hu: Az ön osztályzatainak megjelenítése
it: Mostra i tuoi voti.
vi: Hiển thị điểm số của bạn.

source: Group grades by subject
hu: Osztályzatok csoportosítása tantárgyanként
it: Raggruppa voti per materia
vi: Nhóm điểm theo môn học

source: Group your grades by the subject.
hu: Osztályzatok csoportosítása a tantárgy alapján.
it: Raggruppa i tuoi voti per materia.
vi: Nhóm điểm của bạn theo môn học.

source: Absences
hu: Távollétek
it: Assenze
vi: Vắng mặt

source: Your absences
hu: Az ön távollétei
it: Le tue assenze
vi: Số lần vắng mặt của bạn

source: Show your absences.
hu: Az ön távolléteinek megjelenítése.
it: Mostra le tue assenze.
vi: Hiển thị số lần vắng mặt của bạn.

source: Sort absences by subject
hu: Távollétek szűrése tantárgyak szerint
it: Ordina assenze per materia
vi: Sắp xếp vắng mặt theo môn học

source: Organize your absences by your subjects.
hu: Az ön távolléteinek rendezése tantárgyak szerint
it: Organizza le tue assenze per materia.
vi: Tổ chức số lần vắng mặt của bạn theo môn học.

source: Lessons
hu: Tanórák
it: Lezioni
vi: Bài học

source: Show lessons
hu: Tanórák megjelenítése
it: Mostra lezioni
vi: Hiển thị bài học

source: Show your lessons.
hu: Az ön tanóráinak megejelenítése.
it: Mostra le tue lezioni.
vi: Hiển thị bài học của bạn.

source: Filter days
hu: Napok szűrése
it: Filtra giorni
vi: Lọc ngày

source: Show just days you have lessons.
hu: Csak azon napok megjelenítése amikor önnek tanórái vannak.
it: Mostra solo i giorni in cui hai lezione.
vi: Chỉ hiển thị những ngày bạn có bài học.
