Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/binaryclock2@euxneks/*.po
Languages: es, hr, hu, it, nl, pt_br, ro, ru, vi, zh_cn

source: Clock
es: Reloj
hr: Sat
hu: Óra
it: Orologio
nl: Klok
pt_br: Relógio
ro: Ceas
ru: Часы
vi: Đồng hồ
zh_cn: 时钟

source: Binary Clock²
es: Reloj binario²
hr: Binarni sat²
hu: Bináris Óra²
it: Orologio Binario²
nl: Binaire Klok²
pt_br: Relógio binário²
ro: Ceas binar²
ru: Двоичные часы²
vi: Đồng hồ Nhị phân²
zh_cn: 二进制时钟²

source: Based off of entelechy's binary clock, fixed to work with 17.2 and also added the option to have squared pips instead of circled pips.
es: Basado en el reloj binario de entelechy, arreglado para trabajar con 17.2 y también agregó la opción de tener puntos cuadrados en lugar de puntos circulares.
hr: Temeljen na entelechyjevom binarnom satu, popravljen da radi s Cinnamon 17.2 i još je dodana mogućnost za kvadratna svjetla umjesto okruglih.
hu: Entelechy bináris órájára alapuló asztalkalmazás. Frissítve Linux Mint 17.2-höz és már kör alakú pontok helyett akár szögleteseket is használhatóak.
it: Basato sull'orologio binario di entelechy, sistemato per funzionare con la 17.2 e con l'aggiunta dell'opzione per avere punti quadrati invece di punti cerchiati.
nl: Gebaseerd op de binaire klok van entelechy, aangepast om te werken met 17.2 en ook de optie toegevoegd om vierkante stippen in plaats van ronde stippen te hebben.
pt_br: Baseado no relógio binário. Foi desenvolvido para funcionar a partir do Linux Mint 17.2 e foi adicionada a opção de ter indicadores quadrados em vez de indicadores circulares.
ro: Bazat pe ceasul binar al lui entelechy, reparat pentru a funcționa cu 17.2 și, de asemenea, a adăugat opțiunea de a avea puncte pătrate în loc de puncte încercuite.
ru: Основан на двоичных часах Энтелехии, исправлен для работы с 17.2, а также добавлена возможность иметь квадратные точки вместо обведенных точек.
vi: Dựa trên đồng hồ nhị phân của entelechy, đã sửa để hoạt động với phiên bản 17.2 và thêm tùy chọn sử dụng chấm vuông thay vì chấm tròn.
zh_cn: 基于entelechy的二进制时钟，已修复使其能在17.2工作，并且还添加了方点代替圆点的选项。

source: Style
es: Estilo
hr: Izgled
hu: Stílus
it: Stile
nl: Stijl
pt_br: Aparência
ro: Stil
ru: Стиль
vi: Kiểu dáng
zh_cn: 风格

source: Format
es: Formato
hu: Formátum
it: Formato
nl: Formaat
pt_br: Formato
ru: Формат
vi: Định dạng
zh_cn: 格式

source: Display seconds
es: Mostrar segundos
hr: Prikaži sekunde
hu: Másodperc megjelenítése
it: Mostra secondi
nl: Seconden weergeven
pt_br: Mostrar segundos
ro: Afișare secunde
ru: Отображать секунды
vi: Hiển thị giây
zh_cn: 显示秒

source: Show seconds in the binary display
es: Mostrar los segundos en la pantalla binaria
hr: Prikaži sekunde u binarnom prikazu
hu: Másodperc megjelenítése a bináris számlapon
it: Mostra secondi nel display binario
nl: Seconden tonen in de binaire weergave
pt_br: Mostra segundos na tela binária
ro: Afișează secundele în afișajul binar
ru: Отображать секунды на двоичном дисплее
vi: Hiển thị giây trong màn hình nhị phân
zh_cn: 在二进制显示中显示秒

source: Pip color:
es: Color de los puntos:
hr: Boja svjetla:
hu: Pontok színe:
it: Colore del punto:
nl: Stipkleur:
pt_br: Cor do indicador:
ro: Culoarea Pip:
ru: Цвет точек:
vi: Màu chấm:
zh_cn: 点的颜色：

source: Select a color for pips only
es: Seleccione un color sólo para los puntos
hr: Odaberite boju svjetla
hu: Csak a pontok színének kiválasztása
it: Seleziona un colore solamente per i punti
nl: Selecteer een kleur alleen voor de stippen
pt_br: Seleciona uma cor apenas para os indicadores
ro: Selectează o culoare doar pentru sâmburi
ru: Выберите цвет только для пипсов
vi: Chọn màu chỉ cho các chấm
zh_cn: 选择仅用于点的颜色

source: Use circles for pips
es: Utilizar círculos para los puntos
hr: Koristi kružnice za svjetla
hu: Használjon kör alakú pontokat
it: Usa cerchi per i punti
nl: Cirkels gebruiken voor stippen
pt_br: Usar indicadores circulares
ro: Folosește cercuri pentru sâmburi
ru: Использовать круги для точек
vi: Sử dụng hình tròn cho chấm
zh_cn: 使用圆点

source: Use circles or squares for pips
es: Utiliza círculos o cuadrados para los puntos
hr: Koristi kružnice ili kvadrate za svjetla
hu: Használjon kör vagy négyzet alakú pontokat
it: Usa cerchi o quadrati per i punti
nl: Cirkels of vierkanten gebruiken voor stippen
pt_br: Use indicadores circulares ou quadrados
ro: Folosește cercuri sau pătrate pentru vârfuri
ru: Использовать круги или квадраты для точек
vi: Sử dụng hình tròn hoặc hình vuông cho chấm
zh_cn: 使用圆点或方点

source: Pip size:
es: Tamaño de los puntos:
hr: Veličina svjetla:
hu: Pontok mérete:
it: Dimensione punto:
nl: Stipgrootte:
pt_br: Tamanho do indicador:
ro: Dimensiunea Pip:
ru: Размер точек:
vi: Kích thước chấm:
zh_cn: 点的大小：

source: Select a size/diameter for the pips
es: Seleccione un tamaño/diámetro para los puntos
hr: Odaberite veličinu/promjer svjetla
hu: Válasszon méretet/átmérőt a pontok számára
it: Seleziona una dimensione/diametro per i punti
nl: Selecteer een grootte/diameter voor de stippen
pt_br: Selecione um tamanho/diâmetro para os indicadores
ro: Selectează o dimensiune/un diametru pentru sâmburi
ru: Выберите размер/диаметр точек
vi: Chọn kích thước/đường kính cho các chấm
zh_cn: 选择点的大小/直径

source: pixels
es: píxeles
hr: pikseli
hu: képpont
it: pixel
pt_br: píxeis
ro: pixeli
ru: пикс
vi: pixel
zh_cn: 像素
