Repository: linuxmint/cinnamon-spices-desklets
Catalog: AlbumArt3.0@claudiux/files/AlbumArt3.0@claudiux/po/*.po
Languages: fi

source: Display Album Art at full size
fi: Näytä kuva sovelluksella

source: Don't display this image
fi: Älä näytä tätä kuvaa

source: Don't display any new image
fi: Älä näytä uusia kuvia

source: Album Art for Radio3.0 and Enhanced Sound applets
fi: Albumin kansikuvat Radio3.0:lle ja Enhanced Sound:lle

source: A digital photo frame desklet to display an album art, if available
fi: Valokuvakehys, joka näyttää albumien kansikuvat, jos sellainen on saatavilla

source: Height
fi: Korkeus

source: pixels
fi: pikseliä

source: Width
fi: Leveys

source: Fade
fi: Häivytys

source: None
fi: Ei mitään

source: Quad
fi: Neliönä

source: Cubic
fi: Kuutiona

source: Quart
fi: Nejäsosa

source: Quint
fi: Pohjalta

source: Sine
fi: Sinikäyrä

source: Expo
fi: Työtila

source: Circ
fi: Ympyrä

source: Elastic
fi: Elastinen

source: Back
fi: Takaperin

source: Bounce
fi: Pomppiva

source: Fade delay
fi: Häivytyksen viive

source: seconds
fi: sekuntia

source: 0 means no fade
fi: 0 tarkoittaa, ettei häivytystä

source: Activate Album Art display at startup
fi: Aktivoi Album Art käynnistyksen yhteydessä
