Repository: linuxmint/cinnamon-spices-desklets
Catalog: serverstatus@maksmokriev/files/serverstatus@maksmokriev/po/*.po
Languages: es, hu, uk

source: Server Status
es: Estado del servidor
hu: Szerver Állapot
uk: Статус сервера

source: Need to setup
es: Necesita configuración
hu: Beállítás szükséges
uk: Потрібне налаштування

source: Error ping command on
es: Error en el comando ping en
hu: Ping parancs hiba ezen:
uk: Помилка роботи команди ping

source: Error creating ping process
es: Error al crear el proceso ping
hu: Hiba a ping folyamat létrehozásakor
uk: Помилка створення ping процесу

source: Error curl command on
es: Error en el comando curl en
hu: Curl parancs hiba ezen:
uk: Помилка роботи команди curl

source: Error creating curl process
es: Error al crear el proceso curl
hu: Hiba a curl folyamat létrehozásakor
uk: Помилка створення curl процесу

source: A desklet that checks a host via ping or HTTP(S) and displays if it is available.
es: Un desklet que comprueba un host mediante ping o HTTP(S) y muestra si está disponible.
hu: Egy desklet, ami ping vagy HTTP(S) paranccsal ellenőrzi a hosztot, és megjeleníti, ha elérhető.
uk: Десклет, який перевіряє хост через ping або HTTP(S) і показує', чи він доступний.

source: Server status
es: Estado del servidor
hu: Szerver állapot
uk: Статус сервера

source: Servers for checks
es: Servidores para comprobar
hu: Szerverek az ellenőrzésekhez
uk: Сервери для перевірки

source: Desklet Style
es: Estilo Desklet
hu: Asztalkalmazás stílusa
uk: Стиль десклета

source: Status for this Servers:
es: Estado de estos servidores:
hu: Ezen szerverek állapota:
uk: Статус для таких серверів

source: You can set only types: ping, http or https
es: Solo se pueden configurar los tipos: ping, http o https
hu: Csak a következő típusokat állíthatod be: ping, http vagy https
uk: Ви можете вказувати лише типи: ping, http or https

source: Name
es: Nombre
hu: Név
uk: Назва

source: IP or Domen
es: IP o Dominio
hu: IP vagy Domain
uk: ІР або Домен

source: Type for check
es: Tipo de comprobación
hu: Írja be az ellenőrzéshez
uk: Тип перевірки

source: Display it?
es: ¿Mostrarlo?
hu: Mutasd meg?
uk: Показувати?

source: Update every (seconds):
es: Actualizar cada (segundos):
hu: Frissítés minden (másodperc):
uk: Оновлювати кожні (сек.):

source: Response time (seconds):
uk: Час очікування відгуку (сек.)

source: Basic text color
es: Color básico del texto
hu: Alap szövegszín
uk: Основний колір тексту

source: Click the button to select a new text color for Basic text
es: Haga clic en el botón para seleccionar un nuevo color de texto para el texto básico
hu: Kattintson a gombra egy új szövegszín kiválasztásához az Alapszöveghez
uk: Натисніть кнопку, щоб вибрати новий колір для основного тексту

source: Text color for OK
es: Color del texto para OK
hu: OK felirat szövegszíne
uk: Колір тексту для успіху

source: Click the button to select a new text color for successful connect
es: Haga clic en el botón para seleccionar un nuevo color de texto para indicar que la conexión se ha establecido correctamente
hu: Kattintson a gombra egy új szövegszín kiválasztásához a sikeres csatlakozáshoz
uk: Натисніть кнопку, щоб вибрати новий колір тексту для успішного підключення

source: Text color for WARNING
es: Color del texto para ADVERTENCIA
hu: FIGYELMEZTETÉS szövegszíne
uk: Колір тексту для попередження

source: Click the button to select a new text color for warning in connect status
es: Haga clic en el botón para seleccionar un nuevo color de texto para las advertencias en el estado de conexión
hu: Kattintson a gombra egy új szövegszín kiválasztásához a csatlakozási állapot figyelmeztetéséhez
uk: Натисніть кнопку, щоб вибрати новий колір тексту для попередження в статусі підключення

source: Text color for ERROR
es: Color del texto para ERROR
hu: HIBA szövegszíne
uk: Текст кольору для помилки

source: Click the button to select a new text color for error in connect
es: Haga clic en el botón para seleccionar un nuevo color de texto para los errores de conexión
hu: Kattintson a gombra egy új szövegszín kiválasztásához a csatlakozási hibához
uk: Натисніть кнопку, щоб вибрати новий колір тексту для помилки підключення

source: Color for container background
es: Color para el fondo del contenedor
hu: A konténer hátterének színe
uk: Колір для тла контейнера

source: Click the button to select a new background color for basic container
es: Haga clic en el botón para seleccionar un nuevo color de fondo para el contenedor básico
hu: Kattintson a gombra egy új háttérszín kiválasztásához az alaptárolóhoz
uk: Натисніть кнопку, щоб вибрати новий колір тла для основного контейнера

source: Color for element background
es: Color para el fondo del elemento
hu: Az elem hátterének színe
uk: Колір для тла елемента

source: Click the button to select a new background color for each elements
es: Haga clic en el botón para seleccionar un nuevo color de fondo para cada elemento
hu: Kattintson a gombra az egyes elemek új háttérszínének kiválasztásához
uk: Натисніть кнопку, щоб вибрати новий колір тла для кожного елементу

source: Font size
hu: Betűméret
uk: Розмір шрифту

source: pixels
hu: képpont
uk: пікселі

source: Set a fixed width for the container
hu: Állítson be egy fix szélességet a tárolóhoz
uk: Встановити фіксовану ширину контейнера

source: Enable checkbox to set the fixed width of the container
hu: Jelölje be a jelölőnégyzetet a konténer rögzített szélességének beállításához
uk: Увімкніть прапорець, щоб встановити фіксовану ширину контейнера

source: Icon for the warning
uk: Значок для попередження

source: Container width
hu: Konténer szélessége
uk: Ширина контейнера
