Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/todo@NotSirius-A/*.po
Languages: ca, nl

source: Are you sure you want to remove this task?
ca: Segur que voleu eliminar aquesta tasca?
nl: Weet je zeker dat je deze taak wilt verwijderen?

source: Add new task
ca: Afegir tasca nova
nl: Nieuwe taak toevoegen

source: Themeable, customizable, and easy-to-use TODO desklet.
ca: Miniaplicació d'escriptori personalitzable TODO de tasques pendents.
nl: Thematiseerbaar, aanpasbaar en gebruiksvriendelijk TODO desklet

source: TODO Desklet
ca: Miniaplicació d'escriptori TODO

source: Preferences
ca: Preferències
nl: Voorkeuren

source: Theme
ca: Tema
nl: Thema

source: Add or modify your tasks here
ca: Afegiu o modifiqueu les vostres tasques aquí
nl: Voeg hier taken toe of wijzig ze

source: TODO list
ca: Llista TODO
nl: TODO lijst

source: Layout
ca: Disposició

source: TODO tasks
ca: Tasques TODO
nl: TODO taken

source: Toolbar
ca: Barra d'eines
nl: Werkbalk

source: Desklet decorations
ca: Decoracions de la miniaplicació
nl: Desklet decoraties

source: Name
ca: Nom
nl: Naam

source: Update
ca: Actualitza
nl: Bijwerken

source: Enable toolbar
ca: Activa la barra d'eines
nl: Werkbalk inschakelen

source: Select if you want the toolbar to show up (tasks can be selected only when toolbar is enabled).
ca: Seleccioneu si voleu que la barra d'eines es mostri (les tasques només es poden seleccionar quan s'està mostrant).
nl: Selecteer als je de werkbalk wil tonen (taken kunnen enkel geselecteerd worden wanneer de werkbalk ingeschakeld is)

source: Sort marked/not marked tasks
ca: Ordena les tasques com a marcades/no marcades
nl: Sorteer gemarkeerde/niet-gemarkeerde taken

source: Select if you tasks to be sorted based on whether they're marked done or not.
ca: Seleccioneu si voleu les tasques ordenades en base a si s'han marcat com a completes o no.
nl: Selecteer of je taken wilt sorteren op basis van of ze als voltooid gemarkeerd zijn of niet.

source: Reverse order
ca: Inverteix l'ordre
nl: Omgekeerde volgorde

source: Select if you unmarked tasks to be at the top.
ca: Seleccioneu si voleu que les tasques pendents apareguin a dalt.
nl: Selecteer of je ongemarkeerde taken bovenaan wilt hebben.

source: Number of columns
ca: Número de columnes
nl: Aantal kolommen

source: Increase or decrease the number of columns on the layout.
ca: Augmenteu o reduïu el número de columnes de la disposició.
nl: Verhoog of verlaag het aantal kolommen in de lay-out.

source: Text shadow
ca: Ombrejat del text
nl: Tekstschaduw

source: Text shadow color
ca: Color de l'ombrejat del text
nl: Kleur tekstschaduw

source: Show desklet decorations
ca: Mostra les decoracions de la miniaplicació
nl: Toon desklet-decoraties

source: Font name (choose regular versions)
ca: Nom de la font (trieu versions regulars)
nl: Lettertype naam (kies reguliere versies)

source: Change font family
ca: Canvia la família de fonts
nl: Wijzig lettertypefamilie

source: Bold
ca: Negreta
nl: Vet

source: Italic
ca: Cursiva
nl: Cursief

source: Text color
ca: Color del text
nl: Tekstkleur

source: Set the task text color.
ca: Assigneu el color de text de la tasca
nl: Stel de tekstkleur van de taak in.

source: Desklet size, mostly impacts width
ca: Mida de la miniaplicació d'escriptori. Afecta especialment a l'amplada
nl: Deskletgrootte, beÃ¯nvloedt voornamelijk de breedte

source: Increase or decrease the size of this desklet using this scale factor.
ca: Augmenteu o reduïu la mida d'aquesta miniaplicació utilitzant el factor d'escalat.
nl: Vergroot of verklein deze desklet met behulp van deze schaalfactor.

source: Transparent background
ca: Fons transparent
nl: Transparante achtergrond

source: Select if you want a transparent background.
ca: Seleccioneu si voleu un fons transparent.
nl: Selecteer of je een transparante achtergrond wilt.

source: Set the task background.
ca: Assigneu el fons de la tasca.
nl: Stel de achtergrond van de taak in.

source: Task icon size (set to 0 to disable icons)
ca: Mida de la icona de la tasca (0 per a no mostrar icones)
nl: Taakpictogramgrootte (stel in op 0 om pictogrammen uit te schakelen)

source: Increase or decrease the icon size (set to 0 to disable icons).
ca: Augmenteu o reduïu la mida de les icones (0 = icones desactivades).
nl: Vergroot of verklein de pictogrammen (stel in op 0 om pictogrammen uit te schakelen).

source: Icon marked
ca: Icona de tasca marcada
nl: Pictogram gemarkeerd

source: Icon not marked
ca: Icona de tasca sense marca
nl: Pictogram niet gemarkeerd

source: Increase or decrease the icon size.
ca: Augmenteu o reduïu la mida de les icones.
nl: Vergroot of verklein de pictogrammen.

source: Set the toolbar background.
ca: Assigneu el fons de la barra d'eines
nl: Stel de achtergrond van de werkbalk in.

source: Set the color of toolbar icons.
ca: Assigneu el color de les icones de la barra d'eines.
nl: Stel de kleur van de werkbalkpictogrammen in.

source: Following settings require desklet decorations to be enabled on your system. Desklet preferences are located in System Settings > Desklets > General Settings tab; there you will be able to enable border/header decorations.
ca: Les opcions següents requereixen que el sistema tingui els elements decoratius de miniaplicacions activats. Les preferències de miniaplicacions són a Sistema > Miniaplicacions > Opcions Generals; allí podreu activar-hi els elements decoratius.
nl: De volgende instellingen vereisen dat desklet-decoraties zijn ingeschakeld op je systeem. Desklet-voorkeuren bevinden zich in Systeeminstellingen > Desklets > Tabblad Algemene instellingen; daar kan je rand-/koptekstdecoraties inschakelen.

source: Desklet header
ca: Capçalera de la miniaplicació d'escriptori
nl: Desklet koptekst

source: Set your desklet header. Make sure desklet headers are enabled in system settings.
ca: Assigneu la capçalera de la miniaplicació d'escriptori. La opció ha d'estar activada a la configuració del sistema.
nl: Stel je desklet koptekst in. Zorg ervoor dat desklet-kopteksten zijn ingeschakeld in de systeeminstellingen.
