Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/timelet@linuxedo.com/*.po
Languages: nl, ru

source: Noon
nl: Middag
ru: Полдень

source: A themeable desklet that shows the time
nl: Een thematiseerbare desklet die de tijd weergeeft
ru: Десклет с поддержкой тем оформления, показывающий время

source: Timelet Settings
nl: Timelet Instellingen
ru: Настройки Timelet

source: Theme
nl: Thema
ru: Тема

source: Use 24H
nl: Gebruik 24u
ru: Использовать 24 часовой формат

source: Display time in 24H
nl: Tijd weergeven in 24u

source: Text color
nl: Tekstkleur
ru: Цвет текста

source: Click the button to select a new text color
nl: Klik op de knop om een nieuwe tekstkleur te selecteren
ru: Выберите, каким цветом отображать текст

source: Background color
nl: Achtergrondkleur
ru: Цвет фона

source: Click the button to select a new background color
nl: Klik op de knop om een nieuwe achtergrondkleur te selecteren
ru: Выберите, каким цветом отображать фон

source: Scale
nl: Schaal
ru: Масштабирование

source: Change the size of the desklet
nl: Verander de grootte van de desklet
ru: Измените размер десклета

source: Background Transparency
nl: Achtergrond transparantie
ru: Прозрачность Фона

source: Set the transparency of the desklet
nl: Stel de transparantie van de desklet in
ru: Выберите величину прозрачности десклета

source: Background Corner radius
nl: Achtergrond hoekradius
ru: Радиус скруглённых углов

source: Radius for rounding the desklet's corners
nl: Radius voor het afronden van de hoeken van de desklet
ru: Выберите, как сильно должны быть скруглены углы десклета
