Repository: linuxmint/cinnamon-spices-desklets
Catalog: kdecdesklet@joejoetv/files/kdecdesklet@joejoetv/po/*.po
Languages: ca, fi, hu, pt_br, tr

source: Reply
ca: Respon
fi: Vastaa
hu: Válasz
pt_br: Responder
tr: Cevapla

source: Available Devices
ca: Dispositius disponibles
fi: Saatavilla laitteet
hu: Elérhető eszközök
pt_br: Dispositivos disponíveis
tr: Kullanılabilir Cihazlar

source: Reload Desklet
ca: Recarrega la miniaplicació
fi: Lataa uudelleen
hu: Asztalkalmazás újratöltése
pt_br: Recarregar o desklet
tr: Aracı yeniden yükle

source: KDEConnect is not running!
ca: KDEConnect no s'està executant
fi: KDEConnect ei ole käynnissä!
hu: KDEConnect nem fut!
pt_br: KDEConnect não está em execução!
tr: KDEConnect çalışmıyor!

source: No Device Selected!
ca: No heu seleccionat cap dispositiu
fi: Ei laitetta valittuna!
hu: Nincs kiválasztott eszköz!
pt_br: Nenhum dispositivo foi selecionado!
tr: Cihaz Seçilmedi!

source: No paired devices!
ca: No hi ha dispositius connectats
fi: Ei laitepareja!
hu: Nincsenek párosított eszközök!
pt_br: Nenhum dispositivo está conectado!
tr: Eşleştirilmiş cihaz yok!

source: KDEConnect Desklet
ca: Miniaplicació d'escriptori de KDEConnect
hu: KDEConnect asztalkalmazás
pt_br: Desklet de KDE Connect
tr: KDEConnect Aracı

source: Desklet for displaying information about a Device connected with KDeConnect.
ca: Miniaplicació d'escriptori per a mostrar informació de dispositius connectats via KDEConnect.
fi: Sovelma näyttää KDeConnect laitetietoja.
hu: A KDEConnect-hez csatlakoztatott eszköz információinak megjelenítésére szolgáló asztalkalmazás.
pt_br: Um desklet que exibe informações sobre um dispositivo conectado ao sistema por meio do KDE Connect.
tr: KDeConnect ile bağlantılı bir Cihaz hakkındaki bilgileri görüntülemek için masaüstü uygulaması.

source: Device Settings
ca: Ajusts del dispositiu
fi: Laiteasetukset
hu: Eszközbeállítások
pt_br: Configurações do dispositivo
tr: Aygıt Ayarları

source: Device ID of selected Device
ca: ID del dispositiu seleccionat
fi: Valitun laitteen id-tunnus
hu: A kiválasztott eszköz azonosítója
pt_br: ID do dispositivo selecionado
tr: Seçilen Cihazın Cihaz Kimliği

source: KDEConnect Device ID
ca: ID del dispositiu en KDEConnect
fi: KDEConnect id-tunnus
hu: KDEConnect eszköz azonosító
pt_br: ID do KDE Connect
tr: KDEConnect Cihaz Kimliği
