Repository: linuxmint/cinnamon-spices-desklets
Catalog: cinnaclock@dingo/files/cinnaclock@dingo/po/*.po
Languages: bg

source: General
bg: Общи

source: Layer 1
bg: Слой 1

source: Layer 2
bg: Слой 2

source: Layer 3
bg: Слой 3

source: Format Style
bg: Стил на формата

source: Background Style
bg: Стил на фона

source: Text Style
bg: Стил на текста

source: Shadow
bg: Сянка

source: Show background
bg: Показване на фона

source: Background Color
bg: Цвят на фона

source: Corner Radius
bg: Радиус на ъглите

source: Show Layer 1
bg: Показване на Слой 1

source: Show Layer 2
bg: Показване на Слой 2

source: Show Layer 3
bg: Показване на Слой 3

source: Layer 1 Format
bg: Формат на Слой 1

source: Layer 2 Format
bg: Формат на Слой 2

source: Layer 3 Format
bg: Формат на Слой 3

source: Layer 1 Vertical Offset
bg: Вертикално изместване на Слой 1

source: Layer 2 Vertical Offset
bg: Вертикално изместване на Слой 2

source: Layer 3 Vertical Offset
bg: Вертикално изместване на Слой 3

source: Layer 1 Horizontal Offset
bg: Хоризонтално изместване на Слой 1

source: Layer 2 Horizontal Offset
bg: Хоризонтално изместване на Слой 2

source: Layer 3 Horizontal Offset
bg: Хоризонтално изместване на Слой 3

source: Font
bg: Шрифт

source: Color
bg: Цвят

source: Uppercase
bg: Главни букви

source: Horizontal offset
bg: Хоризонтално изместване

source: Vertical offset
bg: Вертикално изместване

source: Blur
bg: Размазване

source: Select a Preset
bg: Избор на готов шаблон

source: Manual
bg: Ръчно

source: Modern Blue
bg: Модерно синьо

source: Minimal Dark
bg: Минималистично тъмно

source: Set the background color and transparency of the desklet
bg: Задаване на цвят и прозрачност на фона

source: Example: %H:%M for 24h
bg: Пример: %H:%M за 24ч

source: Edit Config
bg: Редактиране на конфигурацията
