Repository: linuxmint/cinnamon-spices-desklets
Catalog: TimeAndDate@nightflame/files/TimeAndDate@nightflame/po/*.po
Languages: es, hu

source: Themeable desklet that displays the time and date. New overhauled version.
es: Desklet personalizable que muestra la hora y la fecha. Nueva versión mejorada.
hu: Témázható asztalkalmazás, amely megjeleníti az időt és a dátumot. Új, átdolgozott verzió.

source: Time and Date Desklet
es: Desklet de hora y fecha
hu: Idő és Dátum Asztalkalmazás

source: Preferences
es: Preferencias
hu: Beállítások

source: Theme
es: Tema
hu: Téma

source: General
hu: Általános

source: Time label font
es: Fuente de la etiqueta de tiempo
hu: Időcímke betűtípusa

source: Date label font
es: Fuente de la etiqueta de fecha
hu: Dátumcímke betűtípusa

source: Desklet decorations
es: Decoraciones del desklet
hu: Asztalkalmazás dekorációk

source: Time format
es: Formato del tiempo
hu: Időformátum

source: Set your time format.
hu: Állítsa be az időformátumot.

source: Date format
es: Formato de fecha
hu: Dátumformátum

source: Set the date format.
hu: Állítsa be a dátumformátumot.

source: Date/time format follows `strftime` formatting. Read more on desklet's webpage or `strftime` documentation: https://pubs.opengroup.org/onlinepubs/007908799/xsh/strftime.html
es: El formato de fecha/hora sigue el formato `strftime`. Más información en la página web de desklet o en la documentación de `strftime`: https://pubs.opengroup.org/onlinepubs/007908799/xsh/strftime.html
hu: A dátum/idő formátuma az `strftime` formátumot követi. További információ a desklet weboldalán vagy az `strftime` dokumentációjában található: https://pubs.opengroup.org/onlinepubs/007908799/xsh/strftime.html

source: Refresh period
es: Periodo de actualización
hu: Frissítési időszak

source: Set how quickly the clock should refresh itself.
es: Establezca la frecuencia con la que se debe actualizar el reloj.
hu: Állítsa be, hogy az óra milyen gyorsan frissüljön.

source: Reverse label order
es: Invertir el orden de las etiquetas
hu: Fordított címkesorrend

source: Two column layout
es: Diseño de dos columnas
hu: Két oszlopos elrendezés

source: Force specific width
es: Forzar ancho específico
hu: Specifikus szélesség erőltetése

source: Select if you want to force the desklet to have a certain width, so it won't scale with different date length.
es: Seleccione esta opción si desea forzar que el desklet tenga un ancho determinado, de modo que no se ajuste a diferentes longitudes de fecha.
hu: Válassza ki, ha azt szeretné, hogy a desklet egy bizonyos szélességű legyen, így az nem méreteződik a különböző dátumhosszúságokkal.

source: Forced width size
es: Tamaño de ancho forzado
hu: Erőltetett szélesség mérete

source: Force desklet width.
es: Forzar el ancho del desklet.
hu: Asztalkalmazás szélességének erőltetése.

source: Font name (choose regular versions)
hu: Betűtípus neve (válassza a normál verziókat)

source: Change font family
hu: Betűtípuscsalád módosítása

source: Bold
hu: Félkövér

source: Italic
hu: Dőlt

source: Text color
es: Color del texto
hu: Szöveg színe

source: Set the text color.
es: Establecer el color del texto.
hu: Állítsa be a szöveg színét.

source: Text shadow
es: Sombra de texto
hu: Szöveg árnyéka

source: Text shadow color
es: Color de la sombra del texto
hu: Szövegárnyék színe

source: Background color
es: Color de fondo
hu: Háttérszín

source: Set the desklet background.
es: Establecer el fondo del desklet.
hu: Állítsa be az asztalkalmazás hátterét.

source: Border radius
es: Radio del borde
hu: Szegély sugara

source: Increase or decrease border curvature.
es: Aumentar o disminuir la curvatura del borde.
hu: A szegély görbületének növelése vagy csökkentése.

source: Border width (set to 0 to disable border)
es: Ancho del borde (establecer en 0 para desactivar el borde)
hu: Szegély szélessége (a szegély letiltásához állítsa 0-ra)

source: Increase or decrease the desklet border width.
es: Aumenta o disminuye el ancho del borde del desklet.
hu: Növelje vagy csökkentse az asztali szegély szélességét.

source: Border color
es: Color del borde
hu: Szegély színe

source: Set the desklet border color.
es: Establecer el color del borde del desklet.
hu: Állítsa be az asztalkalmazás szegélyének színét.

source: Padding scale
es: Escala de relleno
hu: Kitöltési skála

source: Increase or decrease padding between elements.
es: Aumentar o disminuir el relleno entre elementos.
hu: Növelje vagy csökkentse az elemek közötti kitöltést.

source: Show desklet decorations
es: Mostrar decoraciones del desklet
hu: Asztalkalmazás dekorációk megjelenítése

source: Following settings require desklet decorations to be enabled on your system. Desklet preferences are located in System Settings > Desklets > General Settings tab; there you will be able to enable border/header decorations.
es: Los siguientes ajustes requieren que las decoraciones de los Desklets estén habilitadas en su sistema. Las preferencias de Desklet se encuentran en Configuración del sistema > Desklets > pestaña Configuración general; allí podrá habilitar las decoraciones de borde/cabecera.
hu: A következő beállításokhoz engedélyezni kell az asztalkalmazás dekorációkat a rendszeren. Az asztalkalmazás beállításai a Rendszerbeállítások > Asztalkalmazások > Általános beállítások lapon találhatók; ott engedélyezheti a szegély-/fejlécdekorációkat.

source: Desklet header
es: Cabecera de Desklet
hu: Asztalkalmazás fejléce

source: Set your desklet header. Make sure desklet headers are enabled in system settings.
es: Configure la cabecera de su desklet. Asegúrate de que los encabezados de desklet están activados en la configuración del sistema.
hu: Állítsa be az asztalkalmazás fejlécét. Győződjön meg arról, hogy az asztalkalmazás fejlécek engedélyezve vannak a rendszerbeállításokban.
