Repository: linuxmint/cinnamon-spices-desklets
Catalog: soundBox@scollins/files/soundBox@scollins/po/*.po
Languages: ru

source: Unmute
ru: Включить микрофон

source: Mute
ru: Выключить микрофон

source: Show player
ru: Показать плеер

source: Close player
ru: Закрыть плеер

source: Unknown Title
ru: Неизвестное Название

source: Unknown Album
ru: Неизвестный Альбом

source: Unknown Artist
ru: Неизвестный Артист

source: Previous
ru: Предыдущий

source: Play
ru: Воспроизвести

source: Stop
ru: Остановить

source: Next
ru: Следующий

source: Repeat
ru: Повторять

source: Shuffle
ru: Перемешать

source: Repeat: Off
ru: Повторение: Выключено

source: Repeat: Track
ru: Повторение: Трек

source: Repeat: All
ru: Повторение: Всё

source: Shuffle: On
ru: Перемешать: Включено

source: Shuffle: Off
ru: Перемешать: Выключено

source: Pause
ru: Пауза

source: Output Devices
ru: Устройства Воспроизведения

source: Input Devices
ru: Микрофоны

source: Sound Settings
ru: Настройки Звука

source: Volume:
ru: Громкость:

source: Input Volume:
ru: Громкость Микрофона:

source: Previous Player
ru: Предыдущий Плеер

source: Next Player
ru: Следующий Плеер

source: Launch Player
ru: Запустить Плеер

source: Players
ru: Плееры

source: Soundbox
ru: Музыкальный Плеер (Soundbox)

source: Use compact layout
ru: Использовать компактный стиль

source: Show application volume controls
ru: Показать регулятор громкости приложений

source: Hide system tray icons for compatible players
ru: Скрыть значки в трее для совместимых плееров

source: Show input volume controls
ru: Показать регуляторы громкости микрофона

source: Allow volume control to exceed 100% volume
ru: Разрешить регулятору громкости превышать 100% громкость

source: Note: some applications don't sound good over 100% volume
ru: На заметку: некоторые приложения звучат плохо если звук выше 100%

source: Show album artwork
ru: Показать обложку альбома

source: Center Soundbox on the screen in raised mode
ru: Устанавливать Плеер в центр экрана при поднятии

source: Theme
ru: Тема

source: Artwork size
ru: Размер Обложки

source: Appearance
ru: Внешний вид

source: Timer counts up
ru: Таймер увеличивает значение

source: Raise to top shorcut key
ru: Сочетание клавиш для поднятия над окнами

source: A desklet to view sound settings and manage media controls
ru: Десклет для контроля звука и прослушивания музыки

source: Soundbox is an attractive and easy-to-use Desklet designed to control your volume and media players. It was originally forked from the Cinnamon sound applet, but has grown and evolved over time. Feel free to contribute by submitting pull requests, bug reports and feature requests to my github repo.
ru: Soundbox - это привлекательный и простой в использовании десклет, предназначенный для управления громкостью и медиаплеерами. Первоначально он был ответвлением звукового апплета Cinnamon, но со временем вырос и развился. Не стесняйтесь вносить свой вклад, отправляя запросы на включение, отчеты об ошибках и запросы функций в мой репозиторий GitHub.
