Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/yarr@jtoberling/*.po
Languages: ca, it

source: Yet Another RSS Reader
ca: Un altre lector més de canals RSS

source: Feed settings
ca: Ajusts dels canals
it: Impostazioni feed

source: Display settings
ca: Ajusts de visualització
it: Impostazioni visualizzazione

source: AI settings
ca: Ajusts d'IA
it: Impostazioni AI

source: Debug settings
ca: Opcions de debug
it: Impostazioni debug

source: Display settings for AI feature
ca: Ajusts de visualització de la IA
it: Impostazioni visualizzazione per funzionalità AI

source: Feed settings (supports RSS and Atom)
ca: Configuració de feeds (compatible amb RSS i Atom)
it: Impostazioni feed (supporta RSS e Atom)

source: Name
ca: Nom
it: Nome

source: Active
ca: Actiu
it: Attivo

source: Feed URL
ca: URL del canal
it: URL feed

source: Label Color (#rrggbb)
ca: Color de l'etiqueta (#rrggbb)
it: Colore etichetta (#rrggbb)

source: ChannelFilter (Regexp eg: '.*')
ca: Filtre en canal (RegExp)
it: FiltroCanale (Regexp es: '.*')

source: Background color
ca: Color de fons
it: Colore sfondo

source: Background transparency
ca: Transparència del fons
it: Trasparenza sfondo

source: The higher the value, the more solid the desklet background.
ca: Com més alt sigui el valor, més opac serà el fons.
it: Più alto è il valore, maggiore sarà la solidità dello sfondo del desklet.

source: Dim of every second rows
ca: Enfosquiment de cada segona fila
it: Opacità delle righe alternate

source: The higher the value, more dim on alternate row backgrounds.
ca: Com més alt sigui el valor, més opac serà el fons a l'alternació de files.
it: Più alto è il valore, maggiore sarà l'opacità delle righe alternate.

source: seconds
ca: segons
it: secondi

source: Refresh Interval for Display
ca: Interval d'actualització de la llista
it: Intervallo di aggiornamento per la visualizzazione

source: Increase or decrease this spinner value to change the refresh interval
ca: Defineix el període d'actualització incrementant o disminuint el valor de l'indicador
it: Aumenta o diminuisci questo valore per cambiare l'intervallo di aggiornamento

source: Width
ca: Amplada
it: Larghezza

source: pixels
ca: píxels
it: pixel

source: Desklet width in pixels.
ca: Amplada de la miniaplicació (píxels)
it: Larghezza del desklet in pixel.

source: Height
ca: Alçada
it: Altezza

source: Desklet height in pixels.
ca: Alçada de la miniaplicació (píxels)
it: Altezza del desklet in pixel.

source: Font
ca: Lletra

source: Text color
ca: Color del text
it: Colore del testo

source: Click the button to select a new text color
ca: Feu clic per seleccionar un color nou de text
it: Clicca per selezionare un nuovo colore del testo

source: Font for explanation text
ca: Lletra de les explicacions
it: Font per il testo delle spiegazioni

source: Text color of explanation
ca: Color de lletra de les explicacions
it: Colore del testo per le spiegazioni

source: Number of displayed articles
ca: Nombre d'articles visibles
it: Numero di articoli mostrati

source: Number of displayed articles in the list window.
ca: La quantitat d'articles que es mostran a la llista.
it: Numero di articoli mostrati nella lista.

source: Exclude filters for articles
ca: Filtres d'exclusió d'articles
it: Filtro esclusione articoli

source: Message RegExp filters
ca: Filtres d'exclusió de missatges (RegExp)
it: Filtri RegExp per messaggi

source: Unmatch
ca: No coincidència
it: Non corrisponde

source: Filter (Regexp eg: '.*')
ca: Filtre (RegExp)
it: Filtro (Regexp es: '.*')

source: Match in Title
ca: Coincidència en títol
it: Corrispondenza nel titolo

source: Match in Category
ca: Coincidència en categoria
it: Corrispondenza in categoria

source: Match in Description
ca: Coincidència en descripció
it: Corrispondenza nella descrizione

source: AI-powered article summarization using various language models. Configure your preferred AI service and summarization behavior.
ca: Resum d'articles utilitzant IA mitjançant varis models de llenguatge. Configureu el vostre servei d'IA preferit i el comportament a l'hora de resumir.
it: Sintesi articoli alimentata da AI utilizzando vari modelli linguistici. Configura il servizio AI preferito e il comportamento della sintesi.

source: Enable AI article summarization
ca: Activar el resum d'articles via IA
it: Abilita sintesi articoli AI

source: Include article description
ca: Incloure la descripció de l'article
it: Includi descrizione articolo

source: AI Service Provider
ca: Proveïdor de servei d'IA
it: Fornitore servizio AI

source: OpenAI (GPT models)
ca: OpenAI (models GPT)
it: OpenAI (modelli GPT)

source: DeepSeek (coding focus)
ca: DeepSeek (centrat en programació)
it: DeepSeek (focus programmazione)

source: Anthropic (Claude models)
ca: Antròpic (models Claude)
it: Anthropic (modelli Claude)

source: Select your AI service provider. Each provider has different model capabilities and pricing.
ca: Seleccioneu el vostre servei proveïdor d'IA. Cada proveïdor té diferents capacitats i preus.
it: Seleziona il fornitore del servizio AI. Ogni fornitore ha modelli e tariffe diverse.

source: Override default API endpoint
ca: Sobreescriu el punt de sortida de l'API per defecte
it: Sovrascrivi endpoint API predefinito

source: Enable to use a custom API endpoint instead of the provider's default
ca: Activeu-ho per a usar un punt de sortida d'API personalitzat en lloc del proveït per defecte
it: Abilita l’uso di un endpoint API personalizzato invece di quello predefinito del fornitore

source: Custom API endpoint
ca: Punt de sortida d'API personalitzat
it: Endpoint API personalizzato

source: Enter the API endpoint URL to override the default provider endpoint (useful for local models, custom deployments, etc.)
ca: Introduïu la URL del punt de sortida personalitzat per a sobreescriure el proveït per defecte (útil per a models locals)
it: Inserisci l’URL dell’endpoint API per sovrascrivere quello predefinito (utile per modelli locali, deployment personalizzati, ecc.)

source: Content extractor
ca: Extractor de contingut
it: Estrazione contenuto

source: Tool to extract article content from web pages. Install: apt install w3m (or lynx/links)
ca: Eina per a extreure contingut d'articles de llocs web. Per a instal·lar: apt install w3m (o lynx/links)
it: Strumento per estrarre il contenuto degli articoli dalle pagine web. Installa con: apt install w3m (o lynx/links)

source: Model selection
ca: Selecció de model
it: Selezione modello

source: Choose from predefined models or enter a custom model name
ca: Trieu entre els models predefinits o introduïu un nom de model personalitzat
it: Scegli tra modelli predefiniti o inserisci un nome modello personalizzato

source: Predefined models
ca: Models predefinits
it: Modelli predefiniti

source: Custom model
ca: Model personalitzat
it: Modello personalizzato

source: Standard model to use
ca: Model estàndard a utilitzar
it: Modello standard da utilizzare

source: GPT-5 is the latest model (requires GPT-5 access). GPT-4o models offer best performance/value. DeepSeek models are great for coding. Claude models via compatible APIs. Select 'Custom' to use your own model name.
ca: GPT-5 és el model més recent (necessita accés a GPT-5). Els models GPT-4o ofereixen el millor valor rendiment/preu. Els models DeepSeek son bons per a programar. Els models Claude via APIs compatibles. Seleccioneu 'Personalitzat' per a utilitzar el nom del vostre model propi.
it: GPT-5 è l'ultimo modello (richiede accesso GPT-5). I modelli GPT-4o offrono il miglior rapporto prestazioni/valore. I modelli DeepSeek sono ottimi per la programmazione. I modelli Claude tramite API compatibili. Seleziona 'Personalizzato' per usare un nome modello proprio.

source: Custom model name
ca: Nom del model personalitzat
it: Nome modello personalizzato

source: Enter the exact model name from your AI provider
ca: Introduïu el nom exacte del model del vostre proveïdor d'IA
it: Inserisci il nome esatto del modello fornito dal tuo provider AI

source: AI instructions
ca: Instruccions de la IA
it: Istruzioni AI

source: Instructions sent to the AI model before processing each article
ca: Instruccions enviades al model d'IA abans de processar cada article
it: Istruzioni inviate al modello AI prima di elaborare ogni articolo

source: Set API key
ca: Assigneu la clau de l'API
it: Inserisci chiave API

source: Concise (4 sentences)
ca: Concís (4 frases)
it: Conciso (4 frasi)

source: Bullet points
ca: Punts clau
it: Punti elenco

source: Technical
ca: Tècnic
it: Tecnico

source: Creative
ca: Creatiu
it: Creativo

source: Minimal
ca: Minimalista
it: Minimale

source: Refresh settings
ca: Aplica la configuració
it: Aggiorna impostazioni

source: Press this button to reload settings and update display immediately
ca: Premeu aquest botó per a recarregar la configuració i actualitzar la mostra immediatament
it: Premi questo pulsante per ricaricare le impostazioni e aggiornare subito la visualizzazione

source: Refresh RSS Feeds
ca: Actualitza els feeds RSS
it: Aggiorna feed RSS

source: Press this button to immediately refresh all RSS feeds and download new articles
ca: Premeu aquest botó per a refrescar immediatament tots els feeds RSS i descarregar els articles nous
it: Premi questo pulsante per aggiornare immediatamente tutti i feed RSS e scaricare nuovi articoli

source: Search for RSS & Atom feeds
ca: Busca feeds per RSS & Atom
it: Cerca feed RSS e Atom

source: Search for RSS and Atom feeds from a website URL. Automatically detects both feed formats.
ca: Busca feeds per RSS i Atom a una URL determinada. Detecta ambdós formats de feed automàticament.
it: Cerca feed RSS e Atom da un URL di sito web. Rileva automaticamente entrambi i formati.

source: Enable Copy to clipboard button
ca: Habilita el botó per copiar al portarretalls
it: Abilita pulsante copia negli appunti

source: Temperature for AI responses
ca: Temperatura per a les respostes d'IA
it: Temperatura per risposte AI

source: Controls the randomness of the AI's responses. Higher values mean more randomness.
ca: Controla la precisió de les respostes de l'IA. Un valor més alt implica més aleatorietat.
it: Controlla la casualità delle risposte AI. Valori più alti significano maggiore casualità.

source: Hide feed button
ca: Amaga el botó del canal
it: Nascondi pulsante feed

source: Hide timestamp
ca: Amaga la data
it: Nascondi timestamp

source: Enable favorite feature
ca: Activa la funcionalitat de preferit
it: Abilita funzionalità preferiti

source: Load favorites on startup
ca: Carrega els preferits a l'inici
it: Carica preferiti all'avvio

source: Article spacing density
ca: Densitat de l'espaiat entre articles
it: Densità spaziatura articoli

source: Adjust the spacing between articles. Lower values make the list more compact, higher values add more space between articles.
ca: Ajusta l'espai entre articles. Valors més petits fan que la llista sigui més compacta, mentre que valors més alts afegeixen més espai entre articles.
it: Regola la spaziatura tra articoli. Valori più bassi rendono la lista più compatta, valori più alti aggiungono più spazio.

source: Show refresh separators between articles
ca: Mostra separadors d'actualització entre articles
it: Mostra separatori di aggiornamento tra articoli

source: Shows separator lines with timestamps between articles from different refresh batches
ca: Mostra línies de separació entre articles amb dates dels diferents temps d'actualització
it: Mostra linee di separazione con timestamp tra articoli di diversi cicli di aggiornamento

source: Enable debug logs
ca: Activar els registres de debug
it: Abilita log di debug

source: When enabled, detailed debug information will be logged to the system logs. Only enable when troubleshooting issues.
ca: En estar activat, es guardaran registres d'informació detallada de debug. Activeu-ho només amb l'objectiu de detectar o solucionar problemes.
it: Se abilitato, informazioni dettagliate di debug saranno registrate nei log di sistema. Abilita solo per risolvere problemi.

source: Debug verbosity level
ca: Nivell de detall del debug
it: Livello di verbosità del debug

source: minimal
ca: Minimalista
it: minimale

source: basic
ca: Bàsic
it: base

source: verbose
ca: Extens
it: dettagliato

source: Control how much debug information is logged
ca: Controleu quanta informació de debug es guarda
it: Controlla quante informazioni di debug sono registrate

source: Database base directory
ca: Directori base de les bases de dades
it: Directory base del database

source: Base directory where separate Yarr databases are stored (yarr_favorites.db, yarr_read_status.db, etc.)
ca: Directori base on es guarden diferents bases de dades de Yarr per separat (yarr_favorites.db, yarr_read_status.db, etc.)
it: Directory base dove sono salvati i database separati di Yarr (yarr_favorites.db, yarr_read_status.db, ecc.)

source: Yarr uses separate databases for different data types. Database names are fixed and cannot be changed: yarr_favorites.db, yarr_read_status.db, yarr_article_cache.db, yarr_feed_button_states.db, yarr_refresh.db, yarr_readstatus.db
ca: Yarr utilitza diferents bases de dades per diferents tipus de dades. Els noms són fixos i no es poden canviar: yarr_favorites.db, yarr_read_status.db, yarr_article_cache.db, yarr_feed_button_states.db, yarr_refresh.db, yarr_readstatus.db
it: Yarr usa database separati per diversi tipi di dati. I nomi dei database sono fissi e non possono essere cambiati: yarr_favorites.db, yarr_read_status.db, yarr_article_cache.db, yarr_feed_button_states.db, yarr_refresh.db, yarr_readstatus.db

source: Show read status checkbox
ca: Mostra la casella d'estat de lectura
it: Mostra casella stato lettura

source: Dim read article titles
ca: Atenua els títols dels articles llegits
it: Scurisci titoli articoli letti

source: When enabled, read titles are slightly dimmed for better visual distinction
ca: En estar activar, s'atenuen lleugerament els títols dels articles llegits per a una millor distinció visual
it: Quando abilitato, i titoli degli articoli letti sono leggermente scuriti per migliore distinzione visiva

source: Color for read article titles
ca: Color pels títols dels articles llegits
it: Colore per i titoli degli articoli letti

source: Choose a color applied to read titles
ca: Trieu un color que s'aplicarà als títols dels articles llegits
it: Scegli un colore applicato ai titoli letti

source: Enable header feed buttons
ca: Activa els botons de la capçalera del feed
it: Abilita pulsanti feed nell'intestazione

source: Show toggleable feed buttons below the header to control which feeds are displayed in the article list
ca: Mostra botons a sota de la capçalera del feed que controlen quins feeds es mostren a la llista d'articles
it: Mostra pulsanti feed selezionabili sotto l’intestazione per controllare quali feed vengono mostrati nella lista articoli

source: Open Looking Glass
ca: Obre Looking Glass
it: Apri Looking Glass

source: Opens Cinnamon's Looking Glass debugger to inspect the desklet's JavaScript context
ca: Obre el debugger Looking Glass de Cinnamon per a inspeccionar els contexts JavaScript de la miniaplicació d'escriptori
it: Apre il debugger Looking Glass di Cinnamon per ispezionare il contesto JavaScript del desklet

source: Restart desklet
ca: Reinicia la miniaplicació d'escriptori
it: Riavvia desklet

source: Restarts the desklet to reload all code and settings
ca: Reinicia la miniaplicació d'escriptori per a recarregar-ne totes les opcions i el codi
it: Riavvia il desklet per ricaricare tutto il codice e le impostazioni

source: Professional
it: Professionale
