Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/top@ryannerd/*.po
Languages: es, hu, it, vi

source: TASKS
es: TAREAS
hu: FELADATOK
it: ATTIVITÀ
vi: TÁC VỤ

source: Total:
hu: Összes:
it: Totale:
vi: Tổng:

source: Running:
es: En ejecución:
hu: Futó:
it: In esecuzione:
vi: Đang chạy:

source: Sleeping:
es: En espera:
hu: Alvó:
it: Inattivi:
vi: Đang ngủ:

source: Stopped:
es: Detenido:
hu: Megállítot:
it: Fermati:
vi: Đã dừng:

source: Zombie:
hu: Zombi:

source: User:
es: Usuario:
hu: Felhasználó:
it: Utente:
vi: Người dùng:

source: System:
es: Sistema:
hu: Rendszer:
it: Sistema:
vi: Hệ thống:

source: Nice:
hu: Szép:

source: Idle:
hu: Tétlen:
vi: Nhàn rỗi:

source: Free:
es: Libre:
hu: Szabad:
it: Libera:
vi: Trống:

source: Used:
es: Usado:
hu: Felhasznált:
it: Usata:
vi: Đã dùng:

source: Cache:
es: Caché:
hu: Gyorsítótár:
vi: Bộ đệm:

source: SWAP
hu: Cserehely

source: Free
es: Libre
hu: Szabad
it: Libera
vi: Trống

source: Available:
es: Disponible:
hu: Elérhető:
it: Disponibile:
vi: Khả dụng:

source: USER
es: USUARIO
hu: FELHASZNÁLÓ
it: UTENTE
vi: NGƯỜI DÙNG

source: TIME
hu: IDŐ
it: TEMPO
vi: THỜI GIAN

source: Top Desklet - Open Configuration for display options
es: Top Desklet: abra Configuración para ver opciones de visualización
hu: Top Asztalkalmazás - Beállítások megnyitása a megjelenítési lehetőségekhez
it: Top Desklet - Apri configurazione per opzioni di visualizzazione
vi: Desklet Top - Mở Cấu hình để xem các tùy chọn hiển thị

source: A desklet that displays top process info
es: Un desklet que muestra información sobre los procesos principales
hu: Egy asztalkalmazás, amely megjeleníti a TOP folyamatinformációkat
it: Un desklet che mostra le informazioni sui processi principali
vi: Một desklet hiển thị thông tin quy trình top

source: Desklet Settings for top@ryannerd
es: Configuración del Desklet para top@ryannerd
hu: A top@ryannerd asztalkalmazás beállításai
it: Impostazioni desklet per top@ryannerd
vi: Cài đặt Desklet cho top@ryannerd

source: Visual
hu: Vizuális
it: Visivo
vi: Hiển thị

source: Number of processes to list
es: Número de procesos a listar
hu: A listázandó folyamatok száma
it: Numero di processi da elencare
vi: Số lượng quy trình để liệt kê

source: Set how many processes you want to display
es: Establezca cuántos procesos desea mostrar
hu: Állítsa be, hány folyamatot szeretne megjeleníteni
it: Imposta quanti processi vuoi mostrare
vi: Đặt số lượng quy trình bạn muốn hiển thị

source: Show Tasks
es: Mostrar tareas
hu: Feladatok megjelenítése
it: Mostra attività
vi: Hiển thị Tác vụ

source: show the TASKS information
es: mostrar la información de TAREAS
hu: a FOLYAMATOK információ megjelenítése
it: mostra le informazioni ATTIVITÀ
vi: hiển thị thông tin TÁC VỤ

source: Show CPU
es: Mostrar CPU
hu: CPU megjelenítése
it: Mostra CPU
vi: Hiển thị CPU

source: show the CPU information
es: mostrar la información de la CPU
hu: a CPU információ megjelenítése
it: mostra le informazioni CPU
vi: hiển thị thông tin CPU

source: Show RAM
es: Mostrar RAM
hu: RAM megjelenítése
it: Mostra RAM
vi: Hiển thị RAM

source: show the RAM information
es: mostrar la información de la RAM
hu: a RAM információ megjelenítése
it: mostra le informazioni RAM
vi: hiển thị thông tin RAM

source: Show SWAP
es: Mostrar SWAP
hu: Cserehely megjelenítése
it: Mostra SWAP
vi: Hiển thị SWAP

source: show the SWAP information
es: mostrar la información de la SWAP
hu: a Cserehely információ megjelenítése
it: mostra le informazioni SWAP
vi: hiển thị thông tin SWAP

source: Show Processes
es: Mostrar procesos
hu: Folyamatok megjelenítése
it: Mostra processi
vi: Hiển thị Quy trình

source: Title text color
es: Color del texto del título
hu: Cím szöveg színe
it: Colore testo titoli
vi: Màu chữ tiêu đề

source: The color for the titles
es: El color de los títulos
hu: A címek színe
it: Il colore dei titoli
vi: Màu cho các tiêu đề

source: Label text color
es: Color del texto de la etiqueta
hu: Címke szöveg színe
it: Colore testo etichette
vi: Màu chữ nhãn

source: The color for the labels
es: El color de las etiquetas
hu: A címkék színe
it: Il colore delle etichette
vi: Màu cho các nhãn

source: Value text color
es: Color del texto del valor
hu: Érték szöveg színe
it: Colore testo valori
vi: Màu chữ giá trị

source: The color for the values
es: El color de los valores
hu: Az értékek színe
it: Il colore dei valori
vi: Màu cho các giá trị

source: Top Process Settings
es: Ajustes del proceso superior
hu: Top folyamatbeállítások
it: Impostazioni processi Top
vi: Cài đặt Quy trình Top

source: Number of seconds to wait before refresh
es: Número de segundos que hay que esperar antes de actualizar
hu: A frissítés előtt várandó másodpercek száma
it: Numero di secondi di attesa prima dell'aggiornamento
vi: Số giây chờ trước khi làm mới

source: Increase or decrease the how often the display updates.
es: Aumenta o disminuye la frecuencia con la que se actualiza la pantalla.
hu: Növeli vagy csökkenti a kijelző frissítésének gyakoriságát.
it: Aumenta o diminuisci la frequenza di aggiornamento della visualizzazione.
vi: Tăng hoặc giảm tần suất cập nhật hiển thị.

source: Use a custom `top` command?
es: ¿Utilizar un comando `top` personalizado?
hu: Egyéni "top" parancs használata?
it: Usa un comando `top` personalizzato?
vi: Sử dụng lệnh `top` tùy chỉnh?

source: The `top` command that is executed every refresh
es: El comando `top` que se ejecuta en cada actualización
hu: A "top" parancs, amely minden frissítéskor végrehajtásra kerül
it: Il comando `top` eseguito ad ogni aggiornamento
vi: Lệnh `top` được thực thi mỗi lần làm mới

source: The command MUST return output in the standard `top -b` format.
es: El comando DEBE devolver la salida en el formato estándar `top -b`.
hu: A parancsnak a szabványos "top -b" formátumban KELL visszaadnia a kimenetet.
it: Il comando DEVE restituire l'output nel formato standard `top -b`.
vi: Lệnh PHẢI trả về đầu ra ở định dạng `top -b` chuẩn.

source: When set to true the custom command is used
es: Cuando se establece en verdadero, se utiliza el comando personalizado
hu: Ha true értékre van állítva, akkor az egyéni parancsot használjuk
it: Se impostato a vero, viene usato il comando personalizzato
vi: Khi đặt thành true, lệnh tùy chỉnh sẽ được sử dụng

source: WARNING: The command is executed synchronously and can cause potential hangs if the command is long running!
es: ADVERTENCIA: ¡El comando se ejecuta sincrónicamente y puede provocar posibles bloqueos si el comando se ejecuta durante mucho tiempo!
hu: FIGYELMEZTETÉS: A parancs végrehajtása szinkronban történik, és lehetséges akadásokat okozhat, ha a parancs hosszú ideig fut!
it: ATTENZIONE: Il comando è eseguito in modo sincrono e potrebbe causare blocchi se è a lunga esecuzione!
vi: CẢNH BÁO: Lệnh được thực thi đồng bộ và có thể gây treo tiềm ẩn nếu lệnh chạy lâu!

source: MEM
vi: BỘ NHỚ

source: CMD
vi: LỆNH
