Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/commandResult@ZimiZones/*.po
Languages: nl

source: Command result
nl: Commandoresultaat

source: Command result desklet
nl: Commandoresultaat desklet

source: A desklet that displays command result.
nl: Een desklet die het resultaat van een commando weergeeft.

source: Commands configuration
nl: Configuratie van commando's

source: Update every
nl: Bijwerken om de

source: seconds
nl: seconden

source: Cancel command after
nl: Commando annuleren na

source: Commands
nl: Commando's

source: Align label right
nl: Label rechts uitlijnen

source: Command
nl: Commando

source: Align command result right
nl: Commandoresultaat rechts uitlijnen

source: Style
nl: Stijl

source: Font
nl: Lettertype

source: Font color
nl: Letterkleur

source: Background color
nl: Achtergrondkleur

source: Click to select the background color
nl: Klik om de achtergrondkleur te selecteren

source: Transparency
nl: Transparantie

source: Transparency of the desklet
nl: Transparantie van de desklet

source: Border color
nl: Randkleur

source: Click to select the border color
nl: Klik om de randkleur te selecteren

source: Border width
nl: Randbreedte
