Repository: linuxmint/cinnamon-spices-desklets
Catalog: notes@schorschii/files/notes@schorschii/po/*.po
Languages: ca, da, de, es, fi, fr, hu, it, nl, pt, pt_br, ro, ru, sv, tr, vi

source: Refresh
ca: Actualitza
da: Opdatér
de: Aktualisieren
es: Actualizar
fi: Virkistä
hu: Frissítés
it: Aggiorna
nl: Vernieuwen
pt: Atualizar
ro: Reîmprospătare
vi: Làm mới

source: Can't read text file. Select a file in settings. Click here to edit.
ca: No es pot llegir el fitxer de text. Seleccioneu un fitxer als ajusts. Feu clic aquí per editar-ho.
da: Kan ikke læse en tekstfil. Vælg en fil under indstillinger. Klik her for at redigere.
de: Textdatei kann nicht gelesen werden. Wählen Sie eine Datei in den Einstellungen. Klicken Sie hier zum Bearbeiten.
es: No se puede leer el archivo de texto. Seleccione un archivo en la configuración. Haga clic aquí para editarlo.
fi: Tekstitiedostoa ei ole tai ei voi lukea. Valitse tai luo uusi asetuksissa. Paina tästä ja muokkaa.
fr: Impossible de lire le fichier texte. Selectionnez un fichier dans les réglages.. Cliquez ici pour modifier.
hu: Nem olvasható a szövegfájl. Válasszon egy fájlt a beállításokban. Kattintson ide a szerkesztéshez.
it: Impossibile leggere il file di testo. Seleziona un file nelle impostazioni. Clicca qui per modificare.
nl: Kan tekstbestand niet lezen. Selecteer een bestand in de instellingen. Klik hier om te bewerken.
pt: Ficheiro não pode ser lido Selecione um ficheiro nas definições Clique aqui para editar.
pt_br: Não foi possível ler o arquivo de texto. Selecione um arquivo nas configurações. Clique aqui para editar.
ro: Nu se poate citi fișierul text. Selectează un fișier în setări. Fă clic aici pentru a edita.
ru: Не могу прочитать текстовый файл. Укажите файл в настройках. Щёлкните здесь для редактирования.
sv: Kan inte läsa textfilen. Välj en fil i inställningarna. Klicka här för att redigera.
tr: Metin dosyası okunamadı. Ayarlardan bir dosya seçiniz. Düzenlemek için buraya tıklayınız.
vi: Không thể đọc tập tin văn bản. Chọn một tập tin trong cài đặt. Nhấp vào đây để chỉnh sửa.

source: Notepad
ca: Llibreta
da: Notesblok
de: Notizblock
es: Bloc de notas
fi: Muistilappu
fr: Bloc Note
hu: Jegyzettömb
it: Blocco note
nl: Kladblok
pt: Bloco de notas
pt_br: Bloco de notas
ro: Blocul de notițe
ru: Блокнот
tr: Not defteri
vi: Sổ ghi chép

source: A desklet to display notes including various themes.
ca: Una miniaplicació d'escriptori senzilla per mostrar notes amb diversos temes.
da: Et enkelt skrivebordsprogram til visning af noter med forskellige temaer.
de: Ein Desklet mit verschiedenen Designs um Notizen anzuzeigen.
es: Un desklet para mostrar notas que incluyen varios temas.
fi: Voit täyttää muistilappuja. Mukana laaja valikoima erilaisia ​​teemoja.
fr: Un desklet pour afficher des notes aux styles graphiques variés.
hu: Jegyzetek megjelenítésére szolgáló asztalkalmazás különféle témákkal.
it: Un desklet per mostrare note includendo vari temi.
nl: Een desklet om notities weer te geven inclusief verschillende thema's.
pt: Um desklet que mostra notas incluindo diversos temas.
pt_br: Um desklet que exibe anotações em uma grande variedade visual de notas.
ro: Un desklet pentru afișarea notelor, cu diverse teme.
ru: Десклет показа заметок, имеющий множество тем.
sv: Ett skrivbordsprogram för att visa anteckningar, med varierande teman.
tr: Notları çeşitli temalarla gösteren bir masaüstü uygulamacığı.
vi: Một desklet để hiển thị ghi chú bao gồm nhiều chủ đề khác nhau.

source: Note
ca: Nota
de: Notiz
es: Nota
fi: Muistilappu
hu: Jegyzet
it: Nota
nl: Notitie
pt: Nota
pt_br: Anotação
ro: Notă
ru: Заметка
tr: Not
vi: Ghi chú

source: General
da: Generel
de: Allgemein
fi: Yleinen
fr: Général
hu: Általános
it: Generale
nl: Algemeen
pt: Geral
pt_br: Visão geral
ru: Общие
sv: Allmänt
tr: Genel
vi: Chung

source: Visual
da: Visuel
de: Aussehen
fi: Visuaalinen
fr: Visuel
hu: Vizuális
it: Visuale
nl: Visueel
ro: Vizual
ru: Отображение
sv: Visuellt
tr: Görsel
vi: Hiển thị

source: Custom desklet label (only visible if decorations are enabled)
ca: Etiqueta de miniaplicació d'escriptori personalitzada (només és visible si les decoracions estan habilitades)
da: Tilpasset etiket (kun synlig hvis boksen rundt om er aktiveret)
de: Eigenes Deskletlabel (nur sichtbar wenn Dekorationen aktiviert sind)
es: Etiqueta personalizada del desklet (solo visible si las decoraciones están habilitadas)
fi: Mukautettu nimi (näkyy jos ulkoasut ovat käytössä)
fr: Étiquette de desklet personnalisée (visible seulement si décorations activées)
hu: Egyéni asztali címke (csak akkor látható, ha a dekoráció engedélyezve van)
it: Etichetta del desklet personalizzata (visibile solo se le decorazioni sono abilitate)
nl: Aangepast deskletlabel (alleen zichtbaar als decoraties zijn ingeschakeld)
pt: Rótulo personalizado do desklet (visível apenas se as decorações não estiverem escondidas)
pt_br: Rótulo personalizado do desklet (visível apenas se as decorações não estiverem escondidas)
ro: Etichetă personalizată pentru desklet (vizibilă numai dacă sunt activate decorațiile)
ru: Настройка названия десклета (только при включенных декорациях)
sv: Anpassad programetikett (synlig endast om dekorationer är aktiverade).
tr: Masaüstü uygulamacığı özel etiketi (sadece süslemeler etkinse görünür)
vi: Nhãn desklet tùy chỉnh (chỉ hiển thị nếu trang trí được bật)

source: Note Taking Method
ca: Mètode de presa de notes
de: Notizmethode
es: Método para tomar notas
fi: Muistilapun tekotapa
hu: Jegyzetkészítési módszer
nl: Methode om notities te nemen
pt: Método de Anotação
vi: Phương thức Ghi chú

source: Text File
ca: Fitxer de text
da: Tekstfil
de: Textdatei
es: Archivo de texto
fi: Tekstitiedosto
fr: Fichier texte
hu: Szövegfájl
it: File di testo
nl: Tekstbestand
pt: Ficheiro de Texto
pt_br: Arquivo de texto
ro: Fișier text
ru: Текстовый файл
sv: Textfil
tr: Metin Dosyası
vi: Tập tin Văn bản

source: Desklet Settings
ca: Configuració de Desklet
da: Programindstillinger
de: Desklet-Einstellungen
es: Configuración del Desklet
fi: Sovelman asetukset
fr: Paramètres du Desklet
hu: Desklet beállítások
it: Impostazioni Desklet
nl: Desklet-instellingen
pt: Definições do Desktlet
pt_br: Configurações do Desklet
ro: Setări Desklet
ru: Настройки десклета
sv: Programinställningar
tr: Program Ayarları
vi: Cài đặt Desklet

source: Path to note text file
ca: Camí al fitxer de text de la nota
da: Sti til notetekstfilen
de: Pfad zur Notiz-Textdatei
es: Ruta de acceso al archivo de texto de la nota
fi: Tekstitiedoston polku
fr: Chemin vers le fichier de note
hu: A jegyzet szöveges fájljának útvonala
it: Percorso del file di testo per le note
nl: Pad naar tekstbestand met notities
pt: Caminho para o ficheiro de texto da nota
pt_br: Endereço do arquivo de texto (a anotação)
ro: Cale de acces la fișierul text al notei
ru: Путь к текстовому файлу заметок
sv: Sökväg till anteckningsfil
tr: Not metin dosyasının yolu
vi: Đường dẫn đến tập tin văn bản ghi chú

source: Select your text file, where to read from and save to.
ca: Seleccioneu el vostre fitxer de text, des d'on voleu llegir i desar.
da: Vælg din tekstfil, hvor der skal læses fra og gemmes til.
de: Wählen Sie Ihre Datei, aus welcher gelesen und in welche geschrieben werden soll.
es: Seleccione su archivo de texto, desde donde leer y guardar.
fi: Valitse tavallinen tekstitiedostosi, mitä haluat lukea ja kirjoittaa.
fr: Sélectionnez un fichier texte dans lequel sera lue et écrite la note.
hu: Válassza ki az olvasáshoz és mentéshez használandó szöveges fájlt.
it: Seleziona il tuo file di testo, da dove leggere e salvare.
nl: Selecteer uw tekstbestand, waaruit gelezen moet worden en waarin opgeslagen moet worden.
pt: Selecione o seu ficheiro de texto, para ler a partir de e guardar em.
pt_br: Selecione o seu arquivo de texto, para ser lido e salvo no mesmo lugar.
ro: Selectează fișierul text, de unde să citește și unde să se salvează.
ru: Укажите текстовый файл для чтения и сохранения заметок.
sv: Välj den textfil, som skall läsas från och sparas till.
tr: Okumak ve kaydetmek için metin dosyasını seçin.
vi: Chọn tập tin văn bản của bạn, nơi để đọc và lưu.

source: Command for editing this note (on mouse click)
ca: Ordre per editar aquesta nota (amb el clic del ratolí)
da: Kommando til redigering af denne note (ved museklik)
de: Befehlszeile zum Bearbeiten von Notizen (bei Mausklick)
es: Comando para editar esta nota (al hacer clic con el ratón)
fi: Komento joka muokkaa muistiilappua (painamalla sitä hiirellä)
fr: Commande pour éditer cette note (avec un click de souris)
hu: A jegyzet szerkesztéséhez használt parancs (egérkattintásra)
it: Comando per modificare questa nota (al clic del mouse)
nl: Commando voor het bewerken van deze notitie (bij muisklik)
pt: Comando para editar a sua nota (ao clicar no desklet)
pt_br: Comando para editar essa anotação (com um clique do mouse)
ro: Comandă pentru editarea acestei note (la un clic de mouse)
ru: Команда для редактирования этой заметки (по щелчку мыши)
sv: Kommando för att redigera denna anteckning (vid musklick)
tr: Bu notu düzenlemek için komut (üstüne tıklandığında)
vi: Lệnh để chỉnh sửa ghi chú này (khi nhấp chuột)

source: %f will replaced by the text file path.
ca: %f se substituirà amb el camí al fitxer de text.
da: %f vil blive erstattet af stien til tekstfilen.
de: %f wird durch den Pfad zur Textdatei ersetzt.
es: %f será reemplazado por la ruta del archivo de texto.
fi: %f korvaa tekstitiedoston polussa.
fr: %f sera remplacé par le chemin du fichier.
hu: %f a szöveges fájl elérési útvonalára lesz cserélve.
it: %f verrà sostituito dal percorso del file di testo.
nl: %f wordt vervangen door het pad naar het tekstbestand.
pt: %f será trocado pelo caminho do ficheiro de texto.
pt_br: %f se refere ao endereço do arquivo de texto.
ro: %f va fi înlocuit cu calea fișierului text.
ru: %f заменится на путь к текстовому файлу.
sv: %f ersätts av sökvägen till din textfil.
tr: %f metin dosyası yolu ile değiştirilecek.
vi: %f sẽ được thay thế bằng đường dẫn tập tin văn bản.

source: Write Your Note
ca: Escriviu la vostra nota
de: Schreiben Sie Ihre Notiz hier
es: Escriba su nota
fi: Kirjoita muistilappu
hu: Írja meg jegyzetét
nl: Schrijf je notitie
pt: Escreva a Sua nota
vi: Viết Ghi chú của Bạn

source: Notes style
ca: Estil de la nota
da: Notestil
de: Notizblock-Stil
es: Estilo de notas
fi: Lappujen tyyli
fr: Style des notes
hu: Jegyzettek stílusa
it: Stile note
nl: Stijl van notities
pt: Estilo da Nota
pt_br: Estilo das anotações
ro: Note de stil
ru: Стиль заметок
sv: Anteckningsstil
tr: Notların tarzı
vi: Kiểu ghi chú

source: Blank Note - Black
ca: Nota buida - negre
da: Tom note — Sort
de: Einfache Notiz - Schwarz
es: Nota en blanco - Negra
fi: Tyhjä lappu – musta
fr: Note Vierge - Noir
hu: Egyszerű - fekete háttérrel
it: Nota Vuota - Nera
nl: Lege notitie - zwart
pt: Nota em Branco - Preta
pt_br: Nota adesiva - Preto
ro: Notă albă - negru
ru: Пустая заметка - чёрная
sv: Slätt ark - Svart
tr: Boş Not - Siyah
vi: Ghi chú Trống - Đen

source: Blank Note - Blue
ca: Nota buida - blau
da: Tom note — Blå
de: Einfache Notiz - Blau
es: Nota en blanco - Azul
fi: Tyhjä lappu – sininen
fr: Note Vierge - Bleu
hu: Egyszerű - kék háttérrel
it: Nota Vuota - Blu
nl: Lege notitie - blauw
pt: Nota em Branco - Azul
pt_br: Nota adesiva - Azul
ro: Notă albă - Albastru
ru: Пустая заметка - голубая
sv: Slätt ark - Blå
tr: Boş Not - Mavi
vi: Ghi chú Trống - Xanh dương

source: Blank Note - Green
ca: Nota buida - verd
da: Tom note — Grøn
de: Einfache Notiz - Grün
es: Nota en blanco - Verde
fi: Tyhjä lappu – vihreä
fr: Note Vierge - Vert
hu: Egyszerű - zöld háttérrel
it: Nota Vuota - Verde
nl: Lege notitie - groen
pt: Nota em Branco - Verde
pt_br: Nota adesiva - Verde
ro: Notă albă - verde
ru: Пустая заметка - зелёная
sv: Slätt ark - Grön
tr: Boş Not - Yeşil
vi: Ghi chú Trống - Xanh lá

source: Blank Note - Orange
ca: Nota buida - taronja
da: Tom note — Orange
de: Einfache Notiz - Orange
es: Nota en blanco - Naranja
fi: Tyhjä lappu – oranssi
fr: Note Vierge - Orange
hu: Egyszerű - narancssárga háttérrel
it: Nota Vuota - Arancione
nl: Lege notitie - oranje
pt: Nota em Branco - Laranja
pt_br: Nota adesiva - Laranja
ro: Notă albă - Portocaliu
ru: Пустая заметка - оранжевая
sv: Slätt ark - Orange
tr: Boş Not - Turuncu
vi: Ghi chú Trống - Cam

source: Blank Note - Purple
ca: Nota buida - lila
da: Tom note — Lilla
de: Einfache Notiz - Violett
es: Nota en blanco - Púrpura
fi: Tyhjä lappu – purppura
fr: Note Vierge - Violet
hu: Egyszerű - lila háttérrel
it: Nota Vuota - Viola
nl: Lege notitie - paars
pt: Nota em Branco - Roxa
pt_br: Nota adesiva - Roxo
ro: Notă albă - violet
ru: Пустая заметка - фиолетовая
sv: Slätt ark - Lila
tr: Boş Not - Mor
vi: Ghi chú Trống - Tím

source: Blank Note - White
ca: Nota buida - blanc
da: Tom note — Hvid
de: Einfache Notiz - Weiß
es: Nota en blanco - Blanca
fi: Tyhjä lappu – valkoinen
fr: Nota Vierge - Blanc
hu: Egyszerű - fehér háttérrel
it: Nota Vuota - Bianca
nl: Lege notitie - wit
pt: Nota em Branco - Branca
pt_br: Nota adesiva - Branco
ro: Notă albă - Alb
ru: Пустая заметка - белая
sv: Slätt ark - Vit
tr: Boş Not - Beyaz
vi: Ghi chú Trống - Trắng

source: Blank Note - Yellow
ca: Nota buida - groc
da: Tom note — Gul
de: Einfache Notiz - Gelb
es: Nota en blanco - Amarilla
fi: Tyhjä lappu – keltainen
fr: Note Vierge - Jaune
hu: Egyszerű - sárga háttérrel
it: Nota Vuota - Gialla
nl: Lege notitie - geel
pt: Nota em Branco - Amarela
pt_br: Nota adesiva - Amarelo
ro: Notă albă - galben
ru: Пустая заметка - жёлтая
sv: Slätt ark - Gul
tr: Boş Not - Sarı
vi: Ghi chú Trống - Vàng

source: White Note - Black Button
ca: Nota blanca - botó negre
da: Hvid note — Sort tegnestift
de: Weiße Notiz - schwarze Stecknadel
es: Nota blanca - Tachuela negra
fi: Valkoinen lappu – musta neula
fr: Note Blanche - Punaise Noire
hu: Fehér lap - fekete rajzszöggel
it: Nota Bianca - Tasto Nero
nl: Witte notitie - zwarte knop
pt: Nota Branca - Botão Preto
pt_br: Nota branca - Alfinete preto
ro: Notă albă - Buton negru
ru: Белая заметка - чёрная кнопка
sv: Vitt ark - Svart nål
tr: Beyaz Not - Siyah Raptiye
vi: Ghi chú Trắng - Nút Đen

source: White Note - Blue Button
ca: Nota blanca - botó blau
da: Hvid note — Blå tegnestift
de: Weiße Notiz - blaue Stecknadel
es: Nota blanca - Tachuela azul
fi: Valkoinen lappu – sininen neula
fr: Note Blanche - Punaise Bleue
hu: Fehér lap - kék rajzszöggel
it: Nota Bianca - Tasto Blu
nl: Witte notitie - blauwe knop
pt: Nota Branca - Botão Azul
pt_br: Nota branca - Alfinete azul
ro: Notă albă - Buton albastru
ru: Белая заметка - голубая кнопка
sv: Vitt ark - Blå nål
tr: Beyaz Not - Mavi Raptiye
vi: Ghi chú Trắng - Nút Xanh dương

source: White Note - Green Button
ca: Nota blanca - botó verd
da: Hvid note — Grøn tegnestift
de: Weiße Notiz - grüne Stecknadel
es: Nota blanca - Tachuela verde
fi: Valkoinen lappu – vihreä neula
fr: Note Blanche - Bouton Vert
hu: Fehér lap - zöld rajzszöggel
it: Nota Bianca - Tasto Verde
nl: Witte notitie - groene knop
pt: Nota Branca - Botão Verde
pt_br: Nota branca - Alfinete verde
ro: Notă albă - Buton verde
ru: Белая заметка - зелёная кнопка
sv: Vitt ark - Grön nål
tr: Beyaz Not - Yeşil Raptiye
vi: Ghi chú Trắng - Nút Xanh lá

source: White Note - Red Button
ca: Nota blanca - botó vermell
da: Hvid note — Rød tegnestift
de: Weiße Notiz - rote Stecknadel
es: Nota blanca - Tachuela roja
fi: Valkoinen lappu – punainen neula
fr: Note Blanche - Bouton Rouge
hu: Fehér lap - piros rajzszöggel
it: Nota Bianca - Tasto Rosso
nl: Witte notitie - rode knop
pt: Nota Branca - Botão Vermelho
pt_br: Nota branca - Alfinete vermelho
ro: Notă albă - Buton roșu
ru: Белая заметка - красная кнопка
sv: Vitt ark - Röd nål
tr: Beyaz Not - Kırmızı Raptiye
vi: Ghi chú Trắng - Nút Đỏ

source: White Note - Yellow Button
ca: Nota blanca - botó groc
da: Hvid note — Gul tegnestift
de: Weiße Notiz - gelbe Stecknadel
es: Nota blanca - Tachuela amarilla
fi: Valkoinen lappu – keltainen neula
fr: Note Blanche - Bouton Jaune
hu: Fehér lap - sárga rajzszöggel
it: Nota Bianca - Tasto Giallo
nl: Witte notitie - gele knop
pt: Nota Branca - Botão Amarelo
pt_br: Nota branca - Alfinete amarelo
ro: Notă albă - Buton galben
ru: Белая заметка - жёлтая кнопка
sv: Vitt ark - Gul nål
tr: Beyaz Not - Sarı Raptiye
vi: Ghi chú Trắng - Nút Vàng

source: Yellow Note - Black Clip
ca: Nota groga - clip negre
da: Gul note — Sort papirklips
de: Gelbe Notiz - schwarze Büroklammer
es: Nota amarilla - Clip negro
fi: Keltainen lappu – musta klemmari
fr: Note Jaune - Épingle Noire
hu: Sárga lap - fekete gemkapoccsal
it: Nota Gialla - Clip Nera
nl: Gele notitie - zwarte clip
pt: Nota Amarela - Clipe Preto
pt_br: Nota amarela - Clipe de papel preto
ro: Notă galbenă - Clip negru
ru: Жёлтая заметка - чёрная скрепка
sv: Gult ark - Svart gem
tr: Sarı Not - Siyah Ataç
vi: Ghi chú Vàng - Kẹp Đen

source: Yellow Note - Blue Clip
ca: Nota groga - clip blau
da: Gul note — Blå papirklips
de: Gelbe Notiz - blaue Büroklammer
es: Nota amarilla - Clip azul
fi: Keltainen lappu – sininen klemmari
fr: Note Jaune - Épingle Bleue
hu: Sárga lap - kék gemkapoccsal
it: Nota Gialla - Clip Blu
nl: Gele notitie - blauwe clip
pt: Nota Amarela - Clipe Azul
pt_br: Nota amarela - Clipe de papel azul
ro: Notă galbenă - Clip albastru
ru: Жёлтая заметка - голубая скрепка
sv: Gult ark - Blått gem
tr: Sarı Not - Mavi Ataç
vi: Ghi chú Vàng - Kẹp Xanh dương

source: Yellow Note - Green Clip
ca: Nota groga - clip verd
da: Gul note — Grøn papirklips
de: Gelbe Notiz - grüne Büroklammer
es: Nota amarilla - Clip verde
fi: Keltainen lappu – vihreä klemmari
fr: Note Jaune - Épingle Verte
hu: Sárga lap - zöld gemkapoccsal
it: Nota Gialla - Clip Verde
nl: Gele notitie - groene clip
pt: Nota Amarela - Clipe Verde
pt_br: Nota amarela - Clipe de papel verde
ro: Notă galbenă - Clip verde
ru: Жёлтая заметка - зелёная скрепка
sv: Gult ark - Grönt gem
tr: Sarı Not - Yeşil Ataç
vi: Ghi chú Vàng - Kẹp Xanh lá

source: Yellow Note - Jingle Clip
ca: Nota groga - clip nadalenc
da: Gul note — Stribet papirklips
de: Gelbe Notiz - gestreifte Büroklammer
es: Nota amarilla - Clip navideño
fi: Keltainen lappu – värikäs klemmari
fr: Note Jaune - Épingle Jingle
hu: Sárga lap - karácsonyi gemkapoccsal
it: Nota Gialla - Clip Jingle
nl: Gele notitie - belletjes clip
pt: Nota Amarela - Clipe Jingle
pt_br: Nota amarela - Clipe de papel listrado
ro: Notă galbenă - Jingle Clip
ru: Жёлтая заметка - полосатя скрепка
sv: Gult ark - Randigt gem
tr: Sarı Not - Renkli Ataç
vi: Ghi chú Vàng - Kẹp Leng keng

source: Yellow Note - Red Clip
ca: Nota groga - clip vermell
da: Gul note — Rød papirklips
de: Gelbe Notiz - rote Büroklammer
es: Nota amarilla - Clip rojo
fi: Keltainen lappu – punainen klemmari
fr: Note Jaune - Épingle Rouge
hu: Sárga lap - piros gemkapoccsal
it: Nota Gialla - Clip Rossa
nl: Gele notitie - rode clip
pt: Nota Amarela - Clipe Vermelho
pt_br: Nota amarela - Clipe de papel vermelho
ro: Notă galbenă - Clip roșu
ru: Жёлтая заметка - красная скрепка
sv: Gult ark - Rött gem
tr: Sarı Not - Kırmızı Ataç
vi: Ghi chú Vàng - Kẹp Đỏ

source: Yellow Note - Yellow Clip
ca: Nota groga - clip groc
da: Gul note — Gul papirklips
de: Gelbe Notiz - gelbe Büroklammer
es: Nota amarilla - Clip amarillo
fi: Keltainen lappu – keltainen klemmari
fr: Note Jaune - Épingle Jaune
hu: Sárga lap - sárga gemkapoccsal
it: Nota Gialla - Clip Gialla
nl: Gele notitie - gele clip
pt: Nota Amarela - Clipe Amarelo
pt_br: Nota amarela - Clipe de papel amarelo
ro: Notă galbenă - Clip galben
ru: Жёлтая заметка - жёлткая скрепка
sv: Gult ark - Gult gem
tr: Sarı Not - Sarı Ataç
vi: Ghi chú Vàng - Kẹp Vàng

source: White Note - Black Magnet
ca: Nota blanca - imant negre
da: Hvid note — Sort magnet
de: Weiße Notiz - schwarzer Magnet
es: Nota blanca - Imán negro
fi: Valkoinen lappu – musta magneetti
fr: Note Blanche - Magnet Noir
hu: Fehér lap - fekete mágnessel
it: Nota Bianca - Calamita Nera
nl: Witte notitie - zwarte magneet
pt: Nota Branca - Ímã Preto
pt_br: Nota branca - Ímã preto
ro: Notă albă - Magnet negru
ru: Белая заметка - чёрный магнит
sv: Vitt ark - Svart magnet
tr: Beyaz Not- Siyah Mıknatıs
vi: Ghi chú Trắng - Nam châm Đen

source: Yellow Note - Blue Magnet
ca: Nota groga - imant blau
da: Gul note — Blå magnet
de: Gelbe Notiz - blauer Magnet
es: Nota amarilla - Imán azul
fi: Keltainen lappu – sininen magneetti
fr: Note Blanche - Magnet Bleu
hu: Sárga lap - kék mágnessel
it: Nota Bianca - Calamita Blu
nl: Gele notitie - blauwe magneet
pt: Nota Amarela - Ímã Azul
pt_br: Nota amarela - Ímã azul
ro: Notă galbenă - Magnet albastru
ru: Жёлтая заметка - голубой магнит
sv: Gult ark - Blå magnet
tr: Sarı Not- Mavi Mıknatıs
vi: Ghi chú Vàng - Nam châm Xanh dương

source: White Note - Lines and Red Magnet
ca: Nota blanca - línies i imant vermell
da: Hvid note — Linjeret med rød magnet
de: Weiße Notiz - Zeilen und roter Magnet
es: Nota blanca - Imán y líneas rojas
fi: Valkoinen lappu – rivit ja punainen magneetti
fr: Note Blanche - Magnet Rouge et lignes
hu: Vonalas fehér lap - piros mágnessel
it: Nota Bianca - Calamita Rossa con Linee
nl: Witte notitie - lijnen en rode magneet
pt: Nota Branca - Ímã Preto e Linhas
pt_br: Nota branca com linhas - Ímã vermelho
ro: Notă albă - linii și magnet roșu
ru: Белая заметка - линии и красный магнит
sv: Vitt ark - Linjer och röd magnet
tr: Beyaz Not - Satırlar ve Kırmızı Mıknatıs
vi: Ghi chú Trắng - Dòng kẻ và Nam châm Đỏ

source: Black Note - White Magnet
ca: Nota negra - imant blanc
da: Sort note — Hvid magnet
de: Schwarze Notiz - weißer Magnet
es: Nota negra - Imán blanco
fi: Musta lappu – valkoinen magneetti
fr: Note Noire - Magnet Blanc
hu: Fekete lap - fehér mágnes
it: Nota Nera - Calamita Bianca
nl: Zwarte notitie - witte magneet
pt: Nota Preta - Ímã Branco
pt_br: Nota preta - Ímã branco
ro: Notă neagră - Magnet alb
ru: Чёрная заметка - белый магнит
sv: Svart ark - Vit magnet
tr: Siyah Not- Beyaz Mıknatıs
vi: Ghi chú Đen - Nam châm Trắng

source: Yellow Note - Yellow Magnet
ca: Nota groga - imant groc
da: Gul note — Gul magnet
de: Gelbe Notiz - gelber Magnet
es: Nota amarilla - Imán amarillo
fi: Keltainen lappu – keltainen magneetti
fr: Note Jaune - Magnet Jaune
hu: Sárga lap - sárga mágnes
it: Nota Gialla - Calamita Gialla
nl: Gele notitie - gele magneet
pt: Nota Amarela - Ímã Amarelo
pt_br: Nota amarela - Ímã amarelo
ro: Notă galbenă - Magnet galben
ru: Жёлтая заметка - жёлтый магнит
sv: Gult ark - Gul magnet
tr: Sarı Not- Sarı Mıknatıs
vi: Ghi chú Vàng - Nam châm Vàng

source: Blue Paint Strokes
ca: Pinzellades pintada blava
da: Blå malestreger
de: Blaue Farbstriche
es: Pinceladas de pintura azul
fi: Sininen maalattu
fr: Traces de peinture Bleues
hu: Kék festékvonások
it: Colpi di Vernice Blu
nl: Blauwe verfstreken
pt: Traços de Tinta Azul
pt_br: Traços de tinta azul
ro: Pictura albastră Strokes
ru: Мазки синей краски
sv: Blåa penseldrag
tr: Mavi Fırça Darbesi
vi: Nét vẽ Xanh dương

source: Green Paint Strokes
ca: Pinzellades pintada verda
da: Grønne malestreger
de: Grüne Farbstriche
es: Pinceladas de pintura verde
fi: Vihreä maalattu
fr: Traces de peinture Vertes
hu: Zöld festékvonások
it: Colpi di Vernice Verde
nl: Groene verfstreken
pt: Traços de Tinta Verde
pt_br: Traços de tinta verde
ro: Pictura verde Strokes
ru: Мазки зелёной краски
sv: Gröna penseldrag
tr: Yeşil Fırça Darbesi
vi: Nét vẽ Xanh lá

source: Purple Paint Strokes
ca: Pinzellades pintada lila
da: Lilla malestreger
de: Violette Farbstriche
es: Pinceladas de pintura púrpura
fi: Purppura maalattu
fr: Traces de peinture Violettes
hu: Lila festékvonások
it: Colpi di Vernice Viola
nl: Paarse verfstreken
pt: Traços de Tinta Roxa
pt_br: Traços de tinta roxa
ro: Pictura violet Strokes
ru: Мазки фиолетовой краски
sv: Lila penseldrag
tr: Turuncu Fırça Darbesi
vi: Nét vẽ Tím
