Repository: linuxmint/cinnamon-spices-desklets
Catalog: notes@schorschii/files/notes@schorschii/po/*.po
Languages: ca, da, de, es, fi, fr, hu, it, nl, pt, pt_br, ro, ru, sv, tr, vi

source: Red Paint Strokes
ca: Pinzellades pintada vermella
da: Røde malestreger
de: Rote Farbstriche
es: Pinceladas de pintura roja
fi: Punainen maalattu
fr: Traces de peinture Rouges
hu: Vörös festékvonások
it: Colpi di Vernice Rossa
nl: Rode verfstreken
pt: Traços de Tinta Vermelha
pt_br: Traços de tinta vermelha
ro: Picturi de vopsea roșie
ru: Мазки красной краски
sv: Röda penseldrag
tr: Kırmızı Fırça Darbesi
vi: Nét vẽ Đỏ

source: Yellow Paint Strokes
ca: Pinzellades pintada groga
da: Gule malestreger
de: Gelbe Farbstriche
es: Pinceladas de pintura amarilla
fi: Keltainen maalattu
fr: Traces de peinture Jaunes
hu: Sárga festékvonások
it: Colpi di Vernice Gialla
nl: Gele verfstreken
pt: Traços de Tinta Amarela
pt_br: Traços de tinta amarela
ro: Pictura galbenă Strokes
ru: Мазки жёлтой краски
sv: Gula penseldrag
tr: Sarı Fırça Darbesi
vi: Nét vẽ Vàng

source: White Note - Silver Spiral
ca: Nota blanca - espiral platejada
da: Hvid note — Sølvspiral
de: Weiße Notiz - silberner Spiralblock
es: Nota blanca - Espiral plateado
fi: Valkoinen lappu – hopea kierre
fr: Note Blanche - Spirale Argentée
hu: Fehér lap - fémspirállal
it: Nota Bianca - Spirale Argentata
nl: Witte notitie - zilveren spiraal
pt: Nota Branca - Espiral Prata
pt_br: Nota branca - Espiral prateada
ro: Notă albă - spirală argintie
ru: Белая заметка - серебрянная спираль
sv: Vitt ark - Silverspiral
tr: Beyaz Not - Gümüş Sarmal
vi: Ghi chú Trắng - Xoắn ốc Bạc

source: White Note - Silver Spiral 2
ca: Nota blanca - espiral platejada 2
da: Hvid note — Sølvspiral 2
de: Weiße Notiz - silberner Spiralblock 2
es: Nota blanca - Espiral plateado 2
fi: Valkoinen lappu – hopea kierre 2
fr: Note Blanche - Spirale Argentée 2
hu: Fehér lap - kettős fémspirállal
it: Nota Bianca - Spirale Argentata 2
nl: Witte notitie - zilveren spiraal 2
pt: Nota Branca - Espiral Prata 2
pt_br: Nota branca - Espiral prateada 2
ro: Notă albă - spirală argintie 2
ru: Белай заментка - серебрянная списраль 2
sv: Vitt ark - Silverspiral 2
tr: Beyaz Not - Gümüş Sarmal 2
vi: Ghi chú Trắng - Xoắn ốc Bạc 2

source: White Note - Black Spiral
ca: Nota blanca - espiral negra
da: Hvid note — Sort spiral
de: Weiße Notiz - schwarzer Spiralblock
es: Nota blanca - Espiral negro
fi: Valkoinen lappu – musta kierre
fr: Note Blanche - Spirale Noire
hu: Fehér lap - fekete kettős spirállal
it: Nota Bianca - Spirale Nera
nl: Witte notitie - zwarte spiraal
pt: Nota Branca - Espiral Preta
pt_br: Nota branca - Espiral preta
ro: Notă albă - Spirală neagră
ru: Белая заметка - чёрная спираль
sv: Vitt ark - Svart spiral
tr: Beyaz Not - Siyah Sarmal
vi: Ghi chú Trắng - Xoắn ốc Đen

source: White Note Large - Silver Spiral
ca: Nota blanca gran - espiral platejada
da: Hvid note, stor — Sølvspiral
de: Große weiße Notiz - silberner Spiralblock
es: Nota blanca grande - Espiral plateado
fi: Valkoinen suuri lappu – hopea kierre
fr: Note Blanche Grande - Spirale Argentée
hu: Hosszú fehér lap - fémspirállal
it: Nota Bianca Grande - Spirale Argentata
nl: Grote witte notitie - zilveren spiraal
pt: Nota Branca Larga - Espiral Prata
pt_br: Nota branca grande - Espiral prateada
ro: Notă albă mare - spirală argintie
ru: Жёлтая большая заметка - серебрянная спираль
sv: Vitt ark stor - Silverspiral
tr: Beyaz Not Büyük - Gümüş Sarmal
vi: Ghi chú Trắng Lớn - Xoắn ốc Bạc

source: Yellow Sticker
ca: Adhesiu groc
da: Gul post-it
de: Gelber Notizblock
es: Pegatina amarilla
fi: Keltainen tarralappu
fr: Adhésif Jaune
hu: Sárga Post-it
it: Adesivo Giallo
nl: Gele sticker
pt: Adesivo Amarelo
pt_br: Nota realista e amarela
ro: Autocolant galben
ru: Жёлтый стикер
sv: Gul PostIt
tr: Sarı Yapışkan
vi: Nhãn dán Vàng

source: Yellow Note (iOS Style)
ca: Nota groga (estil iOS)
da: Gul note (iOS-stil)
de: Gelbe Notiz (iOS-Stil)
es: Nota amarilla (estilo iOS)
fi: Keltainen lappu (IOS tyylinen)
fr: Note Jaune (Style iOS)
hu: Sárga lap (iOS stílusú)
it: Nota Gialla (Stile iOS)
nl: Gele notitie (iOS-stijl)
pt: Adesivo Amarelo (Estilo IOS)
pt_br: Nota amarela (estilo do iOS)
ro: Notă galbenă (stil iOS)
ru: Жёлтая заметка (стиль iOS)
sv: Gult ark (iOS-stil)
tr: Sarı Not (iOS Tarzı)
vi: Ghi chú Vàng (Kiểu iOS)

source: Birch Bark
ca: Escorça de bedoll
da: Birkebark
de: Birkenrinde
es: Corteza de abedul
fi: Koivun kuorta
fr: Écorce de Bouleau
hu: Nyírfakéreg
it: Corteccia di Betulla
nl: Berkenbast
pt: Casca de Bétula
pt_br: Casca de bétula
ro: Scoarță de mesteacăn
ru: Береста
sv: Björknäver
tr: Huş Kabuğu
vi: Vỏ cây Bạch dương

source: Burned Paper
ca: Paper cremat
da: Brændt papir
de: Verbranntes Papier
es: Papel quemado
fi: Palaneet reunat
fr: Papier Brûlé
hu: Égett papír
it: Carta Bruciata
nl: Verbrand papier
pt: Papel Queimado
pt_br: Papel queimado
ro: Hârtie arsă
ru: Сгоревшая бумага
sv: Bränt papper
tr: Yanmış Kağıt
vi: Giấy Cháy

source: Clay Tablet
ca: Tauleta d'argila
da: Lertavle
de: Tontafel
es: Tabla de arcilla
fi: Leikkuulauta
fr: Tablette d'argile
hu: Agyagtábla
it: Tavoletta di Argilla
nl: Klei tablet
pt: Tábua de Argila
pt_br: Bloco de argila
ro: Tabletă de lut
ru: Глиняная табличка
sv: Lertavla
tr: Kil Levha
vi: Bảng Đất sét

source: Coffee Stained
ca: Taques de café
da: Kaffeplettet
de: Kaffeefleck
es: Manchas de café
fi: Kahvitahra
fr: Teinté de café
hu: Kávéfoltos
it: Macchiato Di Caffè
nl: Koffievlekken
pt: Mancha de Café
pt_br: Manchado de café
ro: Pătat cu cafea
ru: Забрызганная кофе
sv: Kaffefläckat
tr: Kahve Lekeli
vi: Vết cà phê

source: Clipboard
ca: Portarretalls
de: Klemmbrett
es: Portapapeles
fi: Kirjoitusalusta
hu: Vágólap
nl: Klembord
pt: Prancheta
pt_br: Prancheta
ru: Доска с зажимом
sv: Skrivplatta
tr: Pano
vi: Bảng kẹp

source: None
ca: Cap
da: Ingen
es: Ninguna
fi: Ei mitään
hu: Nincs
it: Nessuno
nl: Geen
pt: Nenhum
pt_br: Nenhum
ro: Nici unul
vi: Không có

source: Select the background graphic you would like to use.
ca: Seleccioneu el gràfic de fons que voleu utilitzar.
da: Vælg den baggrundsgrafik, du ønsker at bruge.
de: Wählen Sie die Hintergrundgrafik, die Sie verwenden möchten.
es: Seleccione el gráfico de fondo que desea utilizar.
fi: Valitse taustagrafiikka, jota haluat käyttää.
fr: Sélectionnez le fond graphique que vous souhaitez utiliser.
hu: Válasszon ki egy háttérgrafikát a használathoz.
it: Seleziona l'immagine di sfondo che desideri utilizzare.
nl: Selecteer de achtergrondafbeelding die u wilt gebruiken.
pt: Selecione o gráfico de fundo que gostaria de utilizar.
pt_br: Selecione a cor da anotação de sua preferência.
ro: Selectează grafica de fundal pe care dorești să o utilizezi.
ru: Выберите желаемый фон.
sv: Välj den bakgrundsgrafik du vill använda.
tr: Kullanmak istediğiniz arkaplan grafiğini seçin.
vi: Chọn hình nền bạn muốn sử dụng.

source: Text shadow
de: Textschatten
es: Sombra de texto
hu: Szövegárnyék
nl: Tekstschaduw
vi: Đổ bóng chữ

source: Text shadow color
de: Textschatten-Farbe
es: Color de la sombra del texto
hu: Szövegárnyék színe
nl: Kleur van tekstschaduw
vi: Màu đổ bóng chữ

source: Background color
ca: Color del fons
da: Baggrundsfarve
de: Hintergrundfarbe
es: Color de fondo
fi: Taustaväri
hu: Háttérszín
it: Colore di sfondo
nl: Achtergrondkleur
pt: Cor de fundo
ro: Culoarea de fundal
vi: Màu nền

source: Set the background color of this desklet.
ca: Estableix el color del fons de la nota.
da: Angiv baggrundsfarven for dette skrivebordsprogram.
de: Wählen Sie die Hintergrundfarbe für dieses Desklet.
es: Establece el color de fondo de este desklet.
fi: Aseta sovelman taustaväri.
fr: Changer la couleur du texte de ce desklet.
hu: Asztalkalmazás szövegszínének beállítása.
it: Imposta il colore di sfondo di questo desklet.
nl: Stel de achtergrondkleur van deze desklet in.
pt: Defina a cor de fundo deste desklet.
ro: Setează culoarea de fundal a acestui desklet.
vi: Đặt màu nền cho desklet này.

source: Enable word wrap
de: Zeilenumbruch aktivieren
es: Habilitar ajuste de línea
hu: Sortörés engedélyezése
nl: Woordafbreking inschakelen
vi: Bật ngắt dòng

source: Hide decorations
ca: Oculta les decoracions
da: Skjul boks rundt om skrivebordsprogrammet
de: Keine Dekorationen verwenden
es: Ocultar decoraciones
fi: Piilota reunukset
fr: Masquer les décorations
hu: Dekorációk elrejtése
it: Nascondi decorazioni
nl: Verberg decoraties
pt: Esconder decorações
pt_br: Esconder decorações do sistema
ro: Ascunde decorațiunile
ru: Скрыть декорации
sv: Dölj dekorationer
tr: Süslemeleri gizle
vi: Ẩn trang trí

source: Font
ca: Lletra
da: Skrifttype
de: Schriftart
es: Fuente
fi: Fontti
fr: Police
hu: Betűtípus
it: Carattere
nl: Lettertype
pt: Fonte
pt_br: Fonte
ru: Шрифт
sv: Teckensnitt
tr: Yazıtipi
vi: Phông chữ

source: pixels
ca: píxels
de: Pixel
es: píxeles
fi: pikseliä
hu: képpont
pt: pixeis
ro: pixeli
ru: пиксели
sv: pixlar
tr: piksel
vi: pixel

source: Font size
ca: Mida de la lletra
da: Skrifttypestørrelse
de: Schriftgröße
es: Tamaño de letra
fi: Fontin koko
fr: Taille de police
hu: Betűméret
it: Dimensione carattere
nl: Lettergrootte
pt: Tamanho da fonte
pt_br: Tamanho da fonte
ro: Mărimea fontului
ru: Размер шрифта
sv: Teckenstorlek
tr: Yazıtipi boyutu
vi: Cỡ chữ

source: Increase or decrease the note font size.
ca: Estableix la mida de la lletra de la nota.
da: Forøg eller formindsk notens skriftstørrelse.
de: Erhöhen oder verringern Sie die Schriftgröße der Notiz.
es: Aumentar o disminuir el tamaño de la letra de la nota.
fi: Suurenna tai pienennä fontin kokoa.
fr: Augmenter ou réduire la taille de cette desklet selon cette échelle.
hu: Növelje vagy csökkentse a jegyzet betűméretét.
it: Aumenta o riduci le dimensioni del font delle note.
nl: Vergroot of verklein de lettergrootte van de notitie.
pt: Aumente ou diminua o tamanho da fonte da nota.
pt_br: Aumente ou diminua o tamanho da fonte da anotação.
ro: Mărește sau micșorează dimensiunea fontului notei.
vi: Tăng hoặc giảm cỡ chữ ghi chú.

source: Bold
ca: Negreta
da: Fed
de: Fett
es: Negrita
fi: Vahvennettu
fr: Gras
hu: Félkövér
it: Grassetto
nl: Vet
pt: Negrito
pt_br: Negrito
ru: Жирный
sv: Fet
tr: Kalın
vi: Đậm

source: Italic
ca: Cursiva
da: Kursiv
de: Kursiv
es: Cursiva
fi: Kursivoitu
fr: Italique
hu: Dőlt
it: Corsivo
nl: Cursief
pt: Itálico
pt_br: Itálico
ru: Курсив
sv: Kursiv
tr: Eğik
vi: Nghiêng

source: Text color
ca: Color del text
da: Tekstfarve
de: Textfarbe
es: Color del texto
fi: Tekstin väri
fr: Couleur du texte
hu: Szövegszín
it: Colore del testo
nl: Tekstkleur
pt: Cor do texto
pt_br: Cor do texto
ro: Culoarea textului
ru: Цвет текста
sv: Textfärg
tr: Metin rengi
vi: Màu chữ

source: Set the text color of this desklet.
ca: Estableix el color del text de la nota.
da: Angiv tekstfarven for dette skrivebordsprogram.
de: Legen Sie die Textfarbe des Desklets fest.
es: Establecer el color del texto de este desklet.
fi: Aseta tekstin väri.
fr: Changer la couleur du texte de ce desklet.
hu: Asztalkalmazás szövegszínének beállítása.
it: Imposta il colore del testo del desklet.
nl: Stel de tekstkleur van deze desklet in.
pt: Defina a cor do texto deste desklet.
pt_br: Defina a cor do texto desse desklet.
ro: Setează culoarea textului din acest desklet.
ru: Настройка цвета текста дисклета.
sv: Ange textfärg för anteckningar.
tr: Bu masaüstü uygulamacığının metin rengini ayarla
vi: Đặt màu chữ cho desklet này.

source: scale factor
ca: factor de canvi d'escala
da: skaleringsfaktor
de: Skalierungsfaktor
es: factor de escala
fi: skaalauskerroin
fr: facteur d'échelle
hu: léptéktényező
it: fattore di scala
nl: schaalfactor
pt: escala
pt_br: escala de proporção
ro: factor de scară
ru: масштаб
sv: skalfaktor
tr: ölçü çarpanı
vi: hệ số tỷ lệ

source: Desklet size
ca: Mida de la nota
da: Skrivebordsprogrammets størrelse
de: Deskletgröße
es: Tamaño del desklet
fi: Sovelman koko
fr: Taille de la desklet
hu: Asztalkalmazás mérete
it: Dimensioni desklet
nl: Grootte van de desklet
pt: Tamanho do desklet
pt_br: Tamanho do desklet
ro: Dimensiune Desklet
ru: Размер дисклета
sv: Programstorlek
tr: Masaüstü uygulamacığının boyutu
vi: Kích thước desklet

source: Increase or decrease the size of this desklet using this scale factor.
ca: Augmenta o disminueix la mida de la nota amb aquest factor de canvi d'escala.
da: Forøg eller formindsk skrivebordsprogrammets størrelse med denne skaleringsfaktor.
de: Erhöhen oder verringern Sie die Größe dieses Desklets indem Sie diesen Skalierungsfaktor anpassen.
es: Aumente o disminuya el tamaño de este desklet usando este factor de escala.
fi: Suurenna tai pienennä sovelman kokoa kertoimella.
fr: Augmenter ou réduire la taille de cette desklet selon cette échelle.
hu: Növelje vagy csökkentse az asztalkalmazás méretét a skála segítéségével.
it: Aumenta o riduci le dimensioni di questo desklet utilizzando questo fattore di scala.
nl: Vergroot of verklein de grootte van deze desklet met behulp van deze schaalfactor.
pt: Aumente ou diminua o tamanho deste desklet utilizando este fator de escala.
pt_br: Aumente ou diminua o tamanho desse desklet usando esta escala de proporção.
ro: Mărește sau micșorează dimensiunea acestui desklet folosind acest factor de scară.
ru: Коэффициент масштабирования - увеличение или уменьшение размера дисклета.
sv: Öka eller minska storleken på det här skrivbordsprogrammet, med denna skalfaktor.
tr: Bu ölçü çarpanını kullanarak bu masaüstü uygulamacığının boyutunu artırın veya azaltın.
vi: Tăng hoặc giảm kích thước của desklet này bằng hệ số tỷ lệ này.

source: Use a custom desklet label
ca: Utilitza una etiqueta de miniaplicació d'escriptori personalitzada
da: Anvend tilpasset etiket
de: Ein eigenes Deskletlabel verwenden
es: Utilice una etiqueta personalizada del desklet
fi: Näytä sovelmassa nimeä
fr: Utiliser une étiquette de desklet personnalisée
hu: Egyéni asztalkalmazás címke használata
it: Utilizzare un'etichetta desklet personalizzata
nl: Gebruik een aangepast deskletlabel
pt: Use uma etiqueta personalizada
pt_br: Usar um rótulo personalizado do desklet
ro: Folosește o etichetă personalizată pentru desklet
ru: Использовать своё название десклета
sv: Använd anpassad programetikett
tr: Masaüstü uygulamacığı için özel bir etiketi kullan
vi: Sử dụng nhãn desklet tùy chỉnh

source: Checking this box allows you to set a custom label in the field below.
ca: Si marqueu aquesta casella, podeu establir una etiqueta personalitzada al camp següent.
da: Afkrydsning af dette felt lader dig angive en tilpasset etiket i feltet nedenfor.
de: Wenn Sie diese Option aktivieren können Sie ein eigenes Deskletlabel im Feld darunter festlegen.
es: Marcar esta casilla permite establecer una etiqueta personalizada en el campo a continuación.
fi: Valitsemalla tämän ruudun voit lisätä nimen alla olevaan kenttään.
fr: Cocher cette case vous permet de changer l'étiquette personnalisée du champ ci-dessous.
hu: Ennek a négyzetnek a bejelölésével egyéni címkét állíthat be az alábbi mezőben.
it: Selezionando questa casella è possibile impostare un'etichetta personalizzata nel campo sottostante.
nl: Door dit vakje aan te vinken, kunt u een aangepast label instellen in het veld hieronder.
pt: A marcação desta caixa permite definir um rótulo personalizado no campo abaixo.
pt_br: Ao marcar essa opção, você poderá definir um rótulo personalizado no campo abaixo.
ro: Dacă bifezi această casetă, poți seta o etichetă personalizată în câmpul de mai jos.
ru: При установленной галочке можно задать собственное имя десклету.
sv: Aktivering låter dig ange en anpassad etikett i fältet nedan.
tr: Bu kutuyu işaretlemek, aşağıda açılacak alandan özel bir etiket ayarlamanıza izin verir.
vi: Chọn hộp này cho phép bạn đặt nhãn tùy chỉnh trong trường bên dưới.

source: Custom desklet label
ca: Etiqueta de miniaplicació d'escriptori personalitzada
da: Tilpasset etiket
de: Eigenes Deskletlabel
es: Etiqueta personalizada del desklet
fi: Sovelman nimi
fr: Etiquette de desklet personnalisée
hu: Egyéni asztalkalmazás címke
it: Etichetta desklet personalizzata
nl: Aangepast deskletlabel
pt: Etiqueta personalizada do desklet
pt_br: Rótulo personalizado do desklet
ro: Etichetă personalizată de birou
ru: Название десклета
sv: Anpassad programetikett
tr: Özel masaüstü uygulamacığı etiketi
vi: Nhãn desklet tùy chỉnh

source: Set your custom label here. This field is unavailable unless the checkbox above is enabled.
ca: Establiu aquí la vostra etiqueta personalitzada. Aquest camp no està disponible a menys que la casella de selecció de dalt estigui habilitada.
da: Angiv din tilpassede etiket her. Dette felt er utilgængeligt, med mindre afkrydsningsfeltet ovenfor er aktiveret.
de: Legen Sie hier Ihr eigenes Deskletlabel fest. Dieses Feld ist deaktiviert, wenn Sie die Option darüber nicht aktiviert haben.
es: Configure su etiqueta personalizada aquí. Este campo no está disponible a menos que la casilla anterior esté habilitada.
fi: Aseta mukautettu nimi tähän. Kenttä ei ole käytettävissä, ellei sitä ole erikseen valittuna yllä.
fr: Changez votre étiquette personnalisée ici. Ce champ n'est disponible que si vous avez coché la case ci-dessus
hu: Itt állítson be egyedi címkét. Ez a mező nem lesz látható egészen addig, amíg a fenti négyzet nincs bejelölve.
it: Imposta qui la tua etichetta personalizzata. Questo campo non è disponibile a meno che la casella sopra non sia abilitata.
nl: Stel hier uw aangepaste label in. Dit veld is niet beschikbaar tenzij het selectievakje hierboven is ingeschakeld.
pt: Defina aqui a sua etiqueta personalizada. Este campo não estará disponível a menos que a caixa de seleção acima esteja ativada.
pt_br: Digite o seu rótulo personalizado aqui. Essa opção tem efeito quando a caixa de seleção acima estiver ativada.
ro: Setează aici eticheta personalizată. Acest câmp nu este disponibil decât dacă caseta de selectare de mai sus este activată.
ru: Задайте своё название десклета. Это поле недоступно, если не установлена галочка выше.
sv: Ange din anpassade etikett här. Detta fält är otillgängligt om inte ovanstående inställning är på.
tr: Burada özel etiketinizi ayarlayabilirsiniz. Bu alan yukarıdaki onay kutusu etkin olmadıkça kullanılamaz.
vi: Đặt nhãn tùy chỉnh của bạn ở đây. Trường này không khả dụng trừ khi hộp kiểm ở trên được bật.
