Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/calendar@schorschii/*.po
Languages: de

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Calendar
de: Kalender

source: A calendar desklet that can display the number of today's appointments from an ical file.
de: Ein Kalender-Desklet, welches die Anzahl an Terminen des heutigen Tages aus einer ical-Datei auslesen kann.

source: Appointment number background color
de: Hintergrundfarbe der Terminanzahl

source: Set the appointment number background color of this desklet.
de: Legen Sie hier die Hintergrundfarbe der Terminanzahl fest.

source: Hide decorations
de: Dekorationen verstecken

source: Custom desklet label (only visible if decorations are enabled)
de: Benutzerdefinierte Desklet-Bezeichnung (nur sichtbar wenn Dekorationen aktiviert sind)

source: Number of appointments
de: Anzahl an Terminen

source: Visual
de: Optische Einstellungen

source: Settings for calendar@schorschii
de: Einstellungen für calendar@schorschii

source: Calendar style
de: Kalenderdesign

source: Select the background graphic you would like to use.
de: Wählen Sie die Hintergrundgrafik aus, welche Sie verwenden möchten.

source: White
de: Weiß

source: Text color
de: Textfarbe

source: Set the text color of this desklet.
de: Legen Sie die Textfarbe dieses Desklets fest.

source: Show the number of today's appointments parsed from an ical file
de: Zeige die Anzahl der Termine am heutigen Tag an, ausgelesen aus einer ical-Datei

source: Checking this box allows you to set an ical file to parse in the field below.
de: Wenn Sie dieses Kästchen aktivieren können Sie eine ical-Datei im Feld darunter auswählen.

source: Path to ical/ics file
de: Pfad zur ical/ics-Datei

source: Select your ical or ics file for reading the amount of appointments today. You can configure Lightning (the Thunderbird Add-On) to save your calendar in an ical file.
de: Wählen Sie die ical- oder ics-Datei aus, aus welcher die Anzahl der heutigen Termine ausgelesen werden soll. Sie können Lightning (das Thunderbird Add-On) so konfigurieren, dass es die Kalendereinträge in einer ical-Datei speichert.

source: Desklet size
de: Deskletgröße

source: Increase or decrease the size of the calendar using this scale factor.
de: Vergrößern oder verkleinern Sie die Größe des Kalenders, indem Sie den Skalierungsfaktor ändern.

source: scale factor
de: Skalierungsfaktor

source: Use a custom desklet label
de: Eine benutzerdefinierte Deskletbezeichnung verwenden

source: Checking this box allows you to set a custom label in the field below.
de: Wenn Sie dieses Kästchen aktivieren können Sie eine benutzerdefinierte Deskletbezeichnung im Feld darunter festlegen.

source: Custom desklet label
de: Benutzerdefinierte Deskletbezeichnung

source: Set your custom label here, e.g. for monitoring multiple ical files. This field is unavailable unless the checkbox above is enabled.
de: Legen Sie hier Ihre benutzerdefinierte Deskletbezeichnung fest, z.B. um mehrere ical-Dateien anzuzeigen. Dieses Feld ist nicht verfügbar, solange das Kästchen darüber nicht aktiviert ist.

source: Appointment number color
de: Textfarbe der Terminanzahl

source: Start program on click of the desklet
de: Ein Programm starten, wenn auf das Desklet geklickt wird

source: Start a program (e.g. Thunderbird)
de: Ein Programm starten (z.B. Thunderbird)

source: The command entered below will be executed on mouse click of the desklet. So you can directly start Thunderbird.
de: Der darunter eingegebene Befehl wird ausgeführt, sobald mit der Maus auf das Desklet geklickt wurde. Somit können Sie direkt Ihr Kalenderverwaltungsprogramm (Thunderbird) starten.

source: Command line
de: Befehl

source: Set your program including parameters to start on click.
de: Legen Sie das zu startende Programm fest, inklusive Parameter.
