Repository: linuxmint/cinnamon-spices-desklets
Catalog: daysCountdown@KopfDesDaemons/files/daysCountdown@KopfDesDaemons/po/*.po
Languages: fi

source: Days Countdown
fi: Päivien lähtölaskenta

source: %f days
fi: %f päiviä

source: Countdown of the remaining days to a date.
fi: Jäljellä olevien päivien laskeminen tiettyyn päivämäärään.

source: General
fi: Yleinwn

source: Text for the label
fi: Otsikon teksti

source: Date to which the countdown counts down
fi: Päivämäärä, johon lähtölaskenta alkaa

source: only after starting
fi: käynnistyksen jälkeen

source: every 5 minutes
fi: joka 5 minuutti

source: every 10 minutes
fi: joka 10 minuutti

source: every 15 minutes
fi: joka 15 minuutti

source: every 20 minutes
fi: joka 20 minuutti

source: every 30 minutes
fi: joka 30 minuutti

source: every 60 minutes
fi: joka 60 minuutti

source: Refresh interval
fi: Päivitysväli

source: Style
fi: Tyyli

source: Font size for the label text
fi: Otsikon tekstin koko

source: Label color
fi: Otsikon väri

source: Font size for the countdown text
fi: Lähtölaskennan tekstin väri

source: Countdown color
fi: Lähtölaskennan numeron väri
