Repository: linuxmint/cinnamon-spices-desklets
Catalog: moonlight-clock@torchipeppo/files/moonlight-clock@torchipeppo/po/*.po
Languages: da

source: Next
da: Næste

source: New Moon
da: Nymåne

source: Waxing Crescent
da: Nymåne → halvmåne

source: First Quarter
da: Tiltagende halvmåne

source: Waxing Gibbous
da: Halvmåne → fuldmåne

source: Full Moon
da: Fuldmåne

source: Waning Gibbous
da: Fuldmåne → halvmåne

source: Last Quarter
da: Aftagende halvmåne

source: Waning Crescent
da: Halvmåne → nymåne

source: New
da: Ny

source: Half
da: Halv

source: Full
da: Fuld

source: Clear
da: Klart

source: Cloudy
da: Skyet

source: Fog
da: Tåge

source: Rain
da: Regn

source: Cold precip.
da: Kold nedbør

source: Date and Time Settings
da: Indstillinger for dato og tid

source: Limit
da: Dage tilbage

source: None
da: Ingen

source: Right-click to configure!
da: Højreklik for at indstille!

source: Moonlight Clock
da: Månefaseur

source: Late Night
da: Sen nat

source: Early Morning
da: Tidlig morgen

source: Morning
da: Morgen

source: Daytime
da: Dagtimerne

source: Afternoon
da: Eftermiddag

source: Evening
da: Aften

source: Today
da: I dag

source: No network, retrying...
da: Intet netværk. Prøver igen …

source: Error: see log Super + L
da: Fejl: se loggen Super + L

source: Temp
da: Midl.

source: JSON files
da: JSON-filer

source: Load
da: Indlæs

source: Save
da: Gem

source: Enabled
da: Aktiveret

source: Persistent
da: Vedvarende

source: Date
da: Dato

source: Name
da: Navn

source: Add new entry
da: Tilføj ny indgang

source: Remove selected entry
da: Fjern markeret indgang

source: Edit selected entry
da: Redigér markeret indgang

source: Move selected entry up
da: Flyt markeret indgang op

source: Move selected entry down
da: Flyt markeret indgang ned

source: Edit entry
da: Redigér indgang

source: An aesthetic and customizable desklet that can function as clock, weather display, and/or tracker of important dates. Based on Persona 3.
da: Et æstetisk skrivebordsprogram, der kan tilpasses og fungerer som ur, vejrudsigt og/eller visning af vigtige datoer. Baseret på Persona 3.

source: Best placed in the top right corner on the screen. Use the "offset" configuration for precise alignment.
da: Placeres bedst i øverste højre hjørne på skærmen. Brug indstillingen “forskydning” for præcis justering.

source: Top row
da: Øverste række

source: Middle row
da: Midterste række

source: Bottom row
da: Nederste række

source: Save/Load
da: Gem/indlæs

source: Positioning
da: Placering

source: Size
da: Størrelse

source: Color
da: Farve

source: Time format
da: Tidsformat

source: Appearance
da: Udseende

source: Requirements
da: Krav

source: Emoji settings
da: Emoji-indstillinger

source: Caption settings
da: Indstillinger for tekst

source: WeatherAPI settings
da: WeatherAPI-indstillinger

source: Custom countdown dates
da: Brugerdefinerede nedtællingsdatoer

source: Save configuration
da: Gem konfiguration

source: Load configuration
da: Indlæs konfiguration

source: Set these offsets with respect to your desklet grid so that this fits precisely into your top right corner.
da: Indstil disse forskydninger i forhold, så skrivebordsprogrammet passer præcist ind i det øverste højre hjørne.

source: Horizontal offset
da: Vandret forskydning

source: Vertical offset
da: Lodret forskydning

source: Global scale
da: Global skalering

source: Blue
da: Blå

source: Pink
da: Lyserød

source: Green
da: Grøn

source: Yellow
da: Gul

source: Red
da: Rød

source: Light Green
da: Lysegrøn

source: Purple
da: Lilla

source: Dark Blue
da: Mørkeblå

source: Grey
da: Grå

source: Custom
da: Brugerdefineret

source: Color scheme
da: Farveskema

source: Main color 1
da: Primær farve 1

source: Main color 2
da: Primær farve 2

source: Middle row text
da: Tekst i midterste række

source: Text drop shadow
da: Skyggeeffekt for tekst

source: Top row text
da: Tekst i øverste række

source: Bottom row text
da: Tekst i nederste række

source: Highlight color
da: Fremhævningsfarve

source: Invert bottom colors
da: Invertér farve i nederste række

source: May be useful if the bottom caption doesn't stand out against your background
da: Kan være nyttigt, hvis den nederste tekst ikke skiller sig ud fra baggrunden.

source: Highlight bottom number display
da: Fremhæv tal i nederste række

source: Affects: rain chance display, temperature display, countdown displays
da: Påvirker: chance for regn, temperatur og nedtælling

source: Format specification
da: Formatspecifikation

source: This uses standard strftime, with the addition of the %! specifier to show an approximate phase of the day (e.g. Morning, Afternoon, Evening, ...). Leave empty to show a default date according to your locale and settings.
da: Dette bruger standard strftime med tilføjelsen af %! specifikatoren for at vise en omtrentlig tidsangivelse (f.eks. morgen, eftermiddag, aften …). Lad feltet være tomt for at vise en standarddato i henhold til din lokalitet og indstillinger.

source: Font
da: Skrifttype

source: Can help conpensate for the varying vertical alignment of different fonts.
da: Kan hjælpe med at kompensere for den varierende lodrette justering af forskellige skrifttyper.

source: Show separate weekday (fixed size)
da: Vis ugedag (fast størrelse)

source: This uses standard strftime, with the addition of the %! specifier to show an approximate phase of the day (e.g. Morning, Afternoon, Evening, ...). Leave empty to show a default clock according to your locale and settings.
da: Dette bruger standard strftime med tilføjelsen af %! specifikatoren for at vise en omtrentlig tidsangivelse (f.eks. morgen, eftermiddag, aften …). Lad feltet være tomt for at vise et standardur i henhold til din lokalitet og indstillinger.

source: Drop shadow
da: Skyggeeffekt

source: Drop shadow offset
da: Forskydning af skygge

source: (W) - A valid WeatherAPI key is required. Go to the "Data" page to enable it. (C?) - OPTIONAL: precision can be improved by generating a local lunar calendar. See https://github.com/torchipeppo/p3-clock-for-cinnamon/tree/master/lunar_calendar_generation for instructions. (D) - You must provide one or more important dates to count down to in the "Data" page.
da: (W) - En gyldig WeatherAPI-nøgle er påkrævet. Gå til siden “Data” for at aktivere den. (C?) - VALGFRIT: præcisionen kan forbedres ved at generere en lokal månekalender. Se https://github.com/torchipeppo/p3-clock-for-cinnamon/tree/master/lunar_calendar_generation for instruktioner. (D) - Du skal angive en eller flere vigtige datoer, der skal tælles ned til, på siden “Data”.

source: To access weather data from WeatherAPI, an API key is required. Sign up on weatherapi.com to get one. Be mindful of your request budget when setting the update frequency or manually requesting updates.
da: For at få adgang til vejrdata fra WeatherAPI kræves en API-nøgle. Tilmeld dig på weatherapi.com for at få en. Vær opmærksom på dit anmodningsbudget, når du indstiller opdateringsfrekvensen eller manuelt anmoder om opdateringer.

source: Enable WeatherAPI for weather display
da: Aktivér WeatherAPI til visning af vejret

source: WeatherAPI key
da: WeatherAPI-nøgle

source: Your API key for WeatherAPI. Leave empty to disable weather display.
da: Din API-nøgle til WeatherAPI. Lad feltet være tomt for at deaktivere vejrudsigten.

source: Weather location
da: Placering for vejr

source: Enter your location name (e.g. "Tokyo"), your coordinates (e.g. "123.45,98.765"), or "auto:ip" for automatic lookup based on your IP address.
da: Indtast navnet på din placering (f.eks. “Tokyo”), dine koordinater (f.eks. “123.45,98.765”) eller “auto:ip” for automatisk søgning baseret på din IP-adresse.

source: 60 minutes
da: 60 minutter

source: Update frequency
da: Opdateringsinterval

source: Refresh WeatherAPI
da: Genindlæs WeatherAPI

source: Weather (W)
da: Vejr (W)

source: Moon phase (C?)
da: Månefase (C?)

source: Emoji display
da: Emoji

source: Chance of rain (W)
da: Chance for regn (W)

source: Temperature °C (W)
da: Temperatur °C (W)

source: Temperature °F (W)
da: Temperatur °F (W)

source: Moon countdown (C?)
da: Månenedtælling (C?)

source: Custom countdown (D)
da: Brugerdefineret nedtælling (D)

source: Caption display
da: Visning

source: Show more countdowns in secondary text (D)
da: Vis flere nedtællinger i sekundær tekst (D)

source: Select moon phases
da: Vælg månefaser

source: Enter one or more dates to count down to when selecting "Custom countdown" (1 date) and/or "Show more countdowns in secondary text" (up to 2 additional dates). The order of the list represents the priority order for the dates. Disable dates to skip them. Dates set in the past are also skipped unless they are "persistent".
da: Indtast en eller flere datoer, der skal tælles ned til, når du vælger “Brugerdefineret nedtælling” (1 dato) og/eller “Vis flere nedtællinger i sekundær tekst” (op til 2 ekstra datoer). Rækkefølgen på listen angiver prioritetsrækkefølgen for datoerne. Deaktivér datoer for at springe dem over. Datoer, der er indstillet i fortiden, springes også over, medmindre de er “vedvarende”.

source: Click the button below to save the following settings to a JSON file: - color scheme, - text style (including font selection, shadow offset, and emoji size), - content (including date-time format strings and bottom row selections), - countdown dates. Does NOT correspond to a full export of the configuration.
da: Klik på knappen nedenfor for at gemme følgende indstillinger i en JSON-fil: - farveskema, - tekststil (inklusive valg af skrifttype, skyggeforskydning og emojistørrelse), - indhold (inklusive dato- og tidsformatstrenge og valg i nederste række), - nedtællingsdatoer. Svarer IKKE til en fuld eksport af konfigurationen.

source: Save customization
da: Gem tilpasninger

source: Choose which options to load from a previous save, then click the button below to select a file to load. WARNING: the selected settings will be overwritten, and their original values will be lost! Unselected settings will be left untouched.
da: Vælg hvilke indstillinger der skal indlæses fra en tidligere gemt fil, og klik derefter på knappen nedenfor for at vælge en fil, der skal indlæses. ADVARSEL: De valgte indstillinger overskrives, og deres oprindelige værdier går tabt! Ikkevalgte indstillinger forbliver uændrede.

source: Load color scheme
da: Indlæs farveskema

source: Load text style
da: Indlæs tekststil

source: Load content
da: Indlæs indhold

source: Load countdown dates
da: Indlæs nedtællingsdatoer

source: Load selected options
da: Indlæs valgte indstillinger
