Repository: linuxmint/cinnamon-spices-desklets
Catalog: calendar@bahrampc/files/calendar@bahrampc/po/*.po
Languages: ca, es

source: Shamsi Calendar Desklet provides a highly configurable desklet to display current date and browsable months.
ca: La miniaplicació d'escriptori de calendari Shamsi proveeix una manera altament configurable de mostra de la data actual i navegació per mesos.
es: Desklet calecndario Shamsi ofrece un desklet altamente configurable para mostrar la fecha actual y navegar por los meses.

source: Configurable Calendar desklet
ca: Miniaplicació d'escriptori de Calendari configurable
es: Desklet calendario configurable

source: Shamsi Calendar Desklet
ca: Miniaplicació d'escriptori de Calendari Shamsi
es: Desklet calendario Shamsi

source: Shamsi calendar configuration
ca: Configuració del calendari Shamsi
es: Configuración del calendario Shamsi

source: Panels to show
ca: Taulers a mostrar
es: Paneles para mostrar

source: Both Today & Month
ca: Ambdós (avui & mes)
es: Tanto hoy como mes

source: Today only
ca: Només avui
es: Solo hoy

source: Month only
ca: Només el mes
es: Solo mes

source: Select the panels to display in desklet
ca: Seleccioneu els taulers per a mostrar a la miniaplicació d'escriptori
es: Seleccione los paneles que desea visualizar en el desklet

source: Show day of week
ca: Mostra el dia de la setmana
es: Mostrar día de la semana

source: Full
ca: Complet
es: Completo

source: Short
ca: Curt
es: Abreviado

source: For day of week; show full name, short name or disable showing
ca: Pel dia de la setmana; mostra el nom complet, el curt o el desactiva
es: Para el día de la semana; mostrar el nombre completo, el nombre abreviado o desactivar la visualización

source: Short month name
ca: Nom curt del mes
es: Nombre abreviado del mes

source: Show short month name
ca: Mostra el nom curt del mes
es: Mostrar el bombre abreviado del mes

source: Show year
ca: Mostra l'any
es: Mostrar año

source: For year; show all digits, show last two digits or disable showing
ca: Per a l'any; mostra tots els dígits, els últims dos o el desactiva
es: Para el año; mostrar todos los dígitos, mostrar los dos últimos dígitos o desactivar la visualización

source: Show time
ca: Mostra l'hora
es: Mostrar hora

source: Show or hide time (hours and minutes)
ca: Mostra o amaga l'hora (hores i minuts)
es: Mostrar u ocultar la hora (horas y minutos)

source: Use 24h clock
ca: Utilitza el rellotge de 24h
es: Utilizar reloj de 24 horas

source: Auto-advance
ca: Auto-avança
es: Avance automático

source: When the month changes, update the desklet
ca: Actualitza la miniaplicació d'escriptori quan el mes canvia
es: Cuando cambie el mes, actualiza el desklet

source: Desklet style configuration
ca: Configuració de l'estil de la miniaplicació d'escriptori
es: Configuración del estilo Desklet

source: Layout of desklet
ca: Format de plantilla de la miniaplicació d'escriptori
es: Disposición del desklet

source: Horizontal
ca: Horitzontal

source: Set the overall layout to horizontal/vertical of desklet
ca: Assigna el format de plantilla de la miniaplicació d'escriptori com a horitzontal/vertical
es: Establezca el diseño general horizontal/vertical del desklet

source: Custom font family for text (blank to use default)
ca: Tipus de font personalitzada pel text (buit = per defecte)
es: Familia de fuentes personalizada para el texto (en blanco para utilizar la predeterminada)

source: Set a custom font family for the text (blank to use default font)
ca: Assigna una família de fonts personalitzades pel text (o utilitza la font per defecte)
es: Establezca una familia de fuentes personalizada para el texto (en blanco para utilizar la fuente predeterminada)

source: Font size (pt)
ca: Mida de la font (pt)
es: Tamaño de fuente (pt)

source: Set the text font size in points
ca: Estableix la mida de la font en punts
es: Establece el tamaño de la fuente del texto en puntos

source: Text colour
ca: Color del text
es: Color del texto

source: Set text colour of desklet
ca: Assigna el color del text de la miniaplicació d'escriptori
es: Establece el color del texto del desklet

source: Text colour for Fridays
ca: Color del text dels Divendres
es: Color del texto de los viernes

source: Set text colour for Fridays
ca: Estableix el color del text pels Divendres
es: Establece el color del texto de los viernes

source: Background colour
ca: Color de fons
es: Color de fondo

source: Set background colour of desklet
ca: Estableix el color de fons per a la miniaplicació d'escriptori
es: Establece el color de fondo del desklet

source: Transparency (%)
ca: Transparència (%)
es: Transparencia (%)

source: Set the transparency of desklet in percentage
ca: Assigna la transparència de la miniaplicació d'escriptori en tant per cent
es: Establece la transparencia del desklet en porcentaje

source: No
es: No mostrar
