Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/SevenSegmentClock@lxs242/*.po
Languages: da, de, es, fi, hu, it, nl, pt_br, ro, ru, tr

source: Simple 2
da: Enkelt 2
de: Einfach 2
fi: Koruton 2
hu: Egyszerű 2
it: Semplice 2
nl: Eenvoudig 2
pt_br: Simples 2
ro: Simplu 2
ru: Пример 2
tr: Basit 2

source: Simple 3
da: Enkelt 3
de: Einfach 3
fi: Koruton 3
hu: Egyszerű 3
it: Semplice 3
nl: Eenvoudig 3
pt_br: Simples 3
ro: Simplu 3
ru: Пример 3
tr: Basit 3

source: Curved
da: Buet
de: Gebogen
es: Curvado
fi: Pyöristetty
hu: Íves
it: Curvo
nl: Gebogen
pt_br: Curvado
ro: Curbat
ru: Изогнутый
tr: Eğri

source: Digit style
da: Talstil
de: Ziffernstil
es: Estilo de los dígitos
fi: Numeroiden tyyli
hu: Számlap stílusa
it: Stile cifre
nl: Cijferstijl
pt_br: Estilo do dígito
ro: Stilul cifrei
ru: Стиль цифр
tr: Rakam stili

source: Customizable seven segment digital clock with date and Unix time
da: Digitalt ur (med dato og Unixtid) med syv segmenter som kan tilpasses
de: Anpassbare Siebensegment-Digitaluhr mit Datum und Unixzeit
es: Reloj digital de siete segmentos personalizable con fecha y tiempo Unix
fi: Seitsemän segmentin digitaalikello ajalla ja päivämäärällä
hu: Testreszabható hét szegmenses digitális óra dátummal és Unix idővel
it: Orologio digitale a sette segmenti personalizzabile con data e tempo Unix
nl: Aanpasbare zeven segment digitale klok met datum en Unix-tijd
pt_br: Relógio digital de sete segmentos personalizável com data e hora do Unix
ro: Ceas digital personalizabil cu șapte segmente, cu dată și oră Unix
ru: Настраиваемые семисегментные цифровые часы с датой и Unix временем
tr: Tarih ve Unix saati ile özelleştirilebilir yedi segmentli dijital saat
