Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/SevenSegmentClock@lxs242/*.po
Languages: da, de, es, fi, hu, it, nl, pt_br, ro, ru, tr

source: Seven Segment Digital Clock
da: Digitalt ur med syv segmenter
de: Siebensegment-Digitaluhr
es: Reloj digital de siete segmentos
hu: Hét szegmensű digitális óra
it: Orologio Digitale a Sette Segmenti
nl: Zeven Segment Digitale Klok
pt_br: Relógio digital de sete segmentos
ro: Ceas digital cu șapte segmente
ru: Семисегментные Цифровые Часы (Seven Segment Digital Clock)

source: Time is an illusion
da: Tiden er en illusion
de: Zeit ist eine Illusion
es: El tiempo es una ilusión
fi: Aika on illuusio
hu: Az idő csak illúzió
it: Il tempo è un illusione
nl: Tijd is een illusie
pt_br: O tempo é uma ilusão
ro: Timpul este o iluzie
ru: Время - это иллюзия
tr: Zaman bir yanılsamadır

source: General
da: Generelt
de: Allgemein
fi: Yleinen
hu: Általános
it: Generale
nl: Algemeen
pt_br: Visão geral
ru: Общие настройки
tr: Genel

source: Digits
da: Tal
de: Ziffern
es: Dígitos
fi: Numerot
hu: Számjegy
it: Cifre
nl: Cijfers
pt_br: Dígitos
ro: Cifre
ru: Цифры
tr: Rakamlar

source: Clock
da: Ur
de: Uhr
es: Reloj
fi: Kello
hu: Óra
it: Orologio
nl: Klok
pt_br: Relógio
ro: Ceas
ru: Часы
tr: Saat

source: Date and Unix time
da: Dato og Unixtid
de: Datum und Unixzeit
es: Fecha y tiempo Unix
fi: Aika ja päivämäärä
hu: Dátum és Unix idő
it: Data e ora Unix
nl: Datum en Unix-tijd
pt_br: Data e hora do Unix
ro: Data și ora Unix
ru: Дата и Unix Время
tr: Tarih ve Unix saati

source: Main layout
da: Udseende
de: Hauptlayout
es: Diseño principal
fi: Asettelu
hu: Fő elrendezés
it: Stile principale
nl: Hoofdindeling
pt_br: Ajustes principais
ro: Schema principală
ru: Основное содержимое
tr: Ana düzen

source: Background
da: Baggrund
de: Hintergrund
es: Fondo
fi: Tausta
hu: Háttér
it: Sfondo
nl: Achtergrond
pt_br: Fundo
ro: Fond
ru: Фон
tr: Arkaplan

source: Digit appearance
da: Tallenes udseende
de: Darstellung der Ziffern
es: Apariencia de los dígitos
fi: Numeroiden ulkonäkö
hu: Számlap
it: Aspetto cifre
nl: Uiterlijk van de cijfers
pt_br: Aparência dos dígitos
ro: Aspectul cifrelor
ru: Внешний вид цифр
tr: Rakam görünümü

source: Dark segments
da: Uoplyste segmenter
de: Dunkle Segmente
es: Segmentos oscuros
fi: Tummat osat
hu: Sötét szegmensek
it: Segmenti scuri
nl: Donkere segmenten
pt_br: Grade dos dígitos
ro: Segmente întunecate
ru: Неактивные сегменты
tr: Koyu segmentler

source: Stroke
da: Omrids
de: Strich
es: Borde del dígito
fi: Katkoviivat
hu: Szegély
it: Rintocco
nl: Streep
pt_br: Contorno
ro: Contur
ru: Обводка
tr: Tarz

source: Clock appearance
da: Urets udseende
de: Darstellung der Uhr
es: Aspecto del reloj
fi: Kellon ulkonäkö
hu: Óra megjelenése
it: Aspetto dell'orologio
nl: Uiterlijk van de klok
pt_br: Aparência do relógio
ro: Aspectul ceasului
ru: Внешний вид Часов
tr: Saat görünümü

source: Date appearance
da: Datoens udseende
de: Darstellung des Datums
es: Aspecto de la fecha
fi: Päivämäärän ulkonäkö
hu: Dátum megjelenés
it: Aspetto della data
nl: Uiterlijk van de datum
pt_br: Aparência da data
ro: Aspectul datei
ru: Внешний вид Даты
tr: Tarih görünümü

source: Unix time appearance
da: Udseende af Unixtid
de: Darstellung der Unixzeit
es: Aspecto del tiempo Unix
fi: Unix-ajan ulkonäkö
hu: Unix idő megjelenés
it: Aspetto del tempo Unix
nl: Uiterlijk van Unix-tijd
pt_br: Aparência do tempo do Unix
ro: Aspectul orei Unix
ru: Внешний вид Unix Времени
tr: Unix zaman görünümü

source: Clock - Date - Unix
da: Ur - dato - Unix
de: Uhr - Datum - Unix
es: Hora - Fecha - Unix
fi: Kello - päivä - Unix
hu: Óra - Dátum - Unix
it: Orologio - Data - Unix
nl: Klok - Datum - Unix
pt_br: Relógio - Data - Unix
ro: Ceas - Data - Unix
ru: Часы - Дата - Unix Время
tr: Saat - Tarih - Unix

source: Clock - Unix - Date
da: Ur - Unix - dato
de: Uhr - Unix - Datum
es: Hora - Unix - Fecha
fi: Kello - Unix - Päivä
hu: Óra - Unix - Dátum
it: Orologio - Unix - Data
nl: Klok - Unix - Datum
pt_br: Relógio - Unix - Data
ro: Ceas - Unix - Data
ru: Часы - Unix Время - Дата
tr: Saat - Unix - Tarih

source: Date - Clock - Unix
da: Dato - ur - Unix
de: Datum - Uhr - Unix
es: Fecha - Hora - Unix
fi: Päivä - Kello - Unix
hu: Dátum - Óra - Unix
it: Data - Orologio - Unix
nl: Datum - Klok - Unix
pt_br: Data - Relógio - Unix
ro: Data - Ceas - Unix
ru: Дата - Часы - Unix Время
tr: Tarih - Saat - Unix

source: Date - Unix - Clock
da: Dato - Unix - ur
de: Datum - Unix - Uhr
es: Fecha - Unix - Hora
fi: Päivä - Unix - Kello
hu: Dátum - Unix - Óra
it: Data - Unix - Orologio
nl: Datum - Unix - Klok
pt_br: Data - Unix - Relógio
ro: Data - Unix - Ceas
ru: Дата - Unix Время - Часы
tr: Tarih - Unix - Saat

source: Unix - Clock - Date
da: Unix - ur - dato
de: Unix - Uhr - Datum
es: Unix - Hora - Fecha
fi: Unix - Kello - Päivä
hu: Unix - Óra - Dátum
it: Unix - Orologio - Data
nl: Unix - Klok - Datum
pt_br: Unix - Relógio - Data
ro: Unix - Ceas - Data
ru: Unix Время - Часы - Дата
tr: Unix - Saat - Tarih

source: Unix - Date - Clock
da: Unix - dato - ur
de: Unix - Datum - Uhr
es: Unix - Fecha - Hora
fi: Unix - Päivä - Kello
hu: Unix - Dátum - Óra
it: Unix - Data - Orologio
nl: Unix - Datum - Klok
pt_br: Unix - Data - Relógio
ro: Unix - Data - Ceas
ru: Unix Время - Дата - Часы
tr: Unix - Tarih - Saat

source: Vertical order of main elements
da: Lodret rækkefølge af dato/tid
de: Vertikale Anordnung der Hauptelemente
es: Orden vertical de los elementos principales
fi: Pystysuuntainen järjestys
hu: A fő elemek függőleges sorrendje
it: Disposizione verticale dei principali elementi
nl: Verticale volgorde van hoofdelementen
pt_br: Ordem vertical dos elementos principais
ro: Ordinea verticală a elementelor principale
ru: Вертикальный порядок элементов
tr: Ana öğelerin dikey sırası

source: pixel
es: pixeles
fi: pistettä
hu: képpont
ru: пиксели
tr: piksel

source: Space between main elements
da: Mellemrum mellem dato og tid
de: Abstand zwischen Hauptelementen
es: Espacio entre los elementos principales
fi: Tila elementtien välissä
hu: A fő elemek közötti tér
it: Spaziatura tra gli elementi principali
nl: Ruimte tussen hoofdelementen
pt_br: Espaço entre os elementos principais
ro: Spațiul dintre elementele principale
ru: Пространство между элементами
tr: Ana öğeler arasındaki boşluk

source: Show background
da: Vis baggrund
de: Zeige Hintergrund
es: Mostrar fondo
fi: Näytä taustakuva
hu: Háttér megjelenítése
it: Mostra sfondo
nl: Achtergrond weergeven
pt_br: Mostrar o fundo
ro: Afișează fundalul
ru: Показать фон
tr: Arka planı göster

source: Color
da: Farve
de: Farbe
fi: Väri
hu: Szín
it: Colore
nl: Kleur
pt_br: Cor
ro: Culoare
ru: Цвет
tr: Renk

source: percent
da: procent
de: Prozent
es: porcentaje
fi: prosenttia
hu: százalék
it: percentuale
nl: percentage
pt_br: porcentagem
ro: procente
ru: проценты
tr: yüzde

source: Opacity
da: Uigennemsigtighed
de: Opazität
es: Opacidad
fi: Peittävyys
hu: Átlátszatlanság
it: Opacità
nl: Doorzichtigheid
pt_br: Opacidade
ro: Opacitate
ru: Прозрачность
tr: Matlık

source: Round corners
da: Runde hjørner
de: Runde Ecken
es: Esquinas redondeadas
fi: Pyöristetyt kulmat
hu: Sarkok lekerekítése
it: Angoli arrotondati
nl: Afgeronde hoeken
pt_br: Cantos arredondados
ro: Colțuri rotunde
ru: Скруглённые углы
tr: Yuvarlak köşeler

source: Shadow
da: Skygge
de: Schatten
es: Sombra
fi: Varjo
hu: Árnyék
it: Ombreggiatura
nl: Schaduw
pt_br: Sombra
ro: Umbra
ru: Тени
tr: Gölge

source: degrees
da: grader
de: Grad
es: grados
fi: astetta
hu: fok
it: gradi
nl: graden
pt_br: graus
ro: grade
ru: градусы
tr: derece

source: Skew
da: Skrå
de: Schiefe
es: Inclinación
fi: Kallista
hu: Dőlés
it: Inclinazione
nl: Verdraaiing
pt_br: Inclinação
ro: Înclinare
ru: Наклон
tr: Eğrilik

source: Relative space between digits
da: Relativt mellemrum mellem tallene
de: Relativer Abstand zwischen Ziffern
es: Espacio relativo entre dígitos
fi: Suhteellinen tila numeroiden välillä
hu: Számjegyek közötti relatív tér
it: Spazio relativo tra le cifre
nl: Relatieve ruimte tussen cijfers
pt_br: Espaço relativo entre os dígitos
ro: Spațiu relativ între cifre
ru: Относительное пространство между цифрами
tr: Basamaklar arasındaki göreli boşluk

source: This value will be increasingly reduced by the digit skew.
da: Denne værdi vil blive reduceret af skrå tal.
de: Dieser Wert wird zunehmend durch die Schiefe reduziert.
es: Este valor se reducirá cada vez más por la inclinación de los dígitos.
fi: Arvo pienentää yhä enemmän numeroiden kallistumaa.
hu: Ezt az értéket a számjegyek dőlése egyre inkább csökkenti.
it: Questo valore sarà decrementato progressivamente dall'inclinazione delle cifre.
nl: Deze waarde zal steeds meer worden verminderd door de cijferverdraaiing.
pt_br: O espaço relativo será menor, quanto maior for a inclinação do dígito.
ro: Această valoare va fi redusă din ce în ce mai mult de distorsiunea cifrelor.
ru: Это значение увеличивает наклон цифр.
tr: Bu değer, basamak çarpıklığıyla giderek azalacaktır.

source: Alternative 6 and 9
da: Alternativ 6 og 9
de: Alternative 6 und 9
es: 6 y 9 alternativos
fi: Vaihtoehtoinen 6 ja 9
hu: Alternatív 6 és 9
it: 6 e 9 alternativi
nl: Alternatief 6 en 9
pt_br: Dígitos 6 e 9 alternativos
ro: Alternative pentru 6 și 9
ru: Альтернативные 6 и 9
tr: Alternatif 6 ve 9

source: Alternative 7
da: Alternativ 7
es: 7 alternativo
fi: Vaihtoehtoinen 7
hu: Alternatív 7
it: 7 alternativo
nl: Alternatief 7
pt_br: Dígito 7 alternativo
ro: Alternativă pentru 7
ru: Альтернативная 7
tr: Alternatif 7

source: Show dark segments of the digits
da: Vis uoplyste segmenter
de: Zeige dunkle Segmente der Ziffern
es: Mostrar los segmentos oscuros de los dígitos
fi: Näytä tumma numerovarjo
hu: Számjegyek sötét szegmenseinek megjelenítése
it: Mostra segmenti scuri delle cifre
nl: Donkere segmenten van de cijfers tonen
pt_br: Mostrar a grade dos dígitos
ro: Afișează segmentele întunecate ale cifrelor
ru: Показать неактивные сегменты на цифрах
tr: Basamakların koyu kısımlarını göster

source: Black
da: Sort
de: Schwarz
es: Oscuro
fi: Musta
hu: Fekete
it: Nero
nl: Zwart
pt_br: Preta
ro: Negru
ru: Тёмными
tr: Siyah

source: White
da: Hvid
de: Weiß
es: Claro
fi: Valkoinen
hu: Fehér
it: Bianco
nl: Wit
pt_br: Branca
ro: Alb
ru: Светлыми
tr: Beyaz

source: same as illuminated
da: samme som oplyste
de: wie die Beleuchteten
es: igual que iluminado
fi: sama kuin valaistu
hu: ugyanaz mint a megvilágított
it: come illuminato
nl: hetzelfde als verlicht
pt_br: Mesma cor do dígito
ro: la fel ca și iluminată
ru: так же как и активные
tr: aydınlatılmış ile aynı

source: Add stroke
da: Tilføj omrids
de: Strich hinzufügen
es: Añadir borde del dígito
fi: Lisää katkoviivat
hu: Szegély hozzáadása
it: Aggiungi rintocco
nl: Streep toevoegen
pt_br: Mostrar contorno
ro: Adaugă contur
ru: Добавить обводку
tr: Tarz ekle

source: Width
da: Bredde
de: Breite
es: Ancho
fi: Leveys
hu: Szélesség
it: Larghezza
nl: Breedte
pt_br: Largura
ro: Lățime
ru: Ширина
tr: Genişlik

source: Show clock
da: Vis ur
de: Zeige Uhr
es: Mostrar reloj
fi: Näytä kello
hu: Óra megjelenítése
it: Mostra orologio
nl: Klok tonen
pt_br: Mostrar o relógio
ro: Afișează ceasul
ru: Показать часы
tr: Saati göster

source: Digit height
da: Tallenes højde
de: Ziffernhöhe
es: Altura de los dígitos
fi: Numeron korkeus
hu: Számjegy magassága
it: Altezza digitale
nl: Cijferhoogte
pt_br: Altura do dígito
ro: Înălțimea cifrei
ru: Размер цифр
tr: Rakam yüksekliği

source: Show seconds
da: Vis sekunder
de: Zeige Sekunden
es: Mostrar segundos
fi: Näytä sekunnit
hu: Másodperc megjelenítése
it: Mostra secondi
nl: Seconden tonen
pt_br: Mostrar segundos
ro: Afișează secundele
ru: Показать секунды
tr: Saniyeleri göster

source: Smaller seconds
da: Mindre sekunder
de: Kleinere Sekunden
es: Segundos de menor tamaño
fi: Pienemmät sekunnit
hu: Kisebb másodperc
it: Secondi più piccoli
nl: Kleinere seconden
pt_br: Segundos menores
ro: Secunde mai mici
ru: Меленькие секунды
tr: Daha küçük saniye

source: none
da: ingen
de: keines
es: ninguno
fi: ei mitään
hu: nincs
it: nulla
nl: geen
pt_br: Nenhum
ro: niciunul
ru: нет
tr: yok

source: half space
da: halvt mellemrum
de: halber Abstand
es: medio espacio
fi: lisäväli
hu: fél méret
it: metà spazio
nl: halve ruimte
pt_br: Meio espaço
ro: jumătate de spațiu
ru: короткий пробел
tr: yarım boşluk

source: full space
da: helt mellemrum
de: ganzer Abstand
es: espacio completo
fi: isoväli
hu: teljes méret
it: spazio completo
nl: volledige ruimte
pt_br: Espaço completo
ro: spațiu complet
ru: полный пробел
tr: tam boşluk

source: decimal point
da: punktum
de: Dezimalpunkt
es: punto decimal
fi: piste
hu: tizedesvessző
it: punto decimale
nl: decimaalteken
pt_br: Ponto decimal
ro: punct zecimal
ru: десятичная точка
tr: ondalık nokta

source: colon
da: kolon
de: Doppelpunkt
es: dos puntos
fi: kaksoispiste
hu: kettőspont
it: virgola
nl: dubbele punt
pt_br: Dois pontos
ru: двоеточие
tr: iki nokta üst üste

source: dash
da: streg
de: Strich
es: guión
fi: viiva
hu: kötőjel
it: trattino
nl: streepje
pt_br: Traço
ro: liniuță
ru: черта
tr: tire

source: Divider type
da: Adskillertype
de: Trennzeichen
es: Tipo de separador
fi: Erottaja
hu: Elválasztó típusa
it: Tipo divisore
nl: Scheidertype
pt_br: Tipo de divisor
ro: Tipul de divizor
ru: Тип делителя
tr: Ayırıcı tipi

source: Blinking divider (only decimal point and colon)
da: Blinkende adskiller (kun punktum og kolon)
de: Blinkendes Trennzeichen (nur Dezimal- und Doppelpunkt)
es: Separador intermitente (sólo punto decimal y dos puntos)
fi: Vilkkuva erottaja (vain piste- ja kaksoispiste)
hu: Villogó elválasztó (csak tizedesvessző vagy kettőspont)
it: Divisore lampeggiante (solo punto decimale e due punti)
nl: Knipperende scheider (alleen decimaalteken en dubbele punt)
pt_br: Divisor piscando (visível apenas nos divisores Ponto decimal e Dois pontos)
ro: Divizor intermitent (numai virgulă și două puncte)
ru: Мигающий разделитель (только двоеточие или точка)
tr: Ayırıcı (sadece ondalık nokta ve iki nokta üst üste)

source: on
da: til
de: an
es: encendido
hu: be
it: acceso
nl: aan
pt_br: Ligado
ro: pe
ru: вкл
tr: açık

source: off
da: fra
de: aus
es: apagado
fi: ei
hu: ki
it: spento
nl: uit
pt_br: Desligado
ru: выкл
tr: kapalı

source: hide
da: skjul
de: verstecken
es: oculto
fi: piilota
hu: elrejtés
it: nascondi
nl: verbergen
pt_br: Escondido
ro: ascunde
ru: скрыть
tr: gizle

source: remove
da: fjern
de: entfernen
es: eliminar
fi: poista
hu: eltávolítás
it: rimuovi
nl: verwijderen
pt_br: Desconsiderado
ro: elimină
ru: удалить
tr: kaldır

source: Leading zero in hours
da: Nul foran timetallet
de: Führende Null in Stunden
es: Mostrar cero a la izquierda en horas
fi: Nolla tunnin edessä
hu: Órák alatt nulla vezet
it: Zero iniziale in ore
nl: Leidende nul in uren tonen
pt_br: Zero à esquerda em horas
ro: Zero la început în ore
ru: Ведущий ноль в часе
tr: Saatte sıfır önde

source: 12h instead of 24h
da: 12-timers
de: 12h anstatt 24h
es: 12h en lugar de 24h
fi: 12 tuntia 24 tunnin sijaan
hu: 12 órás 24 órás helyett
it: 12h invece di 24h
nl: 12u in plaats van 24u
pt_br: 12h em vez de 24h
ro: 12h în loc de 24h
ru: 12 часов вместо 24
tr: 24s yerine 12s

source: only A and P
da: kun A og P
de: nur A und P
es: sólo A y P
fi: vain A ja P
hu: csak A és P
it: solo A e P
nl: alleen A en P
pt_br: Somente A e P
ro: numai A și P
ru: только А (до обеда) и Р (после обеда)
tr: sadece A ve P

source: with M variant 1
da: med M variant 1
de: mit M Variante 1
es: con la variante 1 de M
fi: variantti M-1
hu: AM/PM megjelenítése, 1. variáns
it: con M variante 1
nl: met M-variant 1
pt_br: AM e PM, variante 1
ro: cu varianta M 1
ru: добавить М вариант 1
tr: M varyantı 1 ile

source: with M variant 2
da: med M variant 2
de: mit M Variante 2
es: con la variante 2 de M
fi: variantti M-2
hu: AM/PM megjelenítése, 2. variáns
it: con M variante 2
nl: met M-variant 2
pt_br: AM e PM, variante 2
ro: cu varianta M 2
ru: добавить М вариант 2
tr: M varyantı 2 ile

source: AM/PM indicator
da: AM/PM-indikator
de: AM/PM-Indikator
es: Indicador AM/PM
fi: Ilmaisin AM/PM
hu: AM/PM indikátor
it: Indicatore AM/PM
pt_br: Indicador de AM/PM
ro: Indicator AM/PM
ru: Добавить AM/PM индикатор
tr: ÖÖ/ÖS göstergesi

source: Show date
da: Vis dato
de: Zeige Datum
es: Mostrar fecha
fi: Näytä päivämäärä
hu: Dátum megjelenítése
it: Mostra data
nl: Datum tonen
pt_br: Mostrar a data
ro: Arată data
ru: Показать дату
tr: Tarihi göster

source: Year - Month - Day
da: År - måned - dag
de: Jahr - Monat - Tag
es: Año - Mes - Día
fi: V - KK - PV
hu: Év - Hónap - Nap
it: Anno - Mese - Giorno
nl: Jaar - Maand - Dag
pt_br: Ano - Mês - Dia
ro: Anul - Luna - Ziua
ru: Год - Месяц - День
tr: Yıl - Ay - Gün

source: Year - Day - Month
da: År - dag - måned
de: Jahr - Tag - Monat
es: Año - Día - Mes
fi: V - PV - KK
hu: Év - Nap - Hónap
it: Anno - Giorno - Mese
nl: Jaar - Dag - Maand
pt_br: Ano - Dia - Mês
ro: Anul - Ziua - Luna
ru: Год - День - Месяц
tr: Yıl - Gün - Ay

source: Day - Month - Year
da: Dag - måned - år
de: Tag - Monat - Jahr
es: Día - Mes - Año
fi: PV - KK - V
hu: Nap - Hónap - Év
it: Giorno - Mese - Anno
nl: Dag - Maand - Jaar
pt_br: Dia - Mês - Ano
ro: Ziua - Luna - Anul
ru: День - Месяц - Год
tr: Gün - Ay - Yıl

source: Month - Day - Year
da: Måned - dag - år
de: Monat - Tag - Jahr
es: Mes - Día - Año
fi: KK - PV - V
hu: Hónap - Nap - Év
it: Mese - Giorno - Anno
nl: Maand - Dag - Jaar
pt_br: Mês - Dia - Ano
ro: Luna - Ziua - Anul
ru: Месяц - День - Год
tr: Ay - Gün - Yıl

source: Date format
da: Datoformat
de: Datumsformat
es: Formato de la fecha
fi: Päiväys esitetään
hu: Dátumformátum
it: Formato data
nl: Datumformaat
pt_br: Formato da data
ro: Formatul datei
ru: Формат даты
tr: Tarih biçimi

source: Show Unix time
da: Vis Unixtid
de: Zeige Unixzeit
es: Mostrar tiempo Unix
fi: Näytä Unix-aika
hu: Unix idő megjelenés
it: Mostra tempo Unix
nl: Unix-tijd tonen
pt_br: Mostrar o tempo do Unix
ro: Afișează ora Unix
ru: Показать Unix Время
tr: Unix zamanını göster

source: Style by OpenClipart
da: OpenClipart-stil
de: Stil von OpenClipart
es: Estilo de OpenClipart
fi: Tyyli OpenClipart
hu: OpenClipart stílus
it: Stile da OpenClipart
nl: Stijl door OpenClipart
ro: Stil de OpenClipart
ru: Стиль от OpenClipart
tr: OpenClipart Stili

source: Style by alex8664
da: Stil af alex8664
de: Stil von alex8664
es: Estilo de alex8664
fi: Tyyli alex8664
hu: Alex8664 stílus
it: Stile da alex8664
nl: Stijl door alex8664
pt_br: Estilo de alex8664
ro: Stil de alex8664
ru: Стиль от alex8664
tr: alex8664 Stili

source: Style by Cfaerber
da: Stil af Cfaerber
de: Stil von Cfaerber
es: Estilo de Cfaerber
fi: Tyyli Cfaerber
hu: Cfaerber stílus
it: Stile da Cfaerber
nl: Stijl door Cfaerber
pt_br: Estilo de Cfaerber
ro: Stil de Cfaerber
ru: Стиль от Cfaerber
tr: Cfaerber Stili

source: Style by h2g2bob
da: Stil af h2g2bob
de: Stil von h2g2bob
es: Estilo de h2g2bob
fi: Tyyli h2g2bob
hu: H2g2bob stílus
it: Stile da h2g2bob
nl: Stijl door h2g2bob
pt_br: Estilo de h2g2bob
ro: Stil de h2g2bob
ru: Стиль от h2g2bob
tr: h2g2bob Stili

source: Keshikan's DSEG Classic Light
da: Keshikans DSEG Klassisk Tynd
de: Keshikan's DSEG Classic Dünn
es: Keshikan's DSEG Clásico Delgado
fi: Keshikan's DSEG Classic ohut
hu: Keshikan's DSEG Klasszik Könnyű
nl: Keshikan's DSEG Klassiek Licht
pt_br: DSEG Clássico Leve de Keshikan
ro: DSEG Classic Light al lui Keshikan
ru: DSEG Classic Light от Keshikan
tr: Keshikan DSEG Klasik İnce

source: Keshikan's DSEG Classic Regular
da: Keshikans DSEG Klassisk Almindelig
de: Keshikan's DSEG Classic Normal
es: Keshikan's DSEG Clásico Regular
fi: Keshikan's DSEG Classic normaali
hu: Keshikan's DSEG Klasszikus
nl: Keshikan's DSEG Klassiek Normaal
pt_br: DSEG Clássico Regular de Keshikan
ru: DSEG Classic Regular от Keshikan
tr: Keshikan DSEG Klasik Normal

source: Keshikan's DSEG Classic Bold
da: Keshikans DSEG Klassisk Fed
de: Keshikan's DSEG Classic Fett
es: Keshikan's DSEG Clásico Negrita
fi: Keshikan's DSEG Classic vahva
hu: Keshikan's DSEG Klasszikus Félkövér
nl: Keshikan's DSEG Klassiek Vet
pt_br: DSEG Clássico Negrito de Keshikan
ru: DSEG Classic Bold от Keshikan
tr: Keshikan DSEG Classic Kalın

source: Keshikan's DSEG Classic Mini Light
da: Keshikans DSEG Klassisk Mini Tynd
de: Keshikan's DSEG Classic Mini Dünn
es: Keshikan's DSEG Clásico Delgado Mini
fi: Keshikan's DSEG Classic Mini ohut
hu: Keshikan's DSEG Klasszikus Mini Könnyű
nl: Keshikan's DSEG Klassiek Mini Licht
pt_br: DSEG Clássico Mini Leve de Keshikan
ro: DSEG Classic Mini Light de la Keshikan
ru: DSEG Classic Mini Light от Keshikan
tr: Keshikan DSEG Klasik Mini İnce

source: Keshikan's DSEG Classic Mini Regular
da: Keshikans DSEG Klassisk Mini Almindelig
de: Keshikan's DSEG Classic Mini Normal
es: Keshikan's DSEG Clásico Regular Mini
fi: Keshikan's DSEG Classic Mini normaali
hu: Keshikan's DSEG Klasszikus Mini
nl: Keshikan's DSEG Klassiek Mini Normaal
pt_br: DSEG Clássico Mini Regular de Keshikan
ru: DSEG Classic Mini Regular от Keshikan
tr: Keshikan DSEG Klasik Mini Normal

source: Keshikan's DSEG Classic Mini Bold
da: Keshikans DSEG Klassisk Mini Fed
de: Keshikan's DSEG Classic Mini Fett
es: Keshikan's DSEG Clásico Negrita Mini
fi: Keshikan's DSEG Classic Mini vahva
hu: Keshikan's DSEG Klasszikus Mini Félkövér
nl: Keshikan's DSEG Klassiek Mini Vet
pt_br: DSEG Clássico Mini Negrito de Keshikan
ru: DSEG Classic Mini Bold от Keshikan
tr: Keshikan DSEG Klasik Mini Kalın

source: Keshikan's DSEG Modern Light
da: Keshikans DSEG Moderne Tynd
de: Keshikan's DSEG Modern Dünn
es: Keshikan's DSEG Moderno Delgado
fi: Keshikan's DSEG Modern ohut
hu: Keshikan's DSEG Modern Könnyű
nl: Keshikan's DSEG Modern Licht
pt_br: DSEG Moderno Leve de Keshikan
ro: DSEG Modern Light de la Keshikan
ru: DSEG Modern Light от Keshikan
tr: Keshikan DSEG Modern İnce

source: Keshikan's DSEG Modern Regular
da: Keshikans DSEG Moderne Almindelig
de: Keshikan's DSEG Modern Normal
es: Keshikan's DSEG Moderno Regular
fi: Keshikan's DSEG Modern normaali
hu: Keshikan's DSEG Modern
nl: Keshikan's DSEG Modern Normaal
pt_br: DSEG Moderno Regular de Keshikan
ru: DSEG Modern Regular от Keshikan
tr: Keshikan DSEG Modern Normal

source: Keshikan's DSEG Modern Bold
da: Keshikans DSEG Moderne Fed
de: Keshikan's DSEG Modern Fett
es: Keshikan's DSEG Moderno Negrita
fi: Keshikan's DSEG Modern vahva
hu: Keshikan's DSEG Modern Félkövér
nl: Keshikan's DSEG Modern Vet
pt_br: DSEG Moderno Negrito de Keshikan
ru: DSEG Modern Bold от Keshikan
tr: Keshikan DSEG Modern Kalın

source: Keshikan's DSEG Modern Mini Light
da: Keshikans DSEG Moderne Mini Tynd
de: Keshikan's DSEG Modern Mini Dünn
es: Keshikan's DSEG Moderno Delgado Mini
fi: Keshikan's DSEG Modern Mini ohut
hu: Keshikan's DSEG Modern Mini Könyű
nl: Keshikan's DSEG Modern Mini Licht
pt_br: DSEG Moderno Mini Leve de Keshikan
ro: Mini-lumina modernă DSEG de la Keshikan
ru: DSEG Modern Mini Light от Keshikan
tr: Keshikan DSEG Modern Mini İnce

source: Keshikan's DSEG Modern Mini Regular
da: Keshikans DSEG Moderne Mini Almindelig
de: Keshikan's DSEG Modern Mini Normal
es: Keshikan's DSEG Moderno Regular Mini
fi: Keshikan's DSEG Modern Mini normaali
hu: Keshikan's DSEG Modern Mini
nl: Keshikan's DSEG Modern Mini Normaal
pt_br: DSEG Moderno Mini Regular de Keshikan
ru: DSEG Modern Mini Regular от Keshikan
tr: Keshikan DSEG Modern Mini Normal

source: Keshikan's DSEG Modern Mini Bold
da: Keshikans DSEG Moderne Mini Fed
de: Keshikan's DSEG Modern Mini Fett
es: Keshikan's DSEG Moderno Negrita Mini
fi: Keshikan's DSEG Modern Mini vahva
hu: Keshikan's DSEG Modern Mini Félkövér
nl: Keshikan's DSEG Modern Mini Vet
pt_br: DSEG Moderno Mini Negrito de Keshikan
ro: Keshikan's DSEG Modern Mini Bold de la Keshikan
ru: DSEG Modern Mini Bold Keshikan
tr: Keshikan DSEGModern Mini Kalın

source: Simple 1
da: Enkelt 1
de: Einfach 1
fi: Koruton 1
hu: Egyszerű 1
it: Semplice 1
nl: Eenvoudig 1
pt_br: Simples 1
ro: Simplu 1
ru: Пример 1
tr: Basit 1
