Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/yfquotes@thegli/*.po
Languages: it, vi

source: Empty quotes list. Open settings and add some symbols.
it: Lista quotazioni vuota. Apri le impostazioni e aggiungi dei simboli.
vi: Danh sách báo giá trống. Mở cài đặt và thêm một số ký hiệu.

source: Authorization parameters have expired
it: I parametri di autorizzazione sono scaduti
vi: Tham số ủy quyền đã hết hạn

source: Yahoo Finance service not available! Status:
it: Il servizio Yahoo Finance non è disponibile! Stato:
vi: Dịch vụ Yahoo Finance không khả dụng! Trạng thái:

source: No quotes data to display
it: Nessun dato delle quotazioni da mostrare
vi: Không có dữ liệu báo giá để hiển thị

source: Updated at
it: Aggiornato al
vi: Cập nhật lúc

source: Error:
it: Errore:
vi: Lỗi:

source: Failed to retrieve authorization parameter! Unable to fetch quotes data. Status:
it: Impossibile recuperare il parametro di autorizzazione! Impossibile recuperare i dati delle quotazioni. Stato:
vi: Không thể truy xuất tham số ủy quyền! Không thể tải dữ liệu báo giá. Trạng thái:

source: Consent processing failed! Unable to fetch quotes data. Status:
it: Elaborazione del consenso non riuscita! Impossibile recuperare i dati delle quotazioni. Stato:
vi: Xử lý đồng ý thất bại! Không thể tải dữ liệu báo giá. Trạng thái:

source: Consent processing not completed! Unable to fetch quotes data. Status:
it: Elaborazione del consenso non completata! Impossibile recuperare i dati delle quotazioni. Stato:
vi: Xử lý đồng ý chưa hoàn tất! Không thể tải dữ liệu báo giá. Trạng thái:

source: Failed to retrieve authorization crumb! Unable to fetch quotes data. Status:
it: Impossibile recuperare la parte di autorizzazione! Impossibile recuperare i dati delle quotazioni. Stato:
vi: Không thể truy xuất mảnh ủy quyền! Không thể tải dữ liệu báo giá. Trạng thái:

source: Displays financial market information such as stock quotes and commodity prices from Yahoo Finance
it: Visualizza le informazioni sul mercato finanziario come quotazioni di azioni e prezzi delle materie prime da Yahoo Finance
vi: Hiển thị thông tin thị trường tài chính như báo giá cổ phiếu và giá hàng hóa từ Yahoo Finance

source: Yahoo Finance Quotes
it: Quotazioni Yahoo Finance
vi: Báo giá Yahoo Finance

source: Quotes
it: Quotazioni
vi: Báo giá

source: Details
it: Dettaglio
vi: Chi tiết

source: Presentation
it: Presentazione
vi: Trình bày

source: Layout
it: Disposizione
vi: Bố cục

source: Network
it: Rete
vi: Mạng

source: Data Updates
it: Aggiornamento dei dati
vi: Cập nhật Dữ liệu

source: Name
it: Nome
vi: Tên

source: Symbol
it: Simbolo
vi: Ký hiệu

source: Price
it: Prezzo
vi: Giá

source: Change
it: Variazione
vi: Thay đổi

source: Date and Time
it: Data e ora
vi: Ngày và Giờ

source: Number Format
it: Formattazione Numerica
vi: Định dạng Số

source: Date and Time Format
it: Formato data e ora
vi: Định dạng Ngày và Giờ

source: Sorting
it: Ordinamento
vi: Sắp xếp

source: Font
vi: Phông chữ

source: Trend Colors
it: Colori
vi: Màu Xu hướng

source: Dimension
it: Dimensione
vi: Kích thước

source: Effects
it: Effetti
vi: Hiệu ứng

source: HTTP Session
it: Sessione HTTP
vi: Phiên HTTP

source: Width
it: Larghezza
vi: Chiều rộng

source: pixels
vi: pixel

source: Desklet width in pixels
it: Larghezza del desklet in pixels
vi: Chiều rộng desklet tính bằng pixel

source: Height
it: Altezza
vi: Chiều cao

source: Desklet height in pixels
it: Altezza del desklet in pixels
vi: Chiều cao desklet tính bằng pixel

source: Background transparency
it: Trasparenza sfondo
vi: Độ trong suốt nền

source: The higher the value, the more solid the desklet's background
it: Più alto è il valore, maggiore sarà la solidità dello sfondo del desklet.
vi: Giá trị càng cao, nền desklet càng đặc

source: Background color
it: Colore sfondo
vi: Màu nền

source: Desklet background color
it: Colore sfondo del desklet
vi: Màu nền desklet

source: Corner radius
it: Arrotondamento angoli
vi: Bán kính góc

source: The higher the value, the rounder the desklet's corners
it: Più alto è il valore, più arrotondati saranno gli angoli del desklet
vi: Giá trị càng cao, các góc desklet càng tròn

source: Show vertical scrollbar
it: Mostra barra di scorrimento verticale
vi: Hiển thị thanh cuộn dọc

source: Display a vertical scrollbar when the quote list is longer than the desklet's height
it: Mostra una barra di scorrimento verticale quando la lista delle quotazioni è più lunga dell'altezza del desklet
vi: Hiển thị thanh cuộn dọc khi danh sách báo giá dài hơn chiều cao của desklet

source: Border width
it: Spessore del bordo
vi: Độ rộng viền

source: The higher the value, the thicker the desklet's border. A value of 0 hides the border.
it: Più alto è il valore, più spesso sarà il bordo del desklet. Un valore di 0 nasconde il bordo.
vi: Giá trị càng cao, viền desklet càng dày. Giá trị 0 sẽ ẩn viền.

source: Border color
it: Colore bordo
vi: Màu viền

source: Desklet border color
it: Colore del bordo del desklet
vi: Màu viền desklet

source: minutes
it: minuti
vi: phút

source: Update frequency
it: Frequenza di aggiornamento
vi: Tần suất cập nhật

source: Data refresh frequency, in minutes
it: Frequenza di aggiornamento dati, in minuti
vi: Tần suất làm mới dữ liệu, tính bằng phút

source: Show last update timestamp
it: Mostra il timestamp dell'ultimo aggiornamento
vi: Hiển thị dấu thời gian cập nhật cuối

source: Display timestamp when quotes were updated last
it: Mostra il timestamp di quando le quotazioni sono state aggiornate per l'ultima volta.
vi: Hiển thị dấu thời gian khi báo giá được cập nhật lần cuối

source: Manual and automatic update
it: Aggiornamento manuale e automatico
vi: Cập nhật thủ công và tự động

source: Click last update timestamp to instantly refresh quotes data. Automatic update is still performed periodically.
it: Clicca sul timestamp dell'ultimo aggiornamento per aggiornare subito i dati delle quotazioni. L'aggiornamento automatico avviene comunque periodicamente.
vi: Nhấp vào dấu thời gian cập nhật cuối để ngay lập tức làm mới dữ liệu báo giá. Cập nhật tự động vẫn được thực hiện định kỳ.

source: Round numbers
it: Arrotonda numeri
vi: Làm tròn số

source: Perform rounding of floating-point numbers
it: Esegui l'arrotondamento sui numeri in virgola mobile
vi: Thực hiện làm tròn số thập phân

source: positions
it: posizioni
vi: vị trí

source: Decimal places to round
it: Posizioni decimali da arrotondare
vi: Số chữ số thập phân để làm tròn

source: Number of positions to round to after decimal point
it: Numero di posizioni da arrotondare dopo il punto decimale
vi: Số vị trí để làm tròn sau dấu thập phân

source: Strict rounding
it: Arrotondamento rigoroso
vi: Làm tròn nghiêm ngặt

source: Strict rounding to the specified decimal places (eg. 0 will be presented as 0.00)
it: Arrotondamento rigoroso alle cifre decimali specificate (es. 0 sarà mostrato come 0,00).
vi: Làm tròn nghiêm ngặt đến số chữ số thập phân được chỉ định (ví dụ: 0 sẽ được trình bày là 0.00)

source: Force 24-hour clock
it: Forza orologio 24 ore
vi: Bắt buộc đồng hồ 24 giờ

source: Always display time in 24-hour notation, overriding system settings. This setting is ignored, when a custom time format is defined.
it: Mostra sempre l'ora in formato 24 ore, ignorando le impostazioni di sistema. Questa impostazione viene ignorata se è definito un formato orario personalizzato.
vi: Luôn hiển thị thời gian theo ký hiệu 24 giờ, ghi đè cài đặt hệ thống. Cài đặt này bị bỏ qua khi định dạng thời gian tùy chỉnh được xác định.

source: Custom time format
it: Formato orario personalizzato
vi: Định dạng thời gian tùy chỉnh

source: Format time with custom format instead of system settings. Examples: %H:%M:%S 23:47:51 %I:%M %p 11:47 PM
it: Formatta l'ora con un formato personalizzato invece delle impostazioni di sistema. Esempi: %H:%M:%S 23:47:51 %I:%M %p 11:47 PM
vi: Định dạng thời gian với định dạng tùy chỉnh thay vì cài đặt hệ thống. Ví dụ: %H:%M:%S 23:47:51 %I:%M %p 11:47 PM

source: Custom date format
it: Formato data personalizzato
vi: Định dạng ngày tùy chỉnh

source: Format date with custom format instead of system settings. Examples: %m/%d 03/15 %Y-%m-%d 2024-03-15 %A, %b %d Friday, Mar 15
it: Formatta la data con un formato personalizzato invece delle impostazioni di sistema. Esempi: %m/%d 03/15 %Y-%m-%d 2024-03-15 %A, %b %d venerdì, 15 mar
vi: Định dạng ngày với định dạng tùy chỉnh thay vì cài đặt hệ thống. Ví dụ: %m/%d 03/15 %Y-%m-%d 2024-03-15 %A, %b %d Thứ Sáu, 15 Tháng 3

source: Quote symbols
it: Simboli delle quotazioni
vi: Ký hiệu báo giá

source: List of quote symbols, separated with line-breaks
it: Elenca i simboli delle quotazioni separati da interruzioni di riga
vi: Danh sách các ký hiệu báo giá, phân cách bằng dấu ngắt dòng

source: Refresh quotes data
it: Aggiorna dati quotazioni
vi: Làm mới dữ liệu báo giá

source: Apply and refresh quotes
it: Applica e aggiorna le quotazioni
vi: Áp dụng và làm mới báo giá

source: given order
it: ordine fornito
vi: thứ tự đã cho

source: percent change
it: variazione percentuale
vi: phần trăm thay đổi

source: name
it: nome
vi: tên

source: symbol
it: simbolo
vi: ký hiệu

source: Sort list by
it: Ordina lista per
vi: Sắp xếp danh sách theo

source: Sort the quote list
it: Ordina la lista delle quotazioni
vi: Sắp xếp danh sách báo giá

source: Sort in ascending order
it: Ordina in ordine crescente
vi: Sắp xếp theo thứ tự tăng dần

source: Check to sort quotes in ascending order, uncheck to sort in descending order
it: Seleziona per ordinare in ordine crescente, deseleziona per ordinare in ordine decrescente
vi: Chọn để sắp xếp báo giá theo thứ tự tăng dần, bỏ chọn để sắp xếp theo thứ tự giảm dần

source: Show change/trend icon
it: Mostra icona variazione/tendenza
vi: Hiển thị biểu tượng thay đổi/xu hướng

source: Indicates whether the market price moved up, down, or is unchanged
it: Indica se il prezzo di mercato è salito, sceso o è rimasto invariato
vi: Cho biết liệu giá thị trường đã tăng, giảm hay không thay đổi

source: Show verbose name
it: Mostra nome dettagliato
vi: Hiển thị tên đầy đủ

source: Display the quote name (eg. International Business Machines)
it: Mostra il nome della quotazione (es. International Business Machines)
vi: Hiển thị tên báo giá (ví dụ: International Business Machines)

source: Use long version for verbose name
it: Usa versione lunga per nome dettagliato
vi: Sử dụng phiên bản dài cho tên đầy đủ

source: Use the long version for quote name, if available (eg. International Business Machines Corporation)
it: Usa la versione lunga per il nome della quotazione, se disponibile (es. International Business Machines Corporation)
vi: Sử dụng phiên bản dài cho tên báo giá, nếu có sẵn (ví dụ: International Business Machines Corporation)

source: Add web link to name
it: Aggiungi link web al nome
vi: Thêm liên kết web vào tên

source: Click name to open quote in browser
it: Clicca sul nome per aprire la quotazione nel browser
vi: Nhấp vào tên để mở báo giá trong trình duyệt

source: Show ticker/symbol
it: Mostra ticker/simbolo
vi: Hiển thị mã chứng khoán/ký hiệu

source: Display the quote symbol (eg. IBM)
it: Mostra il simbolo della quotazione (es. IBM)
vi: Hiển thị ký hiệu báo giá (ví dụ: IBM)

source: Add web link to ticker/symbol
it: Aggiungi link web a ticker/simbolo
vi: Thêm liên kết web vào mã chứng khoán/ký hiệu

source: Click symbol to open quote in browser
it: Clicca sul simbolo per aprire la quotazione nel browser
vi: Nhấp vào ký hiệu để mở báo giá trong trình duyệt

source: Show price
it: Mostra prezzo
vi: Hiển thị giá

source: Display the current market price (eg. 146.79)
it: Mostra il prezzo di mercato corrente (es. 146,79)
vi: Hiển thị giá thị trường hiện tại (ví dụ: 146.79)

source: Show currency symbol
it: Mostra simbolo valuta
vi: Hiển thị ký hiệu tiền tệ

source: Display the currency symbol of the price (eg. $)
it: Mostra il simbolo della valuta del prezzo (es. $)
vi: Hiển thị ký hiệu tiền tệ của giá (ví dụ: $)

source: Show absolute change
it: Mostra variazione assoluta
vi: Hiển thị thay đổi tuyệt đối

source: Display the absolute change of the market price (eg. +0.739)
it: Mostra la variazione assoluta del prezzo di mercato (es. +0,739)
vi: Hiển thị thay đổi tuyệt đối của giá thị trường (ví dụ: +0.739)

source: Show percent change
it: Mostra variazione percentuale
vi: Hiển thị phần trăm thay đổi

source: Display the percent change of the market price (eg. -0.53%)
it: Mostra la variazione percentuale del prezzo di mercato (es. -0,53%)
vi: Hiển thị phần trăm thay đổi của giá thị trường (ví dụ: -0.53%)

source: Use trend colors for percent change
it: Usa colori di tendenza per variazione percentuale
vi: Sử dụng màu xu hướng cho phần trăm thay đổi

source: Color the percent change to show the trend
it: Colora la variazione percentuale per mostrare la tendenza
vi: Tô màu phần trăm thay đổi để hiển thị xu hướng

source: Show trading time
it: Mostra orario di trading
vi: Hiển thị thời gian giao dịch

source: Display the last trading time (if current day) or date
it: Mostra l'ultimo orario di trading (se oggi) o la data
vi: Hiển thị thời gian giao dịch cuối cùng (nếu là ngày hiện tại) hoặc ngày

source: Font color
it: Colore font
vi: Màu chữ

source: Default text color
it: Colore testo predefinito
vi: Màu chữ mặc định

source: Enable font size scaling
it: Abilita scala dimensione font
vi: Bật tỷ lệ cỡ chữ

source: Apply custom font size instead of the system default size
it: Applica dimensione font personalizzata invece della dimensione predefinita
vi: Áp dụng cỡ chữ tùy chỉnh thay vì cỡ mặc định của hệ thống

source: times
it: volte
vi: lần

source: Font size scale factor
it: Fattore di scala dimensione font
vi: Hệ số tỷ lệ cỡ chữ

source: Enlarge/reduce the font size
it: Ingrandisci/riduci la dimensione del font
vi: Phóng to/thu nhỏ cỡ chữ

source: Uptrend change color
it: Colore variazione trend in rialzo
vi: Màu thay đổi xu hướng tăng

source: Color of the uptrend change
it: Colore della variazione al rialzo
vi: Màu của thay đổi xu hướng tăng

source: Downtrend change color
it: Colore variazione trend al ribasso
vi: Màu thay đổi xu hướng giảm

source: Unchanged trend color
it: Colore trend invariato
vi: Màu xu hướng không thay đổi

source: Color of the unchanged trend
it: Colore del trend invariato
vi: Màu của xu hướng không thay đổi

source: Cache authorization parameters
it: Memorizza parametri di autorizzazione
vi: Bộ nhớ đệm tham số ủy quyền

source: Remember fetched authorization parameters for desklet instance
it: Ricorda i parametri di autorizzazione recuperati per l'istanza del desklet
vi: Ghi nhớ các tham số ủy quyền đã tải cho phiên bản desklet

source: Send custom User-Agent header
it: Invia header User-Agent personalizzato
vi: Gửi tiêu đề User-Agent tùy chỉnh

source: Include a custom User-Agent header in Yahoo Finance Quotes API requests
it: Includi un header User-Agent personalizzato nelle richieste API di Yahoo Finance Quotes
vi: Bao gồm tiêu đề User-Agent tùy chỉnh trong các yêu cầu API Yahoo Finance Quotes

source: Custom User-Agent header
it: Header User-Agent personalizzato
vi: Tiêu đề User-Agent tùy chỉnh

source: Value for User-Agent header to send with all API requests
it: Valore per l'header User-Agent da inviare con tutte le richieste API
vi: Giá trị cho tiêu đề User-Agent để gửi với tất cả các yêu cầu API

source: Use external tool curl
it: Usa il tool esterno curl
vi: Sử dụng công cụ bên ngoài curl

source: Requires separate installation of curl.
it: Richiede l'installazione separata di curl.
vi: Yêu cầu cài đặt riêng curl.

source: Path of curl executable
it: Percorso dell'eseguibile curl
vi: Đường dẫn của tệp thực thi curl

source: Provide absolute path of curl program file
it: Fornisci il percorso assoluto del file eseguibile di curl
vi: Cung cấp đường dẫn tuyệt đối của tệp chương trình curl

source: Apply network settings
it: Applica impostazioni di rete
vi: Áp dụng cài đặt mạng

source: Fetches new authorization parameters and refreshes quotes data
it: Recupera nuovi parametri di autorizzazione e aggiorna i dati quotazioni
vi: Tải các tham số ủy quyền mới và làm mới dữ liệu báo giá
