Repository: linuxmint/cinnamon-spices-desklets
Catalog: yfquotes@thegli/files/yfquotes@thegli/po/*.po
Languages: ca, da, de, es, fi, hu, it, nl, pt_br, ro, ru

source: Downtrend change color
ca: Canvi de color de la tendència a la baixa
da: Farve for nedadgående tendens
de: Abwärtstrend-Farbe
es: Cambio de color de la tendencia bajista
fi: Laskususuunta vaihtaa väriksi
hu: Csökkenés színe
it: Colore del cambiamento trend al ribasso
nl: Dalende trend kleur
pt_br: Cor da tendência de baixa
ro: Schimbare de culoare a tendinței descendente
ru: Цвет нисходящего тренда

source: Color of the downtrend change
da: Farven for nedadgående tendens.

source: Unchanged trend color
ca: Color de la tendència a la baixa
da: Farve for uændret tendens
de: Seitwärtstrend-Farbe
es: Color de tendencia sin cambios
fi: Muuttumaton vaihtaa väriksi
hu: Változatlan trend színe
it: Colore della tendenza invariata
nl: Ongewijzigde trend kleur
pt_br: Cor da tendência lateral
ro: Culoare tendință neschimbată
ru: Цвет неизменного тренда

source: Color of the unchanged trend
ca: Color de la tendència sense canvis
da: Farven for uændret tendens.
de: Farbe für unveränderte prozentuale Veränderung
es: Color de la tendencia sin cambios.
fi: Muuttumattoman trendin väri
hu: A változatlan árfolyam színe
it: Colore per la tendenza invariata.
nl: Kleur van de ongewijzigde trend
pt_br: Cor da tendência lateral.
ro: Culoarea tendinței neschimbate.
ru: Цвет отображения неизменного тренда.

source: Cache authorization parameters
da: Lagr godkendelsesparametre

source: Remember fetched authorization parameters for desklet instance
da: Husk hentede godkendelsesparametre for instansen

source: Send custom User-Agent header
ca: Enviar capçalera User-Agent personalitzada
da: Send brugerdefineret User-Agent-header
de: Individuellen User-Agent Header senden
es: Enviar encabezado User-Agent personalizado
fi: Lähetä mukautetut selaimen asetukset
hu: Egyedi felhasználóügynök fejléc küldése
it: Invia header User-Agent personalizzato
nl: Aangepaste User-Agent-header verzenden
ro: Trimite antetul personalizat User-Agent

source: Include a custom User-Agent header in Yahoo Finance Quotes API requests
da: Inkludér en brugerdefineret User-Agent-header i Yahoo Finans kursers API-anmodninger. Som standard er denne header ikke indstillet.
de: Fügt einen eigenen User-Agent Header den Yahoo Finance Quotes API Aufrufen hinzu
es: Incluir un encabezado User-Agent personalizado en las solicitudes de la API de cotizaciones de Yahoo Finanzas
hu: Egyéni User-Agent fejléc beillesztése a Yahoo Finance Quotes API kérésekbe
nl: Voeg een aangepaste User-Agent-header toe aan Yahoo Finance Quotes API-verzoeken

source: Custom User-Agent header
ca: Capçalera User-Agent personalitzada
da: Tilpasset User-Agent-header
de: Individueller User-Agent Header
es: Encabezado User-Agent personalizado
fi: Mukautettu selainasetus
hu: Felhasználóügynök fejléc
it: Header User-Agent personalizzato
nl: Aangepaste User-Agent-header
ro: Antet personalizat User-Agent

source: Value for User-Agent header to send with all API requests
ca: Valor de la capçalera User-Agent que s'enviarà amb totes les sol·licituds de l'API
da: Værdi for User-Agent-header som skal sendes med alle API-anmodninger.
de: User-Agent Header Wert, der mit allen API Aufrufen gesendet wird
es: Valor del encabezado User-Agent que se enviará con todas las solicitudes de API
fi: Kaikkien API-pyyntöjen yhteydessä lähetettävä arvo
hu: Az összes API kérés mellé küldendő felhasználóügynök fejléc értéke
it: Valore per l'header User-Agent da inviare con tutte le richieste API.
nl: Waarde voor User-Agent-header om mee te sturen met alle API-verzoeken
ro: Valoarea pentru antetul User-Agent care trebuie trimisă cu toate cererile API.

source: Use external tool curl
da: Brug eksternt curl-værktøj
de: Externes Programm curl benutzen
es: Usar herramienta curl externa
hu: Külső curl eszköz használata
nl: Gebruik extern hulpmiddel curl

source: Requires separate installation of curl.
da: Kræver separat installation af curl.
de: Benötigt eine separate Installation von curl
es: Requiere instalación separada de curl.
hu: A curl külön telepítését igényli.
nl: Vereist aparte installatie van curl.

source: Path of curl executable
da: Sti til curl
de: Dateipfad von Programm url
es: Ruta del ejecutable curl
hu: A curl futtatható fájl elérési útja
nl: Pad naar curl uitvoerbaar bestand

source: Provide absolute path of curl program file
da: Angiv den absolutte sti til curl-programfilen.
de: Absoluter Pfad von curl Programmdatei
es: Proporcionar la ruta absoluta del archivo del programa curl
hu: Adja meg a curl programfájl abszolút elérési útját
nl: Geef het absolute pad op van het curl-programmabestand

source: Apply network settings
da: Anvend netværksindstillinger
de: Netzwerkeinstellungen anwenden
es: Aplicar configuración de red
hu: Hálózati beállítások alkalmazása
nl: Netwerkinstellingen toepassen

source: Fetches new authorization parameters and refreshes quotes data
da: Henter nye godkendelsesparametre og opdaterer kursdata
de: Holt neue Autorisierungsparameter und aktualisiert Finanzdaten
es: Obtiene nuevos parámetros de autorización y actualiza los datos de las cotizaciones
hu: Új engedélyezési paramétereket kér le és frissíti az árajánlatok adatait
nl: Haalt nieuwe autorisatieparameters op en ververst koersgegevens

source: Yahoo Finance service not available!\nStatus:
ca: El servei de Yahoo finances no està disponible!\nEstat:
de: Yahoo Finance Service nicht verfügbar!\nStatus:
es: El servicio de Yahoo Finanzas no está disponible:
fi: Yahoo Finance palvelu ei ole saatavilla!\nTila:
hu: A Yahoo Finance szolgáltatás pillanatnyilag nem érhető el.\nÁllapot:
it: Il servizio Yahoo Finance non è disponibile!\nStato:
nl: Yahoo Finance service niet beschikbaar!\nStatus:
pt_br: O serviço de finanças do Yahoo não está disponível!
ro: Serviciul Yahoo Finance nu este disponibil!
ru: Сервис Yahoo Finance не доступен!

source: Failed to retrieve authorization parameter! Unable to fetch quotes data.\nStatus:
ca: Error en recuperar el paràmetre d'autorització. No s'han pogut obtenir les dades de les cotitzacions.\nEstat:
de: Empfang von Autorisierungsparameter ist fehlgeschlagen! Finanzdaten-Abfrage nicht möglich.\nStatus:
es: Error al recuperar el parámetro de autorización. No se han podido recuperar los datos de las cotizaciones:
fi: Valtuutuksen haku epäonnistui! Tietoja ei voi noutaa.\nTila:
hu: Nem sikerült lekérni az engedélyezési paramétert. Nem sikerült letölteni a pénzügyi adatokat.\nÁllapot:
it: Impossibile recuperare il parametro di autorizzazione! Impossibile recuperare i dati delle quotazioni.\nStato:
nl: Kan autorisatieparameter niet ophalen! Kan geen gegevens voor koersen ophalen.\nStatus:

source: Consent processing failed! Unable to fetch quotes data.\nStatus:
ca: No s'ha pogut processar el consentiment! No s'han pogut obtenir les dades de les cotitzacions.\nEstat:
de: Consent-Erteilung ist fehlgeschlagen! Finanzdaten-Abfrage nicht möglich.\nStatus:
es: No se ha podido procesar el consentimiento. No se han podido recuperar los datos de las cotizaciones:
fi: Suostumuksen käsittely epäonnistui! Tietoja ei voi noutaa.\nTila:
hu: Az engedélykezelés nem sikerült. Nem sikerült letölteni a pénzügyi adatokat.\nÁllapot:
it: Elaborazione del consenso non riuscita! Impossibile recuperare i dati delle quotazioni.\nStato:
nl: Toestemming verwerking mislukt! Kan geen gegevens voor koersen ophalen.\nStatus:

source: Consent processing not completed! Unable to fetch quotes data.\nStatus:
ca: No s'ha completat el processament del consentiment. No s'han pogut obtenir les dades de les cotitzacions.\nEstat:
de: Consent-Erteilung nicht abgeschlossen! Finanzdaten-Abfrage nicht möglich.\nStatus:
es: No se ha completado el procesamiento del consentimiento. No se han podido recuperar los datos de las cotizaciones:
fi: Suostumusta ei ole suoritettu loppuun! Tietoja ei voi noutaa.\nTila:
hu: Az engedélykezelés nem fejeződött be. Nem sikerült letölteni a pénzügyi adatokat.\nÁllapot:
it: Elaborazione del consenso non completata! Impossibile recuperare i dati delle quotazioni.\nStato:
nl: Toestemming verwerking niet voltooid! Kan geen gegevens voor koersen ophalen.\nStatus:

source: Failed to retrieve authorization crumb! Unable to fetch quotes data.\nStatus:
ca: No s'ha pogut recuperar la ruta d'autorització! No s'han pogut obtenir les dades de les cotitzacions.\nEstat:
de: Emfang von Autorisierungs-Crumb ist fehlgeschlagen! Finanzdaten-Abfrage nicht möglich.\nStatus:
es: ¡No se pudo recuperar la ruta de autorización! No se pueden recuperar los datos de las cotizaciones:
fi: Valtuutuksen nouto epäonnistui! Tietoja ei voi noutaa.\nTila:
hu: Nem sikerült lekérni az engedély-sütit. Nem sikerült letölteni a pénzügyi adatokat.\nÁllapot:
it: Impossibile recuperare la parte di autorizzazione! Impossibile recuperare i dati delle quotazioni.\nStato:
nl: Kan autorisatiekruimel niet ophalen! Kan geen gegevens voor koersen ophalen.\nStatus:

source: Layout
ca: Disposició
de: Anordnung
es: Disposición
fi: Asettelu
hu: Elrendezés
it: Disposizione
nl: Indeling
pt_br: Leiaute
ru: Макет

source: Dimension
ca: Dimensió
de: Ausmaß
es: Dimensión
fi: Mittasuhteet
hu: Mértékben
it: Dimensione
nl: Dimensie
pt_br: Dimensões
ro: Dimensiune
ru: Размер

source: HTTP Session
de: HTTP Sitzung
es: Sesión HTTP
hu: HTTP-munkamenet
nl: HTTP-sessie

source: pixels
ca: píxels
de: Pixel
es: píxeles
fi: pikseliä
hu: képpont
ro: pixeli
ru: пиксели
