Repository: linuxmint/cinnamon-spices-desklets
Catalog: yfquotes@thegli/files/yfquotes@thegli/po/*.po
Languages: ca, da, de, es, fi, hu, it, nl, pt_br, ro, ru

source: Format date with custom format instead of system settings. Examples: %m/%d 03/15 %Y-%m-%d 2024-03-15 %A, %b %d Friday, Mar 15
ca: Format de data personalitzat en lloc del format del sistema. Exemples: %m/%d 03/15 %Y-%m-%d 2024-03-15 %A, %b %d Divendres, Març 15
da: Formatér dato med brugerdefineret format i stedet for systemindstillinger. Eksempler: %m/%d 03/15 %Y-%m-%d 2024-03-15 %A, %b %d Friday, Mar 15
de: Zeigt Datum in individuellen Format an anstatt den Systemeinstellungen. Beispiele: %m/%d 03/15 %Y-%m-%d 2024-03-15 %A, %b %d Freitag, Mär 15
es: Formatear la fecha con un formato personalizado en lugar de la configuración del sistema. Ejemplos: %m/%d 03/15 %Y-%m-%d 2024-03-15 %A, %b %d Viernes, Mar 15
fi: Aseta päiväys mukautettuna tietokoneen asetusten sijaan. Esimerkki: %m/%d 03/15 %Y-%m-%d 2024-03-15 %A, %b %d Friday, Mar 15
hu: A dátum formázása egyéni formátummal a rendszerbeállítások helyett. Példák: %m/%d 03/15 %Y-%m-%d 2024-03-15 %A, %b %d Péntek, Március 15
nl: Datum opmaken met aangepast formaat in plaats van systeeminstellingen. Voorbeelden: %m/%d 03/15 %Y-%m-%d 2024-03-15 %A, %b %d Vrijdag, mrt 15

source: Quote symbols
ca: Símbols de cotització
da: Selskabskoder
de: Finanzinstrument-Symbole
es: Símbolos de cotización
fi: Pörssi symbolit
hu: Szimbólumok
it: Simboli delle quotazioni
nl: Koerssymbolen
pt_br: Códigos das ações
ro: Simboluri de cotații
ru: Биржевые символы котировок

source: List of quote symbols, separated with line-breaks
ca: Llista de símbols de cotització, separats per salts de línia
da: Liste over selskabskoder, adskilt af linjeskift.
de: Liste der Symbole von Finanzinstrumenten, durch Zeilenumbruch getrennt
es: Lista de símbolos de cotización, separados por saltos de línea
fi: Luettelo pörssi tunnuksista, erotetaan rivinvaihdoilla
hu: Szimbólumok listájának megjelenítése itt, sortörésekkel elválasztva
it: Elenca i simboli delle quotazioni qui, separandole con interruzioni di riga.
nl: Lijst met koerssymbolen, gescheiden door regelafbrekingen
pt_br: Lista de códigos das ações. Um código por linha.
ro: Listă de simboluri de cotații, separate prin întreruperi de linie.
ru: Список биржевых символов (тикеров) котировок, разделенных новой строкой.

source: Refresh quotes data
ca: Actualitzar informació de cotitzacions
da: Opdatér kursdata
de: Finanzdaten aktualisieren
es: Actualizar datos de cotizaciones
fi: Päivitä pörssitiedot
hu: Az idézetek adatainak frissítése
nl: Vernieuw citatendata

source: Apply and refresh quotes
ca: Actualitza les cotitzacions i aplica els canvis
da: Anvend og opdatér kurser
de: Geänderte Finanzdaten aktualisieren
es: Aplicar y actualizar cotizaciones
fi: Käytä ja päivitä pörssitiedot
hu: Alkalmazás és frissítse az idézeteket
nl: Toepassen en vernieuwen van citaten

source: given order
ca: ordre donat
da: givne rækkefølge
de: Vorgegebene Reihenfolge
es: orden dado
fi: pörssilista
hu: megadott sorrend
it: ordine fornito
nl: gegeven volgorde
pt_br: linhas digitadas por você
ro: ordin dat
ru: не сортировать

source: percent change
ca: canvi percentual
da: procent ændring
de: Prozentuale Veränderung
es: cambio porcentual
fi: muutos %
hu: százalékos változás
it: percentuale cambiamento
nl: procentuele verandering
pt_br: mudança percentual
ro: schimbare procentuală
ru: по процентам

source: name
ca: nom
da: navn
es: nombre
fi: nimi
hu: név
it: nome
nl: naam
pt_br: nome
ro: nume
ru: по имени

source: symbol
ca: símbol
da: kode
es: símbolo
fi: symboli
hu: szimbólum
it: simbolo
nl: symbool
pt_br: código
ro: simbol
ru: по символу

source: Sort list by
ca: Ordenar la llista per
da: Sortér liste efter
de: Liste sortieren nach
es: Ordenar lista por
fi: Lajittele lista
hu: Lista rendezése
it: Ordine lista per
nl: Sorteer lijst op
pt_br: Ordenar a lista por
ro: Sortează lista după
ru: Сортировать

source: Sort the quote list
ca: Ordenar la llista de cotitzacions
da: Sortér listen over kurser.
de: Sortieren der Liste der Finanzinstrumente
es: Ordenar la lista de cotizaciones.
fi: Järjestää pörssilistan ehdon mukaan
hu: Megállapítások rendezése
it: Ordina la lista delle quotazioni.
nl: Sorteer de lijst met koersen
pt_br: Ordena a lista de cotações.
ro: Sortează lista de cotații.
ru: Сортировка списка котировок.

source: Sort in ascending order
ca: Ordenació ascendent
da: Sortér i stigende rækkefølge
de: In absteigender Reihenfolge sortieren
es: Ordenación ascendente
fi: Järjestä nousevasti
hu: Növekvő sorrend
it: Ordina in ordine crescente
nl: Sorteren in oplopende volgorde
pt_br: Classificar em ordem crescente
ro: Sortează în ordine crescătoare
ru: Сортировать по возрастанию

source: Check to sort quotes in ascending order, uncheck to sort in descending order
ca: Marqueu aquesta casella per ordenar les cotitzacions de manera ascendent, desmarqueu la casella per ordenar-les de manera descendent
da: Markér for at sortere kurserne i stigende rækkefølge, fjern markeringen for at sortere i faldende rækkefølge.
de: Auswählen für Sortieren in absteigender Reihenfolge, abwählen für austeigende Reihenfolge
es: Marque esta casilla para ordenar las cotizaciones en orden ascendente, desmarque esta casilla para ordenarlas en orden descendente
fi: Valitse, jos haluat lajitella pörssikurssit nousevaan järjestykseen, poista valinta niin lajitellaan laskevaan järjestykseen
hu: Jelölje be ezt a jelölőnégyzetet növekvő sorrendhez, vagy távolítsa el a jelölést a csökkenő sorrendhez
it: Abilita per ordinare le quotazioni in ordine crescente, disabilita per ordinare in ordine decrescente.
nl: Aanvinken om koersen in oplopende volgorde te sorteren, uitvinken om in aflopende volgorde te sorteren
pt_br: Marque essa opção para classificar as cotações em ordem crescente. Desmarque essa opção para classificá-las em ordem decrescente.
ro: Bifează pentru a sorta cotațiile în ordine crescătoare, debifezi pentru a le sorta în ordine descrescătoare.
ru: В активном состоянии сортировка по возрастанию, в неактивном состоянии сортировка по убыванию.

source: Show change/trend icon
ca: Mostrar icona de canvi/tendència
da: Vis ikon for ændring/tendens
de: Änderung/Trend-Symbol anzeigen
es: Mostrar icono de cambio/tendencia
fi: Näytä muutos/suunta kuvake
hu: Változás, azaz trend ikon megjelenítése
it: Mostra icona cambiamento
nl: Toon wijzigings/trendpictogram
pt_br: Mostrar um ícone para indicar a mudança percentual da ação
ro: Afișează pictograma de schimbare/tendință
ru: Показывать значек изменений

source: Indicates whether the market price moved up, down, or is unchanged
ca: Indica si el preu del mercat ha pujat, baixat, o no ha variat
da: Indikerer om kursen er gået op, ned eller er uændret.
de: Zeigt mit einem Symbol an, ob der Marktpreis höher, tiefer oder unverändert ist
es: Indica si el precio de mercado ha subido, bajado o no ha variado
fi: Osoittaa, onko markkinahinta liikkunut ylös, alas vai pysyykö muuttumattomana
hu: Megmutatja, hogy a piaci ár felfelé, illetve lefelé mozdult-e el, vagy nem változott meg
it: Indica quando il prezzo di mercato si sposta su, giù o rimane invariato.
nl: Geeft aan of de marktprijs omhoog, omlaag is gegaan of ongewijzigd is
pt_br: Indica se o preço da ação subiu, desceu ou não mudou.
ro: Indică dacă prețul pieței a crescut, a scăzut sau a rămas neschimbat.
ru: Отображение изменения цены вверх, вниз или без изменений.

source: Show verbose name
ca: Mostrar nom detallat
da: Vis selskabets navn
de: Name anzeigen
es: Mostrar nombre detallado
fi: Näytä yhtiön nimi
hu: Név megjelenítése
it: Mostra nome dettagliato
nl: Toon uitgebreide naam
pt_br: Mostrar o nome da ação
ro: Afișează numele detaliat
ru: Показывать название

source: Display the quote name (eg. International Business Machines)
ca: Mostra el nom de la cotització (per exemple: International Business Machines).
da: Viser selskabets navn (f.eks. International Business Machines).
de: Zeigt den Namen des Instruments an (z.B. International Business Machines)
es: Muestra el nombre de la cotización (por ejemplo, International Business Machines).
fi: Näytä yhtiön nimen (esim. International Business Machines).
hu: Név megjelenítése (például: International Business Machines).
it: Visualizza il nome della quotazione (es. International Business Machines).
nl: Toon de koersnaam (bijv. International Business Machines)
pt_br: Exibe o nome da ação (por exemplo: International Business Machines).
ro: Afișează numele cotației (de exemplu, International Business Machines).
ru: Отображение названия биржевого символа (например, International Business Machines).

source: Use long version for verbose name
ca: Utilitzar la versió llarga per al nom de la cotització
da: Anvend langt navn for selskabet
de: Längere Version des Namens verwenden
es: Utilice la versión larga para el nombre detallado
fi: Käytä nimen pitkää versiota
hu: Részletes név hosszabb változatának megjelenítése
it: Usa la versione lunga per il nome dettagliato
nl: Gebruik lange versie voor uitgebreide naam
pt_br: Mostrar o nome da ação por completo
ro: Utilizează versiunea lungă pentru numele detaliat
ru: Показывать полное название

source: Use the long version for quote name, if available (eg. International Business Machines Corporation)
ca: Utilitza la versió llarga pel nom de la cotització, si està disponible (per exemple: International Business Machines Corporation).
da: Anvender langt navn for selskabets navn, hvis det er tilgængeligt (f.eks. International Business Machines Corporation).
de: Verwende die längere Version des Namens, falls vorhanden (z.B. International Business Machines Corporation)
es: Utilice la versión larga para el nombre de la cotización, si está disponible (por ejemplo, International Business Machines Corporation).
fi: Käytä nimen pitkää versiota, jos saatavilla (esim. International Business Machines Corporation).
hu: A részletes név hosszabb változatának megjelenítése, ha elérhető (például: International Business Machines Corporation).
it: Utilizzare la versione lunga per il nome della quotazione, se disponibile (ad es. International Business Machines Corporation).
nl: Gebruik de lange versie voor koersnaam, indien beschikbaar (bijv. International Business Machines Corporation)
pt_br: Exibe o nome da ação por completo (por exemplo: International Business Machines Corporation).
ro: Folosește versiunea lungă pentru numele cotației, dacă este disponibilă (de exemplu, International Business Machines Corporation).
ru: Отображение полного названия биржевого символа если доступно (например, International Business Machines Corporation)

source: Add web link to name
ca: Afegir enllaç web al nom
da: Tilføj weblink til navn
de: Name mit Web Link hinterlegen
es: Añadir enlace web al nombre
fi: Lisää verkkolinkki nimeen
hu: Név webhivatkozássá alakítása
it: Aggiungi link web al nome
nl: Voeg weblink toe aan naam
pt_br: Adicionar um link ao nome da ação
ro: Adaugă un link web la nume
ru: Добавить web-ссылку к названию

source: Click name to open quote in browser
ca: Cliqueu al nom per obrir la cotització al navegador
da: Klik navnet for at åbne kursen i browseren.
de: Name anklicken, um das Instrument im Browser zu öffnen
es: Haga clic en el nombre para abrir la cita en el navegador
fi: Avaa pörssikurssi selaimessa painamalla nimeä
hu: Kattintson a névre a megállapítások böngészőben történő megnyitásához
it: Fare clic sul nome per aprire la quotazione nel browser.
nl: Klik op naam om koers in browser te openen
pt_br: Clique no nome da ação para obter mais informações no navegador de internet.
ro: Fă clic pe nume pentru a deschide cotația în browser.
ru: Открытие информация о котировках в браузере при нажатии на название.

source: Show ticker/symbol
ca: Mostrar ticker/símbol
da: Vis ticker/symbol
de: Symbol anzeigen
es: Mostrar ticker/símbolo
fi: Näytä tunnus/symboli
hu: Szimbólum megjelenítése
it: Mostra ticker/simbolo
nl: Toon ticker/symbool
pt_br: Mostrar o código da ação
ro: Afișează tickerul/simbolul
ru: Показывать биржевой символ/тикер

source: Display the quote symbol (eg. IBM)
ca: Mostra el símbol de cotització (per exemple, IBM).
da: Viser aktiens symbol (f.eks. IBM)
de: Zeigt das Symbol des Instruments an (z.B. IBM)
es: Muestra el símbolo de cotización (por ejemplo, IBM).
fi: Tuo näkyviin pörssi-tunnus (esim. IBM).
hu: Szimbólum megjelenítése (például: IBM)
it: Visualizza il simbolo della quotazione (es. IBM).
nl: Toon het koerssymbool (bijv. IBM)
pt_br: Exibe o código da ação (por exemplo: IBM).
ro: Afișează simbolul cotației (de exemplu, IBM).
ru: Отображение биржевого символа/тикера (например, IBM).

source: Add web link to ticker/symbol
ca: Afegir enllaç web al ticker/símbol
da: Tilføj weblink til ticker/symbol
de: Symbol mit Web Link hinterlegen
es: Añadir enlace web a ticker/símbolo
fi: Lisää verkkolinkki tunnus/symboli
hu: Szimbólum webhivatkozássá alakítása
it: Aggiungi link web a ticker/simbolo
nl: Voeg weblink toe aan ticker/symbool
pt_br: Adicionar um link ao código da ação
ro: Adaugă un link web la ticker/simbol
ru: Добавить web-ссылку к биржевому символу

source: Click symbol to open quote in browser
ca: Cliqueu el símbol per obrir la cotització al navegador
da: Klik symbolet for at åbne kursen i browseren.
de: Symbol anklicken, um das Instrument im Browser zu öffnen
es: Haga clic en el símbolo para abrir la cotización en el navegador
fi: Avaa pörssikurssi selaimessa painamalla symbolia
hu: Kattintson a szimbólumra a megállapítások böngészőben történő megnyitásához
it: Fare clic sul simbolo per aprire la quotazione nel browser.
nl: Klik op symbool om koers in browser te openen
pt_br: Clique no código da ação para obter mais informações no navegador de internet.
ro: Fă clic pe simbol pentru a deschide cotația în browser.
ru: Открытие информация о котировках в браузере при нажатии на биржевой символ.

source: Show price
ca: Mostrar preu
da: Vis kurs
de: Marktpreis anzeigen
es: Mostrar precio
fi: Näytä hinta
hu: Ár megjelenítése
it: Mostra prezzo
nl: Toon prijs
pt_br: Mostrar o preço da ação
ro: Afișează prețul
ru: Показывать цену

source: Display the current market price (eg. 146.79)
ca: Mostra el preu de mercat actual (per exemple, 146.79)
da: Viser den aktuelle markedskurs (f.eks. 123.45).
de: Zeigt den aktuellen Marktpreis an (z.B. 146,79)
es: Muestra el precio de mercado actual (por ejemplo, 146,79).
fi: Näytä nykyinen markkinahinta (esim. 146.79).
hu: Jelenlegi piaci ár megjelenítése (például: 146,79).
it: Visualizza il prezzo corrente di mercato (es. 146,79).
nl: Toon de huidige marktprijs (bijv. 146,79)
pt_br: Exibe o preço da ação (por exemplo: 146,79).
ro: Afișează prețul actual al pieței (de exemplu, 146,79).
ru: Отображение текущий рыночной цены (например, 146.79).

source: Show currency symbol
ca: Mostrar símbol de moneda
da: Vis valutasymbol
de: Währungssymbol anzeigen
es: Mostrar símbolo de moneda
fi: Näytä valuutta
hu: Pénznem jel megjelenítése
it: Mostra il simbolo della valuta
nl: Toon valutasymbool
pt_br: Mostrar o símbolo monetário
ro: Afișează simbolul monedei
ru: Показывать символ валюты

source: Display the currency symbol of the price (eg. $)
ca: Mostra el símbol de moneda del preu (per exemple, $)
da: Viser valutasymbolet (f.eks. $).
de: Zeigt das Währungssymbol des Preises an (z.B. $)
es: Muestra el símbolo de moneda del precio (por ejemplo, $).
fi: Tuo näkyviin valuutan tunnuksen (esim. $).
hu: Pénznem megjelenítése az árnál (például: $).
it: Visualizza il simbolo della valuta del prezzo (es. $).
nl: Toon het valutasymbool van de prijs (bijv. $)
pt_br: Exibe o símbolo monetário do preço (por exemplo: $).
ro: Afișează simbolul valutar al prețului (de exemplu, $).
ru: Отображение символа валюты (например, $).

source: Show absolute change
ca: Mostrar canvi absolut
da: Vis absolut ændring
de: Absolute Veränderung anzeigen
es: Mostrar cambio absoluto
fi: Näytä kurssimuutos
hu: Abszolút változás megjelenítése
it: Mostra il cambiamento assoluto
nl: Toon absolute verandering
pt_br: Mostrar a mudança absoluta
ro: Afișează modificarea absolută
ru: Показывать изменения в абсолютных значениях

source: Display the absolute change of the market price (eg. +0.739)
ca: Mostra el canvi absolut del preu de mercat (per exemple, +0,739)
da: Viser den absolutte ændring i markedsprisen (f.eks. +0.123).
de: Zeigt die absolute Veränderung des Marktpreises an (z.B. +0,739)
es: Muestra el cambio absoluto del precio de mercado (por ejemplo, +0,739).
fi: Tuo näkyviin markkinahinnan muutoksen (esim. +0.739).
hu: Piaci ár változásának abszolút értékének megjelenítése (például: +0,739).
it: Visualizza la variazione assoluta del prezzo di mercato (es. +0,739).
nl: Toon de absolute verandering van de marktprijs (bijv. +0,739)
pt_br: Exibe a variação absoluta do preço da ação (por exemplo: +0,739).
ro: Afișează modificarea absolută a prețului de piață (de exemplu, +0,739).
ru: Отображение изменений рыночной цены в абсолютных значениях (например, +0.739).

source: Show percent change
ca: Mostrar canvi percentual
da: Vis procentvis ændring
de: Prozentuale Veränderung anzeigen
es: Mostrar cambio porcentual
fi: Näytä muutosposentti
hu: Százalékos változás megjelenítése
it: Mostra variazione percentuale
nl: Toon procentuele verandering
pt_br: Mostrar a porcentagem da mudança
ro: Afișează modificarea procentuală
ru: Показывать изменения в процентах

source: Display the percent change of the market price (eg. -0.53%)
ca: Mostra la variació percentual del preu de mercat (per exemple, -0.53%)
da: Viser ændringen af markedsprisen i procent (f.eks. - 0.53%).
de: Zeigt die relative Veränderung des Marktpreises an (z.B. -0,53%)
es: Muestra la variación porcentual del precio de mercado (por ejemplo, -0,53%).
fi: Tuo näkyviin markkinahinnan prosentuaalisen muutoksen (esim. -0.53 %).
hu: Piaci ár változásának százalékos értékének megjelenítése (például: -0,53%).
it: Visualizza la variazione percentuale del prezzo di mercato (es. - 0,53%).
nl: Toon de procentuele verandering van de marktprijs (bijv. -0,53%)
pt_br: Exibe a variação percentual do preço da ação (por exemplo: -0,53%).
ro: Afișează modificarea procentuală a prețului de piață (de exemplu, -0,53%).
ru: Отображение изменений рыночной цены в процентах (например, -0.53%).

source: Use trend colors for percent change
ca: Utilitzar colors de tendència pel canvi percentual
da: Brug tendensfarver for procentvis ændring
de: Trend-Farben bei prozentualer Veränderung anwenden
es: Utilice colores de tendencia para el cambio porcentual
fi: Käytä % muutoksessa värejä
hu: Trendszínek használata a százalékos változásnál
it: Usa i colori di tendenza per la variazione percentuale
nl: Gebruik trendkleuren voor procentuele verandering
pt_br: Usar cores para indicar a mudança percentual da ação
ro: Folosește culori de tendință pentru schimbarea procentuală
ru: Показывать цветные проценты

source: Color the percent change to show the trend
ca: Acoloreix el canvi percentual per mostrar la tendència
da: Farvelæg den procentvise ændring for at vise tendensen.
de: Färbt die prozentuale Veränderung gemäß Trend
es: Colorea el cambio porcentual para mostrar la tendencia.
fi: Väritä prosentuaalisen muutoksen suunta
hu: Százalékos változás színezése a trend megjelenítéséhez (zöld: emelkedő, piros: csökkenő)
it: Colora la variazione percentuale per mostrare la tendenza (verde in alto, rosso in basso).
nl: Kleur de procentuele verandering om de trend weer te geven
pt_br: Colore a variação percentual para indicar se o preço da ação subiu (verde), desceu (vermelho) ou não mudou (branco).
ro: Colorează modificarea procentuală pentru a arăta tendința.
ru: Отображение цветных процентов (зеленый цвет при росте, красный цвет при падении).

source: Show trading time
ca: Mostrar temps de negociació
da: Vis handelstidspunkt
de: Handelszeitpunkt anzeigen
es: Mostrar tiempo de negociación
fi: Näytä kaupankäyntiaika
hu: Kereskedési idő megjelenítése
it: Mostra il tempo di trading
nl: Toon handelstijd
pt_br: Mostrar o horário de negociação
ro: Afișează timpul de tranzacționare
ru: Показывать время торгов

source: Display the last trading time (if current day) or date
ca: Mostra l'última hora de la negociació (si és el dia actual) o la data
da: Viser det seneste handelstidspunkt eller -dato.
de: Zeigt die letzte Handelszeit (falls heutiger Tag) oder den letzten Handelstag an
es: Muestra la última hora de negociación (si es el día actual) o la fecha
fi: Näyttää viimeisen kaupankäyntiajan (jos kuluva päivä) tai päivämäärä
hu: Utolsó kereskedési időpont vagy dátum megjelenítése
it: Visualizza l'ultima ora di negoziazione (se durante il giorno corrente) o la data.
nl: Toon het laatste handelstijdstip (indien de huidige dag) of datum
pt_br: Exibe a última hora de negociação (se for no dia atual) ou a última data de negociação.
ro: Afișează ultima oră de tranzacționare (dacă este ziua curentă) sau data.
ru: Отображение времени (если день текущий) или дня торгов.

source: Font color
ca: Color de la font
da: Skrifttypefarve
de: Schriftfarbe
es: Color de fuente
fi: Fontin väri
hu: Betűszín
nl: Letterkleur

source: Default text color
ca: Color del text per defecte
da: Standardtekstfarve
de: Standard-Schriftfarbe
es: Color de texto por defecto
fi: Tekstin oletusväri
hu: Alapértelmezett szövegszín
nl: Standaardtekstkleur

source: Enable font size scaling
ca: Activar l'escalat de la mida de la font
da: Aktivér skalering af skriftstørrelse
de: Schriftgrößen-Skalierung aktivieren
es: Activar la escala de tamaño de fuente
fi: Fontin koon skaalaus
hu: Betűméret méretezés engedélyezése
nl: Schakel schaalvergroting van lettergrootte in

source: Apply custom font size instead of the system default size
ca: Aplicar una mida de la font personalitzada en lloc de la definida al sistema
da: Anvend brugerdefineret skriftstørrelse i stedet for systemets standardstørrelse
de: Zeigt Schrift in individueller Größe an anstatt der systemweiten Standardgröße
es: Aplicar un tamaño de fuente personalizado en lugar del tamaño predeterminado del sistema
fi: Käytä mukautettua fonttikokoa tietokoneen oletuskoon sijaan
hu: Egyéni betűméret alkalmazása a rendszer alapértelmezett mérete helyett
nl: Pas aangepaste lettergrootte toe in plaats van de standaardgrootte van het systeem

source: times
ca: vegades
da: gange
de: Intervall
es: veces
fi: kerroin
hu: alkalommal
nl: keer

source: Font size scale factor
ca: Factor d'escalat de la mida de la font
da: Skriftstørrelsens skaleringsfaktor
de: Schriftgrößen-Skalierungsfaktor
es: Factor de escala del tamaño de fuente
fi: Fontin skaalaus
hu: Betűméret skálázási tényező
nl: Schaalfactor voor lettergrootte

source: Enlarge/reduce the font size
ca: Ampliar/Reduir la mida de la lletra
da: Forøg eller formindsk skriftstørrelsen
de: Vergrößert/verkleinert die Schriftgröße
es: Ampliar/reducir el tamaño de letra
fi: Suurenna/pienennä fonttikokoa
hu: A betűméret nagyítása/csökkentése
nl: Lettergrootte vergroten/verkleinen

source: Uptrend change color
ca: Canvi de color de la tendència a l'alça
da: Farve for opadgående tendens
de: Aufwärtstrend-Farbe
es: Cambio de color de la tendencia alcista
fi: Noususuunta vaihtaa väriksi
hu: Emelkedés színe
it: Colore del cambiamento trend in rialzo
nl: Stijgende trend kleur
pt_br: Cor da tendência de alta
ro: Schimbare de culoare a tendinței ascendente
ru: Цвет восходящего тренда

source: Color of the uptrend change
ca: Color de la tendència a l'alça
da: Farven for opadgående tendens.
de: Farbe für positive prozentuale Veränderung
es: Color del cambio de tendencia alcista
fi: Nousevan trendin värimuutos
hu: Az emelkedő árfolyam színe
it: Imposta il colore con cui evidenziare il cambiamento del trend in rialzo.
nl: Kleur van de stijgende trend
pt_br: Cor da tendência de alta.
ro: Culoarea schimbării tendinței ascendente.
ru: Цвет отображения восходящего тренда.
