Repository: linuxmint/cinnamon-spices-desklets
Catalog: yfquotes@thegli/files/yfquotes@thegli/po/*.po
Languages: ca, da, de, es, fi, hu, it, nl, pt_br, ro, ru

source: Empty quotes list. Open settings and add some symbols.
ca: Llista de cotitzacions buida. Obriu la configuració i afegiu-hi alguns símbols.
da: Kurslisten er tom. Åbn indstillingerne og tilføj nogle selskabskoder.
de: Liste der Symbole ist leer. Öffne die Einstellungen und füge Symbole hinzu.
es: Lista de cotizaciones vacía. Abra la configuración y añada algunos símbolos.
fi: Tyhjä luettelo. Avaa asetukset ja lisää symboleja.
hu: Üres idézetek listája. Nyissa meg a beállításokat, és adjon hozzá néhány szimbólumot.
nl: Lege lijst van koersen. Open instellingen en voeg wat symbolen toe.

source: Authorization parameters have expired
ca: Els paràmetres d'autorització han expirat
da: Godkendelsesparametre er udløbet
de: Autorisierungsparameter sind abgelaufen
es: Los parámetros de autorización han expirado
fi: Valtuutusarvot ovat vanhentuneet
hu: Az engedélyezési paraméterek lejártak
nl: Autorisatieparameters zijn verlopen.

source: Yahoo Finance service not available! Status:
da: Yahoo Finance er ikke tilgængelig! Status:

source: No quotes data to display
ca: No hi ha dades de cotitzacions per mostrar
da: Der er ingen kursdata at vise
de: Keine Finanzdaten vorhanden
es: No hay datos de cotizaciones para mostrar
fi: Ei näytettäviä tietoja
hu: Nincs megjeleníthető idézet adat
nl: Geen citatendata om weer te geven

source: Updated at
ca: Actualitzat a les
da: Opdateret
de: Aktualisiert um
es: Actualizado en
fi: Päivitetty klo
hu: Frissítve:
it: Aggiornato al
nl: Bijgewerkt om
pt_br: Atualizado em
ro: Actualizat la
ru: Обновлено в

source: Error:
da: Fejl:
de: Fehler:
fi: Virhe:
hu: Hiba:
it: Errore:
nl: Fout:
pt_br: Erro:
ro: Eroare:
ru: Ошибка:

source: Failed to retrieve authorization parameter! Unable to fetch quotes data. Status:
da: Kunne ikke hente godkendelsesparameter! Kunne ikke hente kursdata. Status:

source: Consent processing failed! Unable to fetch quotes data. Status:
da: Samtykkebehandling mislykkedes! Kunne ikke hente kursdata. Status:

source: Consent processing not completed! Unable to fetch quotes data. Status:
da: Samtykkebehandling ikke gennemført! Kunne ikke hente kursdata. Status:

source: Failed to retrieve authorization crumb! Unable to fetch quotes data. Status:
da: Kunne ikke hente godkendelseskrumme! Kunne ikke hente kursdata. Status:

source: Displays financial market information such as stock quotes and commodity prices from Yahoo Finance
ca: Mostra informació sobre mercats financers, com ara cotitzacions de borsa i preus de matèries primeres de Yahoo Finances
da: Viser information fra de finansielle markeder såsom aktiekurser og varepriser fra Yahoo Finance
de: Zeigt Finanzmarktinformationen wie Aktienkurse und Rohstoffpreise von Yahoo Finance an
es: Muestra información sobre mercados financieros, como cotizaciones bursátiles y precios de materias primas de Yahoo Finanzas
fi: Näyttää rahoitusmarkkinoiden tiedot, kuten Yahoo Financen osakekurssit ja hyödykkeiden hinnat
hu: Megjeleníti a pénzügyi piac információit, a részvény és egyéb javak árfolyamait a Yahoo Finance szolgáltatás alapján
it: Visualizza le informazioni sul mercato finanziario come quotazioni di azioni e prezzi delle materie prime da Yahoo Finance
nl: Toont financiÃ«le marktinformatie zoals aandelenkoersen en grondstofprijzen van Yahoo Finance
pt_br: Mostra informações do mercado financeiro, como cotações de ações e preços de commodities por meio do Yahoo Finanças
ro: Afișează informații de pe piața financiară, cum ar fi cotațiile bursiere și prețurile mărfurilor de pe Yahoo Finance
ru: Отображение информации финансового рынка, такой как котировки акций и курсы валют из Yahoo Finance

source: Yahoo Finance Quotes
ca: Cotitzacions de Yahoo Finances
da: Yahoo Finance kurser
es: Cotizaciones de Yahoo Finanzas
it: Quotazioni Yahoo Finance
nl: Yahoo Finance Koersen
pt_br: Cotações no Yahoo Finanças
ro: Cotații Yahoo Finance
ru: Котировки Yahoo Finance

source: Quotes
ca: Cotitzacions
da: Kurser
de: Finanzinstrumente
es: Cotizaciones
fi: Pörssi
hu: Szimbólumok
it: Quotazioni
nl: Koersen
pt_br: Cotações
ro: Cotații
ru: Котировки

source: Details
ca: Detalls
da: Detaljer
es: Detalles
fi: Tiedot
hu: Részletei
it: Dettaglio
pt_br: Detalhes
ro: Detalii
ru: Данные

source: Presentation
ca: Presentació
da: Præsentation
de: Darstellung
es: Presentación
fi: Näkymä
hu: Bemutatás
it: Presentazione
nl: Presentatie
pt_br: Apresentação
ro: Prezentare
ru: Формат

source: Network
da: Netværk
de: Netzwerk
es: Red
hu: Hálózat
nl: Netwerk

source: Data Updates
ca: Actualitzacions de dades
da: Dataopdateringer
de: Daten-Aktualisierung
es: Actualizaciones de datos
fi: Tietojen päivitys
hu: Adatfrissítések
it: Aggiornamento dei dati
nl: Gegevensupdates
pt_br: Atualização dos dados
ro: Actualizări de date
ru: Обновление данных

source: Name
ca: Nom
da: Navn
es: Nombre
fi: Nimi
hu: Név
it: Nome
nl: Naam
pt_br: Nome
ro: Nume
ru: Имя

source: Symbol
ca: Símbol
da: Kode
es: Símbolo
fi: Symboli
hu: Szimbólum
it: Simbolo
nl: Symbool
pt_br: Código
ro: Simbol
ru: Биржевой символ

source: Price
ca: Preu
da: Pris
de: Preis
es: Precio
fi: Hinta
hu: Megjelenítése
it: Prezzo
nl: Prijs
pt_br: Preço
ro: Preț
ru: Цена

source: Change
ca: Canvi
da: Ændring
de: Veränderung
es: Cambio
fi: Muutos
hu: Változás
it: Variazione
nl: Verandering
pt_br: Mudança no preço
ro: Schimbare
ru: Изменения

source: Date and Time
ca: Data i hora
da: Dato og tid
de: Handelszeitpunkt
es: Fecha y hora
fi: Päiväys ja aika
hu: Dátum és idő
it: Data e ora
nl: Datum en tijd
pt_br: Data e hora
ro: Data și ora
ru: Дата и время

source: Number Format
ca: Format de números
da: Talformatering
de: Zahlenformat
es: Formato de números
fi: Numeron muotoilu
hu: Szám formázása
it: Formattazione Numerica
nl: Nummerformaat
pt_br: Formatação dos preços
ro: Formatarea numerelor
ru: Формат чисел

source: Date and Time Format
ca: Format de data i hora
da: Dato- og tidsformat
de: Datum- und Zeitformat
es: Formato de fecha y hora
fi: Aika ja päiväys
hu: Dátum és idő formátum
nl: Datum- en tijdformaat

source: Sorting
ca: Ordenació
da: Sortering
de: Sortierung
es: Clasificación
fi: Lajittelu
hu: Válogató
it: Ordinamento
nl: Sorteren
pt_br: Ordenação
ro: Sortează
ru: Сортировка

source: Font
da: Skrifttype
de: Schriftart
es: Fuente
fi: Fontti
hu: Betűtípus
nl: Lettertype

source: Trend Colors
ca: Colors
da: Farver
de: Trend-Farben
es: Colores
fi: Värit
hu: Színek
it: Colori
nl: Trendkleuren
pt_br: Cores
ro: Culori
ru: Цвет

source: Effects
ca: Efectes
da: Effekter
de: Effekte
es: Efectos
fi: Tehosteet
hu: Hatások
it: Effeti
nl: Effecten
pt_br: Efeitos
ro: Efecte
ru: Эффекты

source: Width
ca: Amplada
da: Bredde
de: Breite
es: Anchura
fi: Leveys
hu: Szélesség
it: Larghezza
nl: Breedte
pt_br: Largura
ro: Lățime
ru: Ширина

source: Desklet width in pixels
ca: Amplada de la miniaplicació d'escriptori en píxels
da: Skrivebordsprogrammets bredde i pixel.
de: Desklet Breite in Pixeln
es: Ancho del Desklet en píxeles
fi: Leveys työpöydällä pikseleinä
hu: Asztalkalmazás szélessége képpontban
it: Larghezza del desklet in pixels.
nl: Breedte van de desklet in pixels
pt_br: A largura do desklet em pixels.
ro: Lățimea deskletului în pixeli.
ru: Ширина в пикселях.

source: Height
ca: Alçada
da: Højde
de: Höhe
es: Altura
fi: Korkeus
hu: Magasság
it: Altezza
nl: Hoogte
pt_br: Altura
ro: Înălțime
ru: Высота

source: Desklet height in pixels
ca: Alçada de la miniaplicació d'escriptori en píxels
da: Skrivebordsprogrammets højde i pixel.
de: Desklet Höhe in Pixeln
es: Altura del Desklet en píxeles
fi: Korkeus työpöydällä pikseleinä
hu: Asztalkalmazás magassága képpontban
it: Altezza del desklet in pixels.
nl: Hoogte van de desklet in pixels
pt_br: A altura do desklet em pixels.
ro: Înălțimea deskletului în pixeli.
ru: Высота в пикселях.

source: Background transparency
ca: Transparència del fons
da: Baggrundens gennemsigtighed
de: Hintergrund Transparenz
es: Transparencia de fondo
fi: Taustan läpinäkyvyys
hu: Háttér átlátszósága
it: Trasparenza sfondo
nl: Achtergrondtransparantie
pt_br: Transparência do fundo
ro: Transparența fundalului
ru: Прозрачность фона

source: The higher the value, the more solid the desklet's background
ca: Quan més gran sigui el valor, més sòlid serà el fons de l'escriptori
da: Jo højere værdi, desto mindre gennemsigtig er baggrunden.
de: Je grösser der Wert, desto deckender der Desklet Hintergrund
es: Cuanto mayor sea el valor, más sólido será el fondo del escritorio.
fi: Mitä suurempi arvo, sitä vähemmän läpinäkyvä
hu: A magasabb érték jobban megjeleníti az asztalkalmazás hátterét
it: Più alto è il valore, maggiore sarà la solidità dello sfondo del desklet.
nl: Hoe hoger de waarde, hoe meer effen de achtergrond van de desklet
pt_br: Quanto maior o número, menos transparente é o fundo do desklet.
ro: Cu cât valoarea este mai mare, cu atât fundalul deskletului este mai solid.
ru: Чем выше значение, тем больше прозрачность фона.

source: Background color
ca: Color de fons
da: Baggrundsfarve
de: Hintergrundfarbe
es: Color de fondo
fi: Taustaväri
hu: Háttér színe
nl: Achtergrondkleur

source: Desklet background color
ca: Color de fons de la miniaplicació d'escriptori
da: Skrivebordsprogrammets baggrundsfarve
de: Desklet Hintergrundfarbe
es: Color de fondo del Desklet
fi: Sovelman taustaväri
hu: Asztalkalmazás háttér színe
nl: Desklet achtergrondkleur

source: Corner radius
ca: Radi de la cantonada
da: Hjørneradius
de: Eckenradius
es: Radio de la esquina
fi: Kulmien pyöristys
hu: Saroksugár
nl: Hoekradius

source: The higher the value, the rounder the desklet's corners
ca: Com més gran sigui el valor, més rodones seran les cantonades de la miniaplicació d'escriptori
da: Større værdi giver mere afrundede hjørner
de: Je grösser der Wert, desto runder die Desklet Ecken
es: Cuanto mayor sea el valor, más redondeadas serán las esquinas del desklet
fi: Mitä suurempi arvo, sitä enemmän sovelman kulmat pyöristyy
hu: Minél nagyobb az érték, annál kerekebbek az asztalkalmazás sarkai
nl: Hoe hoger de waarde, hoe ronder de hoeken van de desklet

source: Show vertical scrollbar
ca: Mostrar la barra de desplaçament vertical
da: Vis lodret rullebjælke
de: Senkrechte Bildlaufleiste anzeigen
es: Mostrar barra de desplazamiento vertical
fi: Näytä vierityspalkki
hu: Függőleges görgetősáv megjelenítése
nl: Toon verticale schuifbalk

source: Display a vertical scrollbar when the quote list is longer than the desklet's height
ca: Mostra una barra de desplaçament vertical quan la llista de pressupostos és major que l'altura de la miniaplicació d'escriptori
da: Vis en lodret rullebjælke, når kurslisten er længere end skrivebordsprogrammets højde
de: Blendet eine vertikale Bildlaufleiste ein, wenn die Liste der Symbole grösser als die Höhe des Desklets ist
es: Mostrar una barra de desplazamiento vertical cuando la lista de presupuestos es mayor que la altura del desklet
fi: Näytä vierityspalkki, jos luettelo on pidempi kuin korkeudessa mahtuisi näkymään
hu: Függőleges görgetősáv megjelenítése, ha az idézetlista hosszabb, mint az asztalkalmazás magassága
nl: Toon een verticale schuifbalk wanneer de lijst met koersen langer is dan de hoogte van de desklet

source: Border width
ca: Amplada de la vora
da: Rammebredde
de: Rahmenbreite
es: Ancho del borde
fi: Reunan paksuus
hu: Szegély vastagság
nl: Randbreedte

source: The higher the value, the thicker the desklet's border. A value of 0 hides the border.
ca: Com més gran sigui el valor, major serà el gruix de la vora de la miniaplicació d'escriptori. Un valor de 0 amaga la vora.
da: Jo højere værdien er, desto tykkere bliver skrivebordsprogrammets ramme. En værdi på 0 skjuler rammen.
de: Je grösser der Wert, desto breiter der Desklet Rahmen. Ein Wert von 0 blendet den Rahmen aus.
es: Cuanto mayor sea el valor, más grueso será el borde del desklet. Un valor de 0 oculta el borde.
fi: Mitä suurempi arvo, sitä paksummat sovelluksen reunakehykset. Arvo 0 piilottaa reunan.
hu: Minél nagyobb az érték, annál vastagabb az asztalkalmazás szegély. A 0 érték elrejti a szegélyt.
nl: Hoe hoger de waarde, hoe dikker de rand van de desklet. Een waarde van 0 verbergt de rand.

source: Border color
ca: Color de la vora
da: Rammefarve
de: Rahmenfarbe
es: Color del borde
fi: Reunan väri
hu: Szegély színe
nl: Randkleur

source: Desklet border color
ca: Color de la vora de la miniaplicació d'escriptori
da: Skrivebordsprogrammets rammefarve
de: Farbe des Desklet Rahmens
es: Color del borde del escritorio
fi: Sovelman reunakehyksen väri
hu: Asztalkalmazás szegély színe
nl: Randkleur van de desklet

source: minutes
ca: minuts
da: minutter
de: Minuten
es: minutos
fi: minuuttia
hu: perc
it: minuti
nl: minuten
pt_br: minutos
ro: minute
ru: минуты

source: Update frequency
ca: Freqüència d'actualització
da: Opdateringsinterval
de: Aktualisierungsfrequenz
es: Frecuencia de actualización
fi: Päivitysväli
hu: Frissítés gyakorisága
it: Frequenza di aggiornamento
nl: Vernieuwingsfrequentie
pt_br: Frequência da atualização
ro: Frecvența de actualizare
ru: Частота обновления

source: Data refresh frequency, in minutes
ca: Freqüència d'actualització de les dades, en minuts
da: Opdateringsinterval i minutter.
de: Frequenz der Datenaktualisierung, in Minuten
es: Frecuencia de actualización de los datos, en minutos
fi: Tietojen päivitysväli minuuteissa
hu: A szinkronizálási gyakorisága percben megadva
it: Frequenza di aggiornamento dei dati, in minuti.
nl: Frequentie van gegevensvernieuwing, in minuten
pt_br: Frequência da atualização dos dados, em minutos.
ro: Frecvența de reîmprospătare a datelor, în minute.
ru: Частота обновления котировок, в минутах.

source: Show last update timestamp
ca: Mostrar la data de l'última actualització
da: Vis, hvornår data sidst blev opdateret
de: Zeitpunkt der letzten Aktualisierung anzeigen
es: Mostrar la fecha de la última actualización
fi: Näytä päivitysaika
hu: Utolsó frissítéskeresés időbélyegének megjelenítése
it: Mostra il timestamp dell'ultimo aggiornamento
nl: Toon tijdstempel laatste update
pt_br: Mostrar a data e a hora da última atualização
ro: Afișează data și ora ultimei actualizări
ru: Показывать время последнего обновления

source: Display timestamp when quotes were updated last
ca: Mostra la data de l'última actualització de les cotitzacions
da: Viser tidsstempel for den sidste opdatering af kurserne.
de: Zeigt den Zeitstempel der letzten Aktualisierung der Finanzdaten an
es: Muestra la fecha de la última actualización de las cotizaciones.
fi: Näytää ajan, jolloin kurssit päivitettiin
hu: Megjeleníti a megállapítások utolsó frissítéskeresésének időbélyegét
it: Mostra il timestamp di quando le quotazioni sono state aggiornate.
nl: Toon tijdstempel wanneer de koersen voor het laatst zijn bijgewerkt
pt_br: Exibe a data e a hora de quando as cotações foram atualizadas pela última vez.
ro: Afișează data și ora la care au fost actualizate ultimele cotații.
ru: Отображение времени последнего обновления котировок.

source: Manual and automatic update
ca: Actualització manual i automàtica
da: Manuel og automatisk opdatering
de: Manuelle und automatische Aktualisierung
es: Actualización manual y automática
fi: Manuaalinen ja automaattinen päivitys
hu: Kézi és automatikus frissítés
nl: Manuele en automatische update

source: Click last update timestamp to instantly refresh quotes data. Automatic update is still performed periodically.
ca: Cliqueu la data de l'última actualització per actualitzar d'immediat totes les dades de cotitzacions. L'actualització automàtica segueix efectuant-se periòdicament.
da: Klik på sidste opdateringstidspunkt for øjeblikkeligt at opdatere kursdata. Automatisk opdatering udføres stadig med jævne mellemrum.
de: Zeitstempel anklicken für sofortige Aktualisierung. Die automatische Aktualisierung findet weiterhin periodisch statt.
es: Haga clic en la fecha de la última actualización para actualizar instantáneamente los datos de las cotizaciones. La actualización automática sigue realizándose periódicamente.
fi: Paina viimeisintä päivitysaikaa ja tiedot päivitetään välittömästi uudelleen. Autom. päivitys suoritetaan edelleen säännöllisesti.
hu: Kattintson az utolsó frissítés időbélyegére az ajánlatok adatainak azonnali frissítéséhez. Az automatikus frissítés továbbra is időszakosan történik.
nl: Klik op de tijdstempel van de laatste update om de gegevens van de koersen onmiddellijk te verversen. Automatische update wordt nog steeds periodiek uitgevoerd.

source: Round numbers
ca: Arrodoniment
da: Afrundede værdier
de: Beträge runden
es: Redondeo
fi: Desimaalipyöristys
hu: Kerekítés
it: Arrotonda numeri
nl: Afronden van getallen
pt_br: Arredondar os números
ro: Numere rotunde
ru: Округлять числа

source: Perform rounding of floating-point numbers
ca: Arrodoneix els números de coma flotant
da: Afrunding af flydende tal.
de: Fließkommazahlen werden gerundet
es: Realiza el redondeo de números de coma flotante
fi: Suorita liukulukujen pyöristys
hu: Számok kerekítése
it: Esegue l'arrotondamento sui numeri in virgola mobile.
nl: Afronden van zwevende kommagetallen uitvoeren
pt_br: Arredonda os números decimais.
ro: Efectuează rotunjirea numerelor în virgulă mobilă.
ru: Округление чисел до указанного количества знаков после запятой.

source: positions
ca: posicions
da: antal
de: Anzahl Stellen
es: posiciones
fi: alkaa desimaalista
hu: ár
it: posizioni
nl: posities
pt_br: posições
ro: poziții
ru: число позиций

source: Decimal places to round
ca: Nombre de decimals a arrodonir
da: Decimaler til afrunding
de: Kommastellen zu runden
es: Decimales a redondear
fi: Pyöristyskohta
hu: Tizedesjegyek száma
it: Posizioni decimali da arrotondare
nl: Decimale plaatsen om af te ronden
pt_br: Arredondar para quantas casas decimais
ro: Zecimale de rotunjit
ru: Количество знаков после запятой

source: Number of positions to round to after decimal point
ca: Nombre de posicions a arrodonir després de la coma decimal
da: Antallet af decimaler.
de: Anzahl der Dezimalstellen nach dem Komma, auf die gerundet wird
es: Número de posiciones a redondear después del punto decimal
fi: Desimaalipilkun jälkeen tehtävä pyöristys
hu: Megjelenítendő tizedesjegyek száma
it: Numero di posizioni da arrotondare dopo il punto decimale.
nl: Aantal posities om naar af te ronden na de komma
pt_br: Número de posições a arredondar depois da vírgula.
ro: Numărul de zecimale la care se rotunjește după virgulă.
ru: Количество знаков после запятой для округления чисел.

source: Strict rounding
ca: Arrodoniment estricte
da: Konsekvent afrunding
de: Auf feste Anzahl Dezimalstellen runden
es: Redondeo estricto
fi: Tiukka pyöristys
hu: Szigorú kerekítés
it: Arrotondamento rigoroso
nl: Strikt afronden
pt_br: Exibir zero em dezenas
ro: Rotunjire strictă
ru: Строгое округление

source: Strict rounding to the specified decimal places (eg. 0 will be presented as 0.00)
ca: Arrodoniment estricte als decimals especificats (per exemple: 0 es presentarà com 0,00)
da: Konsekvent afrunding til de angivne decimaler (f.eks. 0 vil blive præsenteret som 0,00).
de: Rundet Beträge immer auf die gewählte Anzahl Stellen (z.B. wird der Wert 0 bei 2 Stellen als 0.00 dargestellt)
es: Redondeo estricto a los decimales especificados (por ejemplo, 0 se presentará como 0,00).
fi: Tiukka pyöristys määritettyihin desimaaleihin (esim. 0 esitetään 0,00:na).
hu: Szigorú kerekítés mindenképpen megjeleníti a megadott tizedesjegyeket (például a 0 megjelenítési módja 0,00 lesz)
it: Arrotondamento rigoroso alle cifre decimali specificate (ad es. 0 verrà presentato come 0,00).
nl: Strikt afronden naar het opgegeven aantal decimalen (bijv. 0 wordt gepresenteerd als 0,00)
pt_br: Força a existência de casas decimais (por exemplo, 0 será apresentado como 0,00).
ro: Rotunjire strictă la zecimalele specificate (de exemplu, 0 va fi prezentat ca 0,00).
ru: Строгое округление до указанного количества знаков после запятой (например, 0 будет отображаться как 0.00)

source: Force 24-hour clock
ca: Forçar rellotge de 24 hores
da: Gennemtving 24-timers ur
de: Uhrzeit immer im 24-Stunden Format anzeigen
es: Forzar reloj de 24 horas
fi: Pakota 24h kello
hu: 24 órás óra kikényszerítése
nl: Forceer 24-uurs klok

source: Always display time in 24-hour notation, overriding system settings. This setting is ignored, when a custom time format is defined.
ca: Mostrar sempre l'hora en notació de 24 hores, anul·lant la configuració del sistema. Aquest ajust s'ignora quan es defineix un format d'hora personalitzat.
da: Vis altid klokkeslættet i 24-timers format uanset systemindstillingerne. Denne indstilling ignoreres, når der er oprettet et brugerdefineret tidsformat.
de: Zeigt Zeitangaben unabhängig von der Systemeinstellung immer im 24-Stunden Format an.\nDies Einstellung wird ignoriert, wenn ein individuelles Zeit-Format definiert ist.
es: Mostrar siempre la hora en notación de 24 horas, anulando la configuración del sistema. Este ajuste se ignora cuando se define un formato de hora personalizado.
fi: Näytä aika 24h merkinnällä, ohittaen tietokoneen asetukset. Tämä asetus ohitetaan, jos mukautettu aikamuoto annetaan.
hu: Az időt mindig 24 órás jelöléssel jeleníti meg, felülírva a rendszerbeállításokat. Ez a beállítás figyelmen kívül marad, ha egyéni időformátum van megadva.
nl: Tijd altijd weergeven in 24-uursnotatie, ongeacht de systeeminstellingen. Deze instelling wordt genegeerd wanneer een aangepast tijdsformaat is gedefinieerd.

source: Custom time format
ca: Format d'hora personalitzat
da: Brugerdefineret tidsformat
de: Individuelles Zeit-Format
es: Formato de hora personalizado
fi: Mukautettu aika
hu: Egyéni időformátum
nl: Aangepast tijdsformaat

source: Format time with custom format instead of system settings. Examples: %H:%M:%S 23:47:51 %I:%M %p 11:47 PM
ca: Format d'hora personalitzat en lloc del format del sistema. Exemples: %H:%M%S 23:47:51 %I:%M %p 11:47 PM
da: Formatér tid med brugerdefineret format i stedet for systemindstillinger. Eksempler: %H:%M:%S 23:47:51 %I:%M %p 11:47 PM
de: Zeigt Uhrzeit in individuellen Format an anstatt den Systemeinstellungen. Beispiele: %H:%M:%S 23:47:51 %I:%M %p 11:47 PM
es: Formatear la hora con un formato personalizado en lugar de los ajustes del sistema. Ejemplos: %H:%M:%S 23:47:51 %I:%M %p 11:47 PM
fi: Aseta aika mukautettuna tietokoneen asetusten sijaan. Esimerkki: %H:%M:%S 23:47:51 %I:%M %p 11:47 PM
hu: Az idő formázása egyéni formátummal a rendszerbeállítások helyett. Példák: %H:%M:%S 23:47:51 %I:%M %p 23:47 PM
nl: Tijd opmaken met aangepast formaat in plaats van systeeminstellingen. Voorbeelden: %H:%M:%S 23:47:51 %I:%M %p 11:47 PM

source: Custom date format
ca: Format de data personalitzat
da: Brugerdefineret datoformat
de: Individuelles Datum-Format
es: Formato de fecha personalizado
fi: Mukautettu päivämäärä
hu: Egyéni dátumformátum
nl: Aangepast datumformaat
