Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/steamGamesStarter@KopfdesDaemons/*.po
Languages: vi

source: Steam Games Starter
vi: Trình khởi chạy Game Steam

source: Last played:
vi: Lần chơi cuối:

source: No installed games found
vi: Không tìm thấy game đã cài đặt

source: Loading...
vi: Đang tải...

source: Start Steam games from your desktop.
vi: Khởi chạy game Steam từ màn hình của bạn.

source: General
vi: Chung

source: Steam installation type
vi: Loại cài đặt Steam

source: System package
vi: Gói hệ thống

source: Maximum number of games
vi: Số lượng game tối đa

source: Style
vi: Kiểu dáng

source: Maximum height of the desklet
vi: Chiều cao tối đa của desklet

source: Background color
vi: Màu nền
