Repository: linuxmint/cinnamon-spices-desklets
Catalog: .translation-tables/po/systemTemperature@KopfDesDaemons/*.po
Languages: ca, it

source: System Temperature
ca: Temperatura del sistema
it: Temperatura di Sistema

source: Displays the temperature of a thermal zone in the system.
ca: Mostra la temperatura d'una zona tèrmica del sistema.
it: Visualizza la temperatura di una zona termica del sistema.

source: General
it: Generale

source: Path to file with temperature value (thermal zone)
ca: Ruta al fitxer amb el valor de la temperatura (zona tèrmica)
it: Percorso al file con il valore della temperatura (zona termica)

source: Text for the label
ca: Text per l'etiqueta
it: Testo dell'etichetta

source: Temperature unit (Celsius or Fahrenheit)
ca: Unitat de temperatura (Celsius o Fahrenheit)
it: Unità di temperatura (Celsius o Fahrenheit)

source: Update interval in seconds
ca: Interval de refresc en segons
it: Intervallo di aggiornamento in secondi

source: Style
ca: Estil
it: Stile

source: Font size for the label text
ca: Mida de la lletra pel text de l'etiqueta
it: Dimensione carattere del testo dell'etichetta

source: Font size for the temperature display
ca: Mida de la lletra per la mostra de temperatura
it: Dimensione carattere per la visualizzazione della temperatura

source: Dynamic color based on temperature
ca: Color dinàmic basat en la temperatura
it: Colore dinamico in base alla temperatura
