Repository: linuxmint/cinnamon-spices-desklets
Catalog: todo@NotSirius-A/files/todo@NotSirius-A/po/*.po
Languages: da, hu

source: TODO
da: GØREMÅL
hu: TENNIVALÓ

source: Are you sure you want to remove this task?
da: Er du sikker på, du vil fjerne denne opgave?
hu: Biztosan eltávolítja ezt a feladatot?

source: Add new task
da: Tilføj ny opgave
hu: Új feladat hozzáadása

source: Themeable, customizable, and easy-to-use TODO desklet.
da: Nemt at bruge gøremålsskrivebordsprogram hvor tema og andet kan tilpasses.
hu: Témázható, testreszabható és könnyen használható TENNIVALÓ asztalkalmazás.

source: TODO Desklet
da: GØREMÅL
hu: TENNIVALÓ asztalkalmazás

source: Preferences
da: Indstillinger
hu: Beállítások

source: Theme
da: Tema
hu: Téma

source: Add or modify your tasks here
da: Tilføj eller ændr dine opgaver her
hu: Itt adhatod hozzá vagy módosíthatod a feladataidat

source: General
da: Generelt
hu: Általános

source: TODO list
da: Gøremålsliste
hu: TENNIVALÓ lista

source: Layout
da: Udseende
hu: Elrendezés

source: TODO tasks
da: Gøremålsopgaver
hu: TENNIVALÓ feladatok

source: Toolbar
da: Værktøjslinje
hu: Eszköztár

source: Desklet decorations
da: Skrivebordsprogrammets udseende
hu: Asztalkalmazás dekorációk

source: How to use this desklet: You can add/edit tasks here or by interacting with the desklet itself: - Left-click on task name to edit it - Left-click on the task icon to mark it done/not done - Right-click to select multiple tasks (only relevant if using toolbar) - Middle-click to remove - If you want to add more tasks, right-click anywhere on the desklet and select the `Add new task` option inside the popup menu - Shift+Enter while editing task to place a new line - Ibus/Fcitx input is possible only through the edit button or settings You can find more information about this desklet on its webpage.
da: Sådan bruges dette skrivebordsprogram: Du kan tilføje/redigere opgaver her eller ved at interagere med selve skrivebordsprogrammet: - Venstreklik på opgavens navn for at redigere den - Venstreklik på opgavens ikon for at markere den som udført/ikke udført - Højreklik for at vælge flere opgaver (kun relevant, hvis du bruger værktøjslinjen) - Klik med midterste museknap for at fjerne - Hvis du vil tilføje flere opgaver, skal du højreklikke et vilkårligt sted i skrivebordsprogrammet og vælge indstillingen “Tilføj ny opgave” i pop op-menuen - Skift+Enter under redigering af opgaven for at indsætte en ny linje - Ibus/Fcitx-indtastning er kun mulig via redigeringsknappen eller indstillingerne Du kan finde flere oplysninger om dette skrivebordsprogram på dets webside.
hu: A desklet használata: Feladatokat itt, vagy magával a desklettel is hozzáadhat/szerkeszthet: - Kattintson a bal egérgombbal a feladat nevére a szerkesztéshez - Kattintson a bal egérgombbal a feladat ikonjára a kész/nem kész megjelöléséhez - Kattintson a jobb gombbal több feladat kiválasztásához (csak eszköztár használata esetén releváns) - Kattintson a középső egérgombbal az eltávolításhoz - Ha további feladatokat szeretne hozzáadni, kattintson jobb gombbal a desklet bármely pontjára, és válassza az „Új feladat hozzáadása” lehetőséget a felugró menüben - A feladat szerkesztése közben nyomja meg a Shift+Enter billentyűkombinációt új sor beszúrásához - Az Ibus/Fcitx bevitel csak a szerkesztőgombon vagy a beállításokon keresztül lehetséges További információkat erről a deskletről a weboldalán talál.

source: Done
da: Færdig
hu: Kész

source: Important
da: Vigtigt
hu: Fontos

source: Name
da: Navn
hu: Név

source: Update
da: Opdatér
hu: Frissítés

source: Enable toolbar
da: Aktivér værktøjslinje
hu: Eszköztár engedélyezése

source: Select if you want the toolbar to show up (tasks can be selected only when toolbar is enabled).
da: Markér, hvis du vil have værktøjslinjen vist (opgaver kan kun vælges, når værktøjslinjen er aktiveret).
hu: Válassza ki, hogy megjelenjen-e az eszköztár (a feladatok csak akkor választhatók ki, ha az eszköztár engedélyezve van).

source: Sort marked/not marked tasks
da: Sortér markerede/umarkerede opgaver
hu: Megjelölt/nem megjelölt feladatok rendezése

source: Select if you tasks to be sorted based on whether they're marked done or not.
da: Vælg, om opgaver skal sorteres efter, om de er færdige eller ej.
hu: Válassza ki, hogy a feladatok aszerint legyenek-e rendezve, hogy elvégzettként vannak-e megjelölve vagy sem.

source: Reverse order
da: Omvendt rækkefølge
hu: Fordított sorrend

source: Select if you unmarked tasks to be at the top.
da: Vælg, hvis de umarkerede opgaver skal være øverst.
hu: Jelölje be, ha eltávolította a feladatok megjelölését, hogy felül jelenjenek meg.

source: Number of columns
da: Antal kolonner
hu: Oszlopok száma

source: Increase or decrease the number of columns on the layout.
da: Forøg eller formindsk antallet af kolonner.
hu: Növelje vagy csökkentse az oszlopok számát az elrendezésen.

source: Text shadow
da: Tekstskygge
hu: Szövegárnyék

source: Text shadow color
da: Tekstskyggefarve
hu: Szövegárnyék színe

source: Show desklet decorations
da: Vis ramme og/eller titel
hu: Asztalkalmazás dekorációk megjelenítése

source: Font name (choose regular versions)
da: Skrifttypenavn (vælg regulære versioner)
hu: Betűtípus neve (válassza a normál verziókat)

source: Change font family
da: Skift skrifttypefamilie
hu: Betűtípuscsalád módosítása

source: Bold
da: Fed
hu: Félkövér

source: Italic
da: Kursiv
hu: Dőlt

source: Text color
da: Tekstfarve
hu: Szöveg színe

source: Set the task text color.
da: Angiv opgavens tekstfarve.
hu: Állítsa be a feladat szövegének színét.

source: Desklet size, mostly impacts width
da: Størrelse (påvirker primært bredden)
hu: Asztalkalmazás mérete, ami leginkább a szélességet befolyásolja

source: Increase or decrease the size of this desklet using this scale factor.
da: Forøg eller formindsk skrivebordsprogrammets størrelse med denne skaleringsfaktor.
hu: Növelje vagy csökkentse az asztalkalmazás méretét ezzel a méretezési tényezővel.

source: Transparent background
da: Gennemsigtig baggrund
hu: Átlátszó háttér

source: Select if you want a transparent background.
da: Vælg, om du vil have en gennemsigtig baggrund.
hu: Válassza ki, ha átlátszó hátteret szeretne.

source: Background color
da: Baggrundsfarve
hu: Háttészín

source: Set the task background.
da: Angiv opgavens baggrundsfarve.
hu: Állítsa be a feladat hátterét.

source: Border width (set to 0 to disable border)
da: Rammebredde (0 deaktiverer rammen)
hu: Szegély szélessége (a szegély letiltásához állítsa 0-ra)

source: Increase or decrease the task border width.
da: Forøg eller formindsk opgavens rammebredde.
hu: Növelje vagy csökkentse a feladat szegélyének szélességét.

source: Border color
da: Rammefarve
hu: Szegély színe

source: Set the task border color (Transparent border will add more padding to tasks).
da: Angiv opgavens rammefarve (gennemsigtig ramme tilføjer mere udfyldning).
hu: Állítsa be a feladat szegélyének színét (az átlátszó szegély több kitöltést ad a feladatokhoz).

source: Background when marked as important
da: Baggrund når markeret som vigtig

source: Set the task background when marked as important.
da: Angiv baggrundsfarven til opgaver markeret som vigtige.
hu: Beállítja a feladat hátterét, ha fontosként van megjelölve.

source: Border color when marked as important
da: Ramme når markeret som vigtig
hu: Szegélyszín fontosként megjelölve

source: Set the task border color when marked as important (Transparent border will add more padding to tasks).
da: Angiv rammefarven til opgaver markeret som vigtige (gennemsigtig ramme tilføjer mere udfyldning).
hu: Beállítja a feladat szegélyének színét, ha a feladat fontosként van megjelölve (az átlátszó szegély több kitöltést ad a feladatokhoz).

source: Task icon size (set to 0 to disable icons)
da: Opgavens ikonstørrelse (0 deaktiverer ikoner)
hu: Feladat ikon mérete (az ikonok letiltásához állítsa 0-ra)

source: Increase or decrease the icon size (set to 0 to disable icons).
da: Forøg eller formindsk ikonstørrelsen (0 deaktiverer ikoner).
hu: Növelje vagy csökkentse az ikon méretét (az ikonok letiltásához állítsa 0-ra).

source: Icon marked
da: Ikon markeret
hu: Megjelölve ikon

source: Icon not marked
da: Ikon ikke markeret
hu: Nincs megjelölve ikon

source: Icon size
da: Ikonstørrelse
hu: Ikon mérete

source: Increase or decrease the icon size.
da: Forøg eller formindsk ikonstørrelsen.
hu: Növelje vagy csökkentse az ikon méretét.

source: Set the toolbar background.
da: Angiv værktøjslinjens baggrund.
hu: Eszköztár hátterének beállítása.

source: Icon color
da: Ikonfarve
hu: Ikon színe

source: Set the color of toolbar icons.
da: Angiv værktøjslinjeikonernes farve.
hu: Az eszköztár ikonjainak színének beállítása.

source: Border width
da: Rammebredde
hu: Szegély szélessége

source: Increase or decrease the toolbar border width (set to 0 to disable border).
da: Forøg eller formindsk værktøjslinjens rammebredde (0 deaktiverer ikoner).
hu: Növelje vagy csökkentse az eszköztár szegélyének szélességét (a szegély letiltásához állítsa 0-ra).

source: Set the toolbar border color (Transparent border will add more padding to toolbar).
da: Angiv værktøjslinjens rammefarve (gennemsigtig ramme tilføjer mere udfyldning).
hu: Eszköztár szegélyének színének beállítása (az átlátszó szegély nagyobb kitöltést ad az eszköztárhoz).

source: Following settings require desklet decorations to be enabled on your system. Desklet preferences are located in System Settings > Desklets > General Settings tab; there you will be able to enable border/header decorations.
da: Følgende indstillinger kræver, at skrivebordsprogrammers udseende er aktiveret på dit system. Indstillingerne findes under Systemindstillinger > Skrivebordsprogrammer > fanen Generelle indstillinger. Her kan du aktivere ramme og titel.
hu: A következő beállításokhoz engedélyezni kell az asztalkalmazás dekorációkat a rendszeren. Az asztalkalmazás beállításai a Rendszerbeállítások > Asztalkalmazások > Általános beállítások lapon találhatók; ott engedélyezheti a szegély-/fejlécdekorációkat.

source: Desklet header
da: Titel
hu: Asztalkalmazás fejléc

source: Set your desklet header. Make sure desklet headers are enabled in system settings.
da: Angiv skrivebordsprogrammets titel. Sørg for, at titler er aktiveret i systemindstillingerne.
hu: Állítsd be az asztalkalmazás fejlécét. Ellenőrizd hogy az asztalkalmazás fejlécek be vannak-e kapcsolva a rendszerbeállításokban.

source: Enable toolbar tooltips
da: Aktivér tip til værktøjslinje
hu: Eszköztár eszköztippek engedélyezése

source: Select if you want tooltips to show up when hovering over toolbar buttons.
da: Vælg, om du vil have værktøjstip til at vises, når du holder markøren over knapper i værktøjslinjen.
hu: Válassza ki, hogy megjelenjenek-e az eszköztár gombjai fölé vigyük az egérmutatót, ha eszköztippek jelennek meg.

source: Enable task tooltips
da: Aktivér tip til opgaver
hu: Feladat eszköztippek engedélyezése

source: Select if you want tooltips to show up when hovering over tasks.
da: Vælg, om du vil have værktøjstip til at vises, når du holder markøren over opgaver.
hu: Válassza ki, hogy megjelenjenek-e az eszköztippek, amikor az egérmutatót a feladatok fölé viszi.

source: Edit task name
da: Redigér opgavens navn
hu: Feladat nevének szerkesztése

source: Name:
da: Navn:
hu: Név:
