Repository: linuxmint/cinnamon-spices-desklets
Catalog: battery@schorschii/files/battery@schorschii/po/*.po
Languages: ca, da, de, hu, it, pt_br, ru, sv, tr, uk, vi, zh_cn

source: Battery
ca: Bateria
da: Batteri
de: Akku
hu: Akkumulátor
it: Batteria
pt_br: Bateria
ru: Аккумулятор
sv: Batteri
tr: Pil
uk: Аккумулятор
vi: Pin
zh_cn: 电池

source: A battery desklet in iOS style with multi-battery support.
ca: Una miniaplicació d'escriptori de bateria de l'estil d'iOS que admet diverses bateries.
da: Skrivebordsprogram i iOS-stil med understøttelse for flere batterier.
de: Ein Akku-Desklet im iOS-Stil mit Unterstützung für mehrere Akkus.
hu: Egy iOS stílusú akkumulátor asztalalkalmazás több akkumulátort is támogat.
it: Un desklet per la batteria con lo stile iOS e supporto multi-batteria.
pt_br: Um desklet inspirado na aparência do iOS que acompanha o nível de uma ou várias baterias.
ru: Десклет заряда аккумулятора в стиле iOS с поддержкой нескольких аккумуляторов.
sv: Ett skrivbordsprogram för batteriövervakning i iOS-stil, med stöd för flera batterier.
tr: Çok pil desteği ile iOS tarzında bir pil masaüstü uygulamacığı.
uk: Десклет заряду акумулятора в стилі iOS з підтримкою декількох акумуляторів.
vi: Một desklet pin theo phong cách iOS với hỗ trợ nhiều pin.
zh_cn: 支持多个电池iOS风格的电池桌面小工具。

source: Battery Level Indicator
ca: Indicador de nivell de la bateria
da: Batteriindikator
de: Akkuladezustandsanzeige
hu: Akkumulátor szint indikátor
it: Indicatore Livello Batteria
pt_br: Indicador do nível da bateria
ru: Индикатор заряда аккумулятора
sv: Batterinivåindikator
tr: Pil Seviyesi Göstergesi
uk: Індикатор заряду акумулятора
vi: Chỉ báo Mức Pin
zh_cn: 电池电量指示器

source: Settings for battery@schorschii
ca: Ajusts per battery@schorschii
da: Indstillinger for battery@schorschii
de: Einstellungen für battery@schorschii
hu: Battery@schorschii beállításai
it: Impostazioni di battery@schorschii
pt_br: Configurações para battery@schorschii
ru: Настройки для battery@schorschii
sv: Inställningar för battery@schorschii
tr: battery@schorschii için Ayarlar
uk: Налаштування для battery@schorschii
vi: Cài đặt cho battery@schorschii

source: Visual
da: Visuel
de: Optische Einstellungen
hu: Vizuális
it: Visuale
ru: Визуал
sv: Synlig
tr: Görsel
uk: Візуал
vi: Hiển thị
zh_cn: 视觉

source: Show battery capacity in percent
ca: Mostra la capacitat de la bateria en percentatge
da: Vis batteriets kapacitet i procent
de: Akkukapazität in Prozent anzeigen
hu: Az akkumulátor kapacitásának megjelenítése százalékban
it: Mostra la capacità della batteria in percentuale
pt_br: Mostrar o nível da bateria em porcentagem
ru: Показать емкость аккумулятора в процентах
sv: Visa batterikapacitet i procent
tr: Pil kapasitesini yüzde olarak göster
uk: Показати ємність акумулятора у відсотках
vi: Hiển thị dung lượng pin theo phần trăm
zh_cn: 以百分比显示电池容量

source: Battery capacity is only shown when plug/flash icon is not visible.
ca: La capacitat de la bateria només es mostra quan la icona de l'endoll o electricitat no està visible.
da: Batteriets kapacitet vises kun, når stik-/lynikonet ikke er synligt.
de: Akkukapazität wird nur angezeigt, wenn das Stecker-/Ladesymbol nicht sichtbar ist.
hu: Az akkumulátor kapacitása csak akkor jelenik meg, ha a dugó/villám ikon nem látható.
it: La capacità della batteria viene visualizzata solo quando l'icona spina/flash non è visibile.
pt_br: O nível da bateria será exibido somente quando o ícone de conectado/raio não estiver visível.
ru: Емкость аккумулятора отображается только когда значок штекера/вспышки не виден.
sv: Batterikapacitet visas endast när plugg-/laddningsikonen inte är synlig.
tr: Pil kapasitesi sadece fiş/flaş simgesi görünmediğinde gösterilir.
uk: Ємність акумулятора відображається тільки коли значок штекера/спалаху не видно.
vi: Dung lượng pin chỉ hiển thị khi biểu tượng cắm sạc/sét không hiển thị.
zh_cn: 仅在插头/闪电图标不可用时显示电池容量。

source: Show remaining battery time
vi: Hiển thị thời gian pin còn lại

source: Show plug/flash icon when power supply is plugged in
ca: Mostra la icona de l'endoll o electricitat quan la font d'alimentació està connectada
da: Vis stik-/lynikon, når strømforsyningen er tilsluttet
de: Stecker-/Ladesymbol anzeigen, wenn die Stromversorgung angeschlossen ist
hu: Dugó/villám ikon megjelenítése, amikor a töltő be van dugva
it: Mostra l'icona spina/flash quando l'alimentazione è inserita
pt_br: Mostrar o ícone de conectado/raio quando a fonte de alimentação estiver conectada no aparelho
ru: Показывать значок вилки/вспышки при подключенном блоке питания
sv: Visa plugg-/laddningsikon när när batteriladdare är inkopplad
tr: Güç kaynağı takıldığında fiş/flaş simgesini göster
uk: Показувати значок вилки/спалаху при підключеному блоці живлення
vi: Hiển thị biểu tượng cắm sạc/sét khi cắm nguồn điện
zh_cn: 插入电源时显示插头/闪电图标

source: flash icon: power online and battery is charging plug icon: power online but battery is not charging
ca: icona d'electricitat: connectat a la xarxa elèctrica i s'està carregant de la bateria icona d'endoll: connectat a la xarxa elèctrica i però no s'està carregant de la bateria
da: lynikon: strøm tændt og batteriet lader stikikon: strøm tændt men batteriet lader ikke
de: Ladesymbol: Am Ladekabel angeschlossen und Akku wird aufgeladen Steckersymbol: Am Ladekabel angeschlossen, aber Akku wird nicht aufgeladen
hu: villám ikon: hálózatra csatlakoztatva, és az akkumulátor töltődik dugó ikon: hálózatra csatlakoztatva, de az akkumulátor nem töltődik
it: icona lampo: alimentazione collegata e batteria in carica icona spina: alimentazione collegata ma la batteria non si sta caricando
pt_br: ícone de raio: conectado à tomada e bateria carregando ícone de conectado: conectado à tomada, mas a bateria não está carregando
ru: значок вспышки: питание подключено и аккумулятор заряжается значок пробки: питание подключено, но аккумулятор не заряжается
sv: Laddningsikon: Datorn i batteridrift och batteriet laddas Pluggikon: Datorn i batteridrift men batteriet laddas inte
tr: flaş simgesi: güç takılı ve pil şarj oluyor fiş simgesi: güç takılı ve pil şarj olmuyor
uk: значок спалаху: живлення підключено і акумулятор заряджається значок пробки: живлення підключено, але акумулятор не заряджається
vi: biểu tượng sét: có nguồn điện và pin đang sạc biểu tượng cắm sạc: có nguồn điện nhưng pin không sạc
zh_cn: 闪电图标：电源在线，电池充电中 插头图标：电源在线，电池未在充电

source: Battery style
ca: Estil de bateria
da: Batteristil
de: Akku-Stil
hu: Akkumulátor stílusa
it: Stile batteria
pt_br: Cor da bateria
ru: Стиль аккумулятора
sv: Batteristil
tr: Pil tarzı
uk: Стиль акумулятора
vi: Kiểu pin
zh_cn: 电池风格

source: Transparent
da: Gennemsigtig
hu: Átlátszó
it: Trasparente
pt_br: Transparente
ru: Прозрачный
tr: Şeffaf
uk: Прозорий
vi: Trong suốt
zh_cn: 透明

source: Black
ca: Negre
da: Sort
de: Schwarz
hu: Fekete
it: Nero
pt_br: Preta
ru: Черный
sv: Svart
tr: Siyah
uk: Чорний
vi: Đen
zh_cn: 黑色

source: Select the background graphic you would like to use.
ca: Seleccioneu el gràfic del fons que voleu utilitzar.
da: Vælg den baggrundsgrafik, du ønsker at bruge.
de: Den Hintergrund auswählen, den Sie verwenden möchten.
hu: Válassza ki a használni kívánt háttérgrafikát.
it: Seleziona l'immagine di sfondo che desideri utilizzare.
pt_br: Selecione a cor da bateria de sua preferência.
ru: Выберите фон, который вы хотите использовать.
sv: Välj vilken bakgrundsgrafik du vill använda.
tr: Kullanmak istediğiniz arkaplan grafiğini seçin.
uk: Виберіть фон, який ви хочете використовувати.
vi: Chọn hình nền bạn muốn sử dụng.
zh_cn: 选择您想要使用的图形背景。

source: Hide decorations
ca: Oculta les decoracions
da: Skjul boks rundt om batteriindikatoren
de: Verzierungen verbergen
hu: Díszítések elrejtése
it: Nascondi decorazioni
pt_br: Esconder decorações (margens e cor de fundo)
ru: Скрыть украшения
sv: Dölj dekorationer
tr: Süslemeleri gizle
uk: Приховати прикраси
vi: Ẩn trang trí
zh_cn: 隐藏装饰

source: scale factor
ca: factor d'escala
da: skaleringsfaktor
de: Skalierungsfaktor
hu: léptéktényező
it: fattore di scala
pt_br: escala de proporção
ru: множитель масштафа
sv: skalfaktor
tr: ölçü çarpanı
uk: множник масштабу
vi: hệ số tỷ lệ
zh_cn: 缩放比例

source: Desklet size
ca: Mida de la miniaplicació d'escriptori personalitzada
da: Skrivebordsprogrammets størrelse
de: Deskletgröße
hu: Asztalalkalmazás mérete
it: Dimensione desklet
pt_br: Tamanho do desklet
ru: Размер десклета
sv: Programstorlek
tr: Masaüstü uygulamacığının boyutu
uk: Розмір десклета
vi: Kích thước desklet
zh_cn: 桌面小工具的大小

source: Increase or decrease the size of the battery using this scale factor.
ca: Augmenta o disminueix la mida de la bateria amb aquest factor d'escala.
da: Forøg eller formindsk batteriets størrelse med denne skaleringsfaktor.
de: Die Größe des Desklets um diesen Skalierungsfaktor erhöhen oder verringern.
hu: Növelje vagy csökkentse az akkumulátor méretét ezzel a léptéktényezővel.
it: Aumenta o diminuisci le dimensioni della batteria usando questo fattore di scala.
pt_br: Aumente ou diminua o tamanho da bateria usando esta escala de proporção.
ru: Увеличьте или уменьшите размер аккумулятора с помощью этого множителя масштаба.
sv: Öka eller minska batteristorleken med denna skalfaktor.
tr: Bu ölçü çarpanını kullanarak pilin boyutunu artırın veya azaltın.
uk: Збільште або зменшіть розмір акумулятора за допомогою цього множника масштабу.
vi: Tăng hoặc giảm kích thước của pin bằng hệ số tỷ lệ này.
zh_cn: 使用此缩放比例增大或减小电池的大小。

source: Custom desklet label (only visible if decorations are enabled)
ca: Etiqueta de miniaplicació d'escriptori personalitzada (només és visible si les decoracions estan habilitades)
da: Tilpasset etiket (kun synlig hvis boksen rundt om er aktiveret)
de: Benutzerdefinierte Desklet-Beschriftung (nur sichtbar, wenn Umrandung und Kopfzeile in der Gestaltung der Desklets aktiviert sind)
hu: Egyéni asztalalkalmazás címke (csak akkor látható ha a dekorációk be vannak kapcsolva)
it: Etichetta del desklet personalizzata (visibile solo se le decorazioni sono abilitate)
pt_br: Rótulo personalizado do desklet (visível apenas se as decorações não estiverem escondidas)
ru: Собственная метка десклета (виден только при включенных украшениях)
sv: Anpassad programetikett (synlig endast om dekorationer är aktiverat)
tr: Masaüstü uygulamacığı özel etiketi (sadece süslemeler etkinse görünür)
uk: Власна мітка десклета (видно тільки при включених прикрасах)
vi: Nhãn desklet tùy chỉnh (chỉ hiển thị nếu trang trí được bật)
zh_cn: 自定义桌面小工具标签（仅启用装饰后可见）

source: Use a custom desklet label
ca: Utilitza una etiqueta de miniaplicació d'escriptori personalitzada
da: Anvend tilpasset etiket
de: Eine eigene Desklet-Beschriftung verwenden
hu: Egyéni asztalalkalmazás címke használata
it: Usa un'etichetta del desklet personalizzata
pt_br: Usar um rótulo personalizado do desklet
ru: Использовать собственную метку десклета
sv: Använd en anpassad programetikett
tr: Masaüstü uygulamacığı için özel bir etiketi kullan
uk: Використовувати власну мітку десклета
vi: Sử dụng nhãn desklet tùy chỉnh
zh_cn: 自定义桌面小工具标签

source: Checking this box allows you to set a custom label in the field below.
ca: Si marqueu aquesta casella, podeu establir una etiqueta personalitzada al camp següent.
da: Afkrydsning af dette felt lader dig angive en tilpasset etiket i feltet nedenfor.
de: Aktivieren dieses Kontrollkästchens ermöglicht die Eingabe einer eigenen Beschriftung im unteren Eingabefeld.
hu: Ennek a négyzetnek a bejelölésével egyéni címkét állíthat be az alábbi mezőben.
it: Selezionando questa casella è possibile impostare un'etichetta personalizzata nel campo sottostante.
pt_br: Ao marcar essa opção, você poderá definir um rótulo personalizado no campo abaixo.
ru: Установка этого флажка позволяет задать собственную метку в поле ниже.
sv: Aktivering låter dig ange en anpassad programetikett i nedanstående fält.
tr: Bu kutuyu işaretlemek, aşağıda açılacak alandan özel bir etiket ayarlamanıza izin verir.
uk: Установка цього прапорця дозволяє задати власну мітку у полі нижче.
vi: Chọn hộp này cho phép bạn đặt nhãn tùy chỉnh trong trường bên dưới.
zh_cn: 选中此项允许您在下面的输入框中设置自定义标签。

source: Custom desklet label
ca: Etiqueta de miniaplicació d'escriptori personalitzada
da: Tilpasset etiket
de: Benutzerdefinierte Desklet-Beschriftung
hu: Egyéni asztalalkalmazás címke
it: Etichetta desklet personalizzata
pt_br: Rótulo personalizado do desklet
ru: Собственная метка десклета
sv: Anpassad programetikett
tr: Özel masaüstü uygulamacığı etiketi
uk: Власна мітка десклета
vi: Nhãn desklet tùy chỉnh
zh_cn: 自定义桌面小工具标签

source: Set your custom label here, e.g. for monitoring multiple batteries. This field is unavailable unless the checkbox above is enabled.
ca: Establiu aquí l'etiqueta personalitzada, p. es. per monitorar diverses bateries. Aquest camp no està disponible a menys que la casella de selecció de dalt està habilitada.
da: Angiv en tilpasset etiket her, f.eks. til monitorering af flere batterier. Feltet er utilgængeligt, med mindre afkrydsningsfeltet ovenfor er markeret.
de: Geben Sie hier Ihre eigene Beschriftung ein, z.B. zur Überwachung mehrere Akkus. Dieses Feld ist erst verfügbar, wenn das obere Kontrollkästchen aktiviert ist.
hu: Itt állítsa be az egyéni címkét, pl. több akkumulátor figyeléséhez. Ez a mező csak akkor érhető el, ha a fenti négyzet be van jelölve.
it: Imposta qui la tua etichetta personalizzata, ad es. per il monitoraggio di più batterie. Questo campo non è disponibile a meno che la casella sopra non sia abilitata.
pt_br: Digite o seu rótulo personalizado aqui. É útil para monitorar várias baterias, por exemplo. Essa opção tem efeito quando a caixa de seleção acima estiver ativada.
ru: Задайте здесь свою собственную метку, например, для мониторинга нескольких аккумуляторов. Это поле недоступно, если не установлен флажок выше.
sv: Ange din anpassade programetikett här, t.ex. för att övervaka flera batterier. Detta fält är inte tillgängligt om ovanstående alternativ är avstängt.
tr: Özel etiketinizi buraya yerleştirin, örneğin "çoklu pil izlemek için". Yukarıdaki onay kutusu etkinleştirilmemişse bu alan kullanılamaz.
uk: Задайте тут свою власну мітку, наприклад, для моніторингу декількох акумуляторів. Це поле недоступне, якщо не встановлено прапорець вище.
vi: Đặt nhãn tùy chỉnh của bạn ở đây, ví dụ: để theo dõi nhiều pin. Trường này không khả dụng trừ khi hộp kiểm trên được bật.
zh_cn: 在这里设置您的自定义标签，例如用于监视多个电池。除非启用了以上复选框，否则无法使用这个输入框。

source: Advanced
ca: Avançat
da: Avanceret
de: Erweiterte Einstellungen
hu: Speciális
it: Avanzate
pt_br: Avançado
ru: Расширенные
sv: Avancerat
tr: Gelişmiş
uk: Розширені
vi: Nâng cao
zh_cn: 高级

source: Path to battery capacity file (device file)
ca: Camí al fitxer de la capacitat de la bateria (fitxer de dispositiu)
da: Sti til batterikapacitetsfil (enhedsfil)
de: Pfad zur Akkukapazitätsdatei (Gerätedatei)
hu: Elérési útvonal az akkumulátor kapacitási fájlhoz (eszközfájl)
it: Percorso del file di capacità della batteria (file del dispositivo)
pt_br: Endereço do arquivo sobre o nível da bateria
ru: Путь к файлу емкости аккумулятора (файл устройства)
sv: Sökväg till batterikapacitetsfil (enhetsfil)
tr: Pil kapasitesi dosyasının yolu (cihaz dosyası)
uk: Шлях до файлу ємності акумулятора (файл пристрою)
vi: Đường dẫn đến tập tin dung lượng pin (tập tin thiết bị)
zh_cn: 电池容量文件的路径（设备文件）

source: Choose your own capacity file e.g. for monitoring your secondary battery. Default: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Replace x with battery number.
ca: Trieu el vostre propi fitxer de capacitat, p. ex. per monitorar la vostra bateria secundària. Default: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Substituïu x amb el número de la bateria.
da: Vælg din egen kapacitetsfil, f.eks. til monitorering af dit sekundære batteri. Standard: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Erstat x med batterinummeret.
de: Eigene Kapazitätsdatei auswählen, z.B. zur Überwachung eines zweiten Akkus. Standardeinstellung： /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Ersetzen Sie x mit der Akkunummer.
hu: Válassza ki a saját kapacitás fájlját pl. a másodlagos akkumulátor megfigyeléséhez. Alapértelmezett: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Cserélje ki az x-t az akkumulátor számával.
it: Scegli il tuo file di capacità, ad es. per il monitoraggio della batteria secondaria. Predefinito: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Sostituisci x con il numero della batteria.
pt_br: Escolha um arquivo próprio sobre o nível da bateria, por exemplo, no caso de monitorar a sua bateria secundária. Padrão: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Substitua x com o número da bateria.
ru: Выберите собственный файл емкости, например, для мониторинга вторичного аккумулятора. По умолчанию: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Замените x на номер батареи.
sv: Välj din egen kapacitetsfil, t.ex. för att övervaka ditt andra batteri. Standard: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Ersätt med batterinummer.
tr: Kendi kapasite dosyanızı seçin, örneğin ikincil pilinizi izlemek için. Varsayılan: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity x kısmını pil numarası ile değiştirin.
uk: Виберіть власний файл ємності, наприклад, для моніторингу вторинного акумулятора. За замовчуванням: /sys/class/power_supply/CMBx/capacity //sys/class/power_supply/Atx/capacity Замініть x на номер батареї.
vi: Chọn tập tin dung lượng của riêng bạn, ví dụ: để theo dõi pin thứ cấp. Mặc định: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Thay x bằng số pin.
zh_cn: 选择您自己的容量文件，例如用于监视您的副电池。 默认： /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity 用电池编号代替x。

source: Path to battery status file (device file)
ca: Camí al fitxer de l'estat de la bateria (fitxer de dispositiu)
da: Sti til batteristatusfil (enhedsfil)
de: Pfad zur Akkustatusdatei (Gerätedatei)
hu: Elérési útvonal az akkumulátor állapotfájlhoz (eszközfájl)
it: Percorso al file di stato della batteria (file del dispositivo)
pt_br: Endereço do arquivo sobre o estado da bateria
ru: Путь к файлу состояния батареи (файл устройства)
sv: Sökväg till batteristatusfil (enhetsfil)
tr: Pil durum dosyasının yolu (cihaz dosyası)
uk: Шлях до файлу стану батареї (файл пристрою)
vi: Đường dẫn đến tập tin trạng thái pin (tập tin thiết bị)
zh_cn: 电池状态文件的路径（设备文件）

source: Choose your own status file e.g. for monitoring your secondary battery. Default: /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status Replace x with battery number.
ca: Trieu el vostre propi fitxer d'estat, p. ex. per monitorar la vostra bateria secundària Per defecte: /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status Substituïu x amb el número de la bateria.
da: Vælg din egen statusfil, f.eks. til monitorering af dit sekundære batteri. Standard: /sys/class/power_supply/CMBx/capacity /sys/class/power_supply/BATx/capacity Erstat x med batterinummeret.
de: Eigene Statusdatei auswählen, z.B. zur Überwachung eines zweiten Akkus. Standardeinstellung： /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status Ersetzen Sie x mit der Akkunummer.
hu: Válassza ki a saját állapotfájlját pl. a másodlagos akkumulátor megfigyeléséhez. Alapértelmezett: /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status Cserélje ki az x-t az akkumulátor számával.
it: Scegli il tuo file di stato, ad es. per il monitoraggio della batteria secondaria. Predefinito: /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status Sostituisci x con il numero della batteria.
pt_br: Escolha um arquivo próprio sobre o estado da bateria, por exemplo, no caso de monitorar a sua bateria secundária. Padrão: /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status Substitua x com o número da bateria.
ru: Выберите собственный файл состояния, например, для мониторинга вторичного аккумулятора. По умолчанию: /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status Замените x на номер батареи.
sv: Välj din egen statusfil, t.ex. för att övervaka ditt andra batteri. Standard: /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status Ersätt med batterinummer.
tr: Kendi durum dosyanızı seçin, örneğin ikincil pilinizi izlemek için. Varsayılan: /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status x kısmını pil numarası ile değiştirin.
uk: Виберіть власний файл стану, наприклад, для моніторингу вторинного акумулятора. За замовчуванням: /sys/class/power_supply/CMBx/status //sys/class/power_supply/Atx/status Замініть x на номер батареї.
vi: Chọn tập tin trạng thái của riêng bạn, ví dụ: để theo dõi pin thứ cấp. Mặc định: /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status Thay x bằng số pin.
zh_cn: 选择您自己的状态文件，例如用于监控您的副电池。 默认： /sys/class/power_supply/CMBx/status /sys/class/power_supply/BATx/status 用电池编号代替x。
